{
    "elements": [
        {
            "courseType": "v2.ondemand",
            "description": "This course challenges you to consider how one might lift societies out of poverty while also mitigating greenhouse gas emissions. We explore the inherent complexity of developing country governments wanting to grow their economies in a climate friendly way. You will be introduced to an approach with which to address this challenge. The approach consists of a facilitated process whereby academic researchers and high-level influential actors within society co-produce knowledge. You will track this process in four Latin American countries - Brazil, Chile, Colombia, Peru, and South Africa. You will hear from various professionals about their contexts and the different challenges and opportunities the process includes.\n\nThis course will cover topics such as facilitation process techniques, energy modeling, scenario building, innovation and policy making. You will have the opportunity to respond to these topics with ideas and reflection from your own context. Whether you are a climate change practitioner, work in development or are simply curious about how climate mitigation is understood, this course will give you insights into the complexity of how countries from the South pursue development goals while addressing climate mitigation.\n\nThe course is free to enroll and take. You will be offered the option of purchasing a certificate of completion, which you become eligible for if you successfully complete the course requirements.  This can be an excellent way of staying motivated!  Financial Aid is also available.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "LTwsxXPTEeWrAxJQXw-8PQ",
            "instructorIds": [
                "6478869"
            ],
            "name": "Climate Change Mitigation in Developing Countries",
            "partnerIds": [
                "255"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0e/58a5908f7e11e588559999bde96eab/MCC_COURSEIMAGE.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "climate-change-mitigation",
            "startDate": 1449504249577,
            "workload": "6 weeks of study, 1-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Welcome to Acute and Chronic Rhinosinusitis: A Comprehensive Review\n\nThis course is designed to inform primary care physicians and general otolaryngologists about the differences between acute and chronic rhinosinusitis and how to distinguish and treat them. It is also applicable to individuals who wish to broaden their knowledge and vernacular about this disease process, especially those who may suffer from this condition. The course has been divided into four modules, each of which is followed by multiple choice questions to help attendees further understand this condition: \n\nWeek 1 - CME Information, Accreditation and Introduction\nWeek 2 - Module 1: Normal Sinus Anatomy and Function (15 min. + quiz)\nWeek 3 - Module 2: Acute Rhinosinusitis: Diagnosis and Treatment (17 min. + quiz)\nWeek 4 - Module 3: Chronic Rhinoinusitis: Diagnosis and Treatment (18 min. + quiz)\nWeek 5 - Module 4: The Role of Surgery for Sinusitis and Activity Evaluation (36 min. + 2 quizzes)\n\nThe primary objective of this course is to provide physicians with a thorough understanding of how to better diagnose and treat patients who suffer from acute and chronic rhinosinusitis.\n\nThose participating in this course have the option to receive CME credit.\nPlease review the CME Information and Accreditation prior to proceeding with the course modules.\n\nRelease Date: November 18, 2015\nExpiration Date: November 18, 2017\nEstimated Time to Complete: One Hour and Forty Five Minutes\nCME Fee: $30.00\nCME Credits Offered: 1.75\n\nCME Reviewer: Marita S. Teng, MD\n\nFor physicians who are interested in earning CME credits and other allied health professions who wish to receive a Verification of Attendance certificate, you must:\n\na.\tComplete Signature Track (details to follow after enrolling in this course)\nb.\tComplete registration process through the Icahn School of Medicine at Mount Sinai, CME Office using the following link: \nhttp://mshs.co/SUxzr\n(You will be required to pay an additional non-refundable fee of $30.00 in addition to the $49.00 fee for signature track.)\n\nTo obtain your CME/CE certificate: Email an attached copy of your Verified Certificate from Coursera to the CME office at the Icahn School of Medicine at cme@mssm.edu and request your CME certificate. Please make sure the subject line reads: Coursera CME\n\nTechnical Design and Development\nLynette Bobbitt\nLisa Chase\nJill Gregory\nPaul Lawrence\nCharles Psarreas\nRory Sacks\nLeonson Stapleton\nAlfie Truchan",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "NnouyjuOEeWFSA6UPWxRyQ",
            "instructorIds": [
                "14401343"
            ],
            "name": "Acute and Chronic Rhinosinusitis: A Comprehensive Review",
            "partnerIds": [
                "27"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/19/1b6700993911e5880fc3c7e02f8db4/homepage11.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "icahn-school-of-medicine-at-mount-sinai-acute-and-chronic-rhinosinusitis",
            "startDate": 1447878766523,
            "workload": "2 hours"
        },
        {
            "courseType": "v2.ondemand",
            "description": "《杏林探宝——认知中药》是由上海中医药大学推出的一门关于中药学的慕课课程，由上海中医药大学杨柏灿教授主讲。\n      上海中医药大学（Shanghai University of Traditional Chinese Medicine）的前身是上海中医学院，创建于1956年，是新中国诞生后国家首批建立的四所中医药高等院校之一，也是上海市属高校中唯一的一所医科类重点特色院校。\n      中药学根植于中华文化，是中医药学的重要组成部分，也凝聚着中华文明的精髓。其悠久的历史，卓越的防病治病效果，较少的毒副作用，成为中华民族防病治病不可或缺的选择。同时，中药的作用也日益引起国际社会的关注和重视。但不可否认，对中药的认识和应用存在着一些不容忽视的误区与盲区，非常有必要采取一定的方式，通过合适的平台传播、普及中药知识，使人们对中药有一个更为全面准确的认识，并能合理应用，让中药为人类的健康保健发挥更大的作用。",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "l9ryvRniEeWjrA6seF25aw",
            "instructorIds": [
                "11330837"
            ],
            "name": "杏林探宝——认知中药",
            "partnerIds": [
                "150",
                "284"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/18/81cd602bd011e59c0bb97618f8f33d/Screen-Shot-2015-07-16-at-8.33.46-AM.png",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "zhong-yao-zhi-shi",
            "startDate": 1437020763823,
            "workload": "视频与测验约13小时"
        },
        {
            "courseType": "v2.ondemand",
            "description": "¿Te gustaría construir un robot y controlarlo a través de tu celular? ¡Estás en el curso indicado! Aquí podrás armar y animar un robot además de controlarlo con tu teléfono móvil, aún cuando te encuentres lejos de éste. \n\n¿No sabes acerca de mecánica, electrónica o programación? ¡No te preocupes! Éste es un curso en el que aplicarás los conocimientos básicos sobre mecánica, electricidad, electrónica y programación para construir y controlar tu robot. \n\nParece complicado, pero no te preocupes, ya verás que resulta muy sencillo. El único requisito es que tengas interés por aprender sobre robótica móvil.\n\nSubtítulos disponibles en español \nCinco semanas de estudio\nDos/cuatro horas por semana\n\n* Los videos de este curso fueron producidos en colaboración con Fundación Televisa, apoyando el acceso a la educación.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                }
            ],
            "id": "4jKfxkuFEeW_MgoxMAgbMQ",
            "instructorIds": [
                "14724456"
            ],
            "name": "Robótica",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5f/dbe9704dc211e5a352932b5892ee29/robotica.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "robotica-inicial",
            "startDate": 1452542151192,
            "workload": "5 semanas de estudio, 2-4 horas/semana"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course, you will learn all of the major principles of macroeconomics normally taught in a quarter or semester course to college undergraduates or MBA students.   \n\nPerhaps more importantly, you will also learn how to apply these principles to a wide variety of situations in both your personal and professional lives. In this way, the Power of Macroeconomics will help you prosper in an increasingly competitive and globalized environment.\n\nThis course is also available in Portuguese. To join the fully translated Portuguese version, visit this page: https://www.coursera.org/learn/macroeconomia-pt/",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "_UsmIV-PEeSnpyIACzWBsQ",
            "instructorIds": [
                "3014788"
            ],
            "name": "The Power of Macroeconomics: Economic Principles in the Real World",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e8/e53c4db972e58edae3682a02c034c3/Coursera_MacroEconomics.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "principles-of-macroeconomics",
            "startDate": 1422319655855,
            "workload": "13 hours of videos and quizzes"
        },
        {
            "courseType": "v1.session",
            "description": "Aprende a analizar y a mejorar los procesos empresariales en servicios o en la industria. Aprende cómo incrementar la productividad y a ofrecer niveles de calidad mayores. Después de que finalices con éxito este curso, podrás aplicar estas habilidades en un reto empresarial del mundo real como parte de la Programa Especializado de Fundamentos Empresariales de Wharton.\n",
            "domainTypes": [],
            "id": "v1-3555",
            "instructorIds": [
                "1349478"
            ],
            "name": "Introducción a la Gestión de Operaciones",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/cb/97f0605e3811e5b4acf593090ca7f9/whartonoperations.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "whartonoperationses",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course will give you an introduction to bacteria and chronic infections. Leading experts in the field will make you familiar with the fundamental concepts of microbiology and bacteriology such as single cell bacteria, biofilm formation, and acute and chronic infections.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "towthzydEeW0tw4knrMo3Q",
            "instructorIds": [
                "7772096"
            ],
            "name": "Bacteria and Chronic Infections",
            "partnerIds": [
                "63"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6d/39db60a64511e4a050ddc63ee2539d/bacteria.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "bacterial-infections",
            "startDate": 1450200779576,
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "Your markets are on social and you need to be there. However, your social strategy needs to be based on the business metrics which define your success. This final Capstone Project in the Social Marketing Specialization will put the methodologies, tools, and insights you have learned to the test as you create a multifaceted plan to assure effective social marketing is an integral part of your business strategy. Whether your company has a sophisticated Engagement Strategy or you are a new start-up, you will learn to harness the full power of social marketing to grow provable market share and build stronger relationships with your high value markets. For success in today's digital world, you must have a plan to integrate your social and mobile marketing strategies into your business strategy. In this Capstone you will use the practical skills that you’ve mastered through the Specialization to demonstrate your ability to integrate social and mobile marketing strategies into a company’s business strategy.\n\nA note on the Capstone frequency: Updated 2-9-16\n\nThe first offering of the Social Media Marketing Specialization Capstone Project will begin on February 29, 2016. Coursera requires a minimum of 25 participants to run the Capstone. Since our launch in September 2015, we currently have 33 people who have qualified to enroll in the February 29th version of the Capstone (that is, 33 people who have paid for and completed all 5 of the Specialization's MOOCs in advance of the Capstone). To qualify to take the Capstone, you must complete and pay for (or receive financial aid for) all 5 of the Specialization's MOOCs in advance of the Capstone's start date. You can also apply for financial aid for the Capstone. Coursera has recommended to us that we offer the Capstone biannually (twice a year) to allow for enough time to hit the minimum enrollment, setting the date for the 2nd offering on August 29, 2016. However, if we hit the minimum enrollment number before August, we will offer the Capstone again sooner. It all depends on when we have enough learners qualified to take it. If we can offer the Capstone again before August, we will. And as soon as we know, we will update you so that you can plan for it.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "1Sgg6jXzEeWWBQrVFXqd1w",
            "instructorIds": [
                "2685315"
            ],
            "name": "Social Marketing Capstone Project",
            "partnerIds": [
                "54"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b9/e70af0362311e5b462138fa87b9290/business-561388_1280.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "social-marketing-capstone",
            "startDate": 1441044711640,
            "workload": "5 weeks of study, 2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Even thoroughly developed business strategies may fail if not enough attention is paid to their implementation. This rings particularly true with strategies based on innovation or implemented in complex or fast-changing environments.\n\nIn the 20th century successful implementation leveraged stability and typically proceeded through hierarchy and control. Today the key is to stay vibrant and able to quickly respond to trends in competition and technology while not losing sight of the strategic objective. In this course we'll build a toolbox of techniques to execute today's business strategies to help them succeed.\n\nAfter completing this course, you'll be able to:\n- Create objectives and goals to guide strategy implementation\n- Identify organizational structures that fit particular strategies\n- Understand how to leverage company culture in implementation\n- Describe how to communicate the strategy so that the organization \"gets\" it\n- Detect and mitigate risks to implementation\n\nWorkload: 2-4 hours per week",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "iXq6zSWTEeWs4gorU6Q1Yw",
            "instructorIds": [
                "13754851"
            ],
            "name": "Strategy Implementation",
            "partnerIds": [
                "175"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6c/55d1f0727211e5b9fe7fd1be16f34d/Fire-nye-skakbrikker-t_rn.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "strategy-implementation",
            "startDate": 1447446991524,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course is a theoretically sound and practical exposure to valuation. As the final course of the Specialization, it will be useful to anyone in understanding, conducting or critically evaluating project and company analyses conducted by experts. ",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "Rqo3iKNbEeWiwAqQT7MHVQ",
            "instructorIds": [
                "209008"
            ],
            "name": "Valuing Projects and Companies",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1a/f701302bd211e5aba2597ebe75a38b/valutation_valuingprojects.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "valuingcompanies",
            "startDate": 1453417969332,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "在信息化社会，充分有效地管理和利用各类信息资源，是进行科学研究和决策管理的前提。数据库技术是有效地管理和利用各类信息资源的重要技术手段。通过本课程，你将获得数据库技术的基本知识，学会通过SQL Server数据库管理系统管理数据，包括安装数据库管理系统，创建数据库和数据表，插入数据和维护数据等，特别是可以使用SQL Server按各种条件查询需要的信息。",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "64BylY2iEeWbKwo2cpwEoQ",
            "instructorIds": [
                "9299119",
                "10252682",
                "16120730",
                "17043866"
            ],
            "name": "SQL Server数据库技术",
            "partnerIds": [
                "234"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a9/45cd00ba4211e59036ef573918fac8/Screen-Shot-2016-01-13-at-14.10.08.png",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "sql-server-shujuku-jishu",
            "startDate": 1453237279070,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this third course in the Social Marketing Specialization - \"The Engagement & Nurture Marketing Strategies\" - you will learn two of the most effective social strategies used by organizations today. You'll see real-world best practice examples and learn what metrics they use to gauge success. You will also learn the importance of infographics and the impact a well-designed landing page can have on your bottom line. All of the social skills you have learned thus far will be put into action with a multimedia filter and focus blog that you will create to demonstrate how social can enable real-time marketing results. After this MOOC, you will have developed a plan to reach your target consumer markets and know when it is best to either use or avoid specific social marketing strategies.\n\nAdditional MOOC 3 faculty include: \n* Randy Krum (Data Visualization & Infographics Designer | Consultant | Author | Speaker | President, InfoNewt)\n* Stanford Smith (CEO, Pushing Social)\n* Andy Crestodina (Co-Founder & Strategic Director, Orbit Media Studios)\n* Ellen Valentine (Veteran Marketing Leader & Evangelist, Silverpop, IBM)",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "-0BI9jXyEeWa2g6sjqf03Q",
            "instructorIds": [
                "2685315"
            ],
            "name": "Engagement & Nurture Marketing Strategies",
            "partnerIds": [
                "54"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a5/5f9090360811e5a49f2bcf8bc9747a/stock-624712_1280.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "nurture-market-strategies",
            "startDate": 1447442621721,
            "workload": "4 weeks of study, 1-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "How do children overcome hazardous experiences to succeed in life? What can be done to protect young people at risk from trauma, war, disasters, and other adversities? Learn about the importance of fostering resilience in children at risk.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                }
            ],
            "id": "v1-1351",
            "instructorIds": [
                "5877143"
            ],
            "name": "Resilience in Children Exposed to Trauma, Disaster and War: Global Perspectives",
            "partnerIds": [
                "50"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2b/26140082c911e3b5ef8b2a51cd1c5b/ResilienceInChildren_courseimage.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "resilienceinchildren",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Este curso general tiene el propósito de promover el uso del pensamiento sistémico para nuestro beneficio y de quienes nos rodean.",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "_PYZqCETEeW5Rwo0txKkgQ",
            "instructorIds": [
                "2533383"
            ],
            "name": "Pensamiento Sistémico",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a8/c391c016bc11e5bdec936ba8132a71/logo_pensamiento_portadilla.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "pensamiento-sistemico",
            "startDate": 1438900265934,
            "workload": "2-5 horas/semana"
        },
        {
            "courseType": "v2.ondemand",
            "description": "学习了基本的数据结构后，我们已经可以用程序来解决现实中的一些问题了。但是，怎样提升程序在运行效率呢？\n\t如何快速地把图书按序号从小到大整理好？如何通过一个ID编号在数据库中高效地查找相对应的信息？如何迅速找到所有内容中含有“数据结构”的文档？《高级数据结构与算法》将通过使用高级的数据结构和高效的算法，让你学会如何解决这些对运行时间要求比较严格的问题。\n\t高级数据结构和算法能够根据实际情况，满足一些复杂问题对数据规模、运行时间的要求，帮助我们更有效地解决问题。当我们面对实际问题的时候，高级数据结构和算法让我们有更广泛的空间，选择出与问题本身最为契合的数据结构，并利用相关算法来提升运行效率。\n\t完成这门课之时，你将掌握多维数组、广义表、Trie树、AVL树、伸展树等高级数据结构，并结合内排序、外排序、检索、索引有关的算法，高效地解决现实生活中一些比较复杂的应用问题。合理使用这些高级数据结构和相关算法是程序运行效率的关键因素，学好这门课会让你在之后的计算机专业课程以及项目设计中更得心应手，同时也将让你站在更高的角度去理解问题、设计程序。",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "SiUFNQMIEeWKrCIAC49PHA",
            "instructorIds": [
                "2499461"
            ],
            "name": "高级数据结构与算法",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/79/ea34c05dea11e4a260b1819267cd7d/dsalgo2_logo_g.png",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "gaoji-shuju-jiegou",
            "startDate": 1437421634411,
            "workload": "每周4-8小时"
        },
        {
            "courseType": "v1.session",
            "description": "Fluid-Solid Interactions happen when the motion  of solids and fluids are coupled. The aim of the course is to give you  the basic tools to  be able to understand, predict and eventually mitigate these interactions.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                }
            ],
            "id": "v1-2650",
            "instructorIds": [
                "10512813",
                "15630275",
                "12595344"
            ],
            "name": "Fundamentals of Fluid-Solid Interactions",
            "partnerIds": [
                "66"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/99/351840820111e58b0cd541130d2e72/Logo_FSI3.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "fsi",
            "startDate": 1452470400000,
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "¿Cuál es la importancia de las empresas familiares en el mundo?, ¿cómo garantizar su continuidad y permanencia?, ¿cómo mejorar la comunicación entre sus miembros? y ¿cómo lograr sucesiones exitosas? Este curso brinda estas respuestas a través de la identificación de estrategias para la profesionalización de las empresas familiares.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "v1-478",
            "instructorIds": [
                "2660182"
            ],
            "name": "Continuidad y desarrollo de la empresa familiar",
            "partnerIds": [
                "62"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/e3/62a970352a11e4aeabbf8c949e23f9/imagencursosandoval_2.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "empresafamiliar",
            "workload": "4-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Курс «Введение в биоинформатику» адресован тем, кто хочет получить расширенное представление о том, что такое биоинформатика и как она помогает биологам и медикам в их работе.\n\n\nThe course is aimed at those who would like to have a better idea of what bioinformatics is and how it helps biologists and medical scientists in research and clinical work. ",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "bioinformatics"
                }
            ],
            "id": "v1-1156",
            "instructorIds": [
                "4973869",
                "6081",
                "1240234",
                "1702251",
                "1239903"
            ],
            "name": "Введение в биоинформатику (Introduction to Bioinformatics)",
            "partnerIds": [
                "179"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/22/2902c0501011e5979e3d1cbc3cabef/______________.png",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "bioinfo",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this political science course you will learn about the twin concepts of federalism and decentralization. You will develop an understanding of the core ideas that federalism and decentralization rest on, and study the building blocks that make them both work. Following a general overview of both federalism and decentralization, we will examine a number of case-studies from Africa where federalism and decentralization have been changing the continent’s political landscape in the last twenty years, coinciding with unprecedented levels of economic growth. \n\nWhat is federalism and how is it different from decentralization? What are the core ideas behind these concepts? Do federalism and decentralization enhance democracy, governance and diversity? Is that why virtually all countries south of the Sahara are now either federal or decentralized? We will be looking at Africa's track-record in order to answer these questions.\n\nBy the end of the course, you will have acquired a general knowledge of federalism/decentralization and additional empirical knowledge of a number of African cases.  Upon completion you will also acquire the ability to unpack and understand a variety of potential consequences of federalism/decentralization reforms in the developing world.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "xQHOMy81EeWPngoW78wA_Q",
            "instructorIds": [
                "10501293"
            ],
            "name": "Federalism & Decentralization: Evaluating Africa's Track Record",
            "partnerIds": [
                "25"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ec/d15020d90211e48a18a9bf71d50ffc/Federalism-Africa-2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "decentralization-africa",
            "startDate": 1441167966778,
            "workload": "4-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Introduction to a “money view” of economic activity for modern times, building on the intellectual traditions of British central banking and American institutionalism. Part One explores the economics of payment systems and money markets. Part Two explores connections with foreign exchange and capital markets.  NOTE:  The first week of Part Two reviews Part One, so you can take Part Two even if you missed Part One.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "v1-709",
            "instructorIds": [
                "3149120"
            ],
            "name": "Economics of Money and Banking, Part Two",
            "partnerIds": [
                "40"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3d/de10ec50f6957ff54c956ac60262a6/institute_pgm_1_600x340.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "money2",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "In the capstone, students will build a series of applications to retrieve, process and visualize data using Python.   The projects will involve all the elements of the specialization.  In the first part of the capstone, students will do the same visualizations to become familiar with the technologies in use and then will pursue their own project to visualize some other data that they have or can find.   Chapter 15 from the book “Python for Informatics” will serve as the backbone for the capstone.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "rwRs6Tn9EeWJaxK5AT4frw",
            "instructorIds": [
                "122340"
            ],
            "name": "Capstone: Retrieving, Processing, and Visualizing Data with Python",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4b/d91850502c11e58ddc8ff4d6e0523a/python4e_capstone_1x1.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "python-capstone",
            "startDate": 1441052369626,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Creativity is an essential skill for the 21st Century that is innate in all people and can be nurtured. We constantly need new and better ideas for almost every aspect of our professional and personal lives. The goal of this course is to help you recognize, develop and act upon the creativity that you already possess. We will accomplish this using three methods: b aware, b inspired, and b creative.\n\nUpon completion of this course participants will:\n\nRecognize the inherent creativity in yourself and others.\nIdentify characteristics of a creative person that relate to yourself.\nDevelop creative problem solving skills using the basic elements of the creative process.\nExamine qualities of a creative environment in real world settings.\nEvaluate an idea using the creative product criteria.",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                },
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "OFscqWDPEeWFnw4rjmRYKQ",
            "instructorIds": [
                "8298527",
                "8299025"
            ],
            "name": "Ignite Your Everyday Creativity",
            "partnerIds": [
                "117"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/cd/fc7b2072ae11e5995fd38a4d931e4d/ICSC-C.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ignite-creativity",
            "startDate": 1445961018394,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "《程序设计实习》课程是北京大学的本科生主干基础课程。课程的主要目标有二： 一、掌握C++语言的语法和标准模板库，能用C++语言以面向对象的方法来编写规模较大的程序。 二、掌握枚举、递归、搜索、动态规划等基本的算法思想。通过大量的高强度的编程训练，提高动手能力，做到能较为熟练、完整、准确地实现自己设计的程序，为进一步学习其他计算机专业课程，或在其他专业领域运用计算机编程解决问题奠定良好的基础。",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "v1-1376",
            "instructorIds": [
                "4914899",
                "5233026"
            ],
            "name": "程序设计实习 / Practice on Programming",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ac/085d60352c11e4a1481570b8fd189d/__logo2.png",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "pkupop",
            "workload": "7-10 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "本課程有兩大課程目標：\n1.\t使同學了解如何以搜尋達成人工智慧\n2.\t使同學能將相關技術應用到自己的問題上\n",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "machine-learning"
                }
            ],
            "id": "v1-1839",
            "instructorIds": [
                "8180013"
            ],
            "name": "人工智慧(Artificial Intelligence)",
            "partnerIds": [
                "75"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/a5/144630163311e484275fc24c426cd9/AI-LOGO.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "ai",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This is an introduction to formal logic and how it is applied in computer science, electronic engineering, linguistics and philosophy. You will learn propositional logic—its language, interpretations and proofs, and apply it to solve problems in a wide range of disciplines.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "v1-1117",
            "instructorIds": [
                "1707436",
                "1415601"
            ],
            "name": "Logic: Language and Information 1",
            "partnerIds": [
                "33"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/52/c549f0352911e488c8d9622ef02af4/logic1_purple.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "logic1",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn various methods of analysis including: unsupervised clustering, gene-set enrichment analyses, Bayesian integration, network visualization, and supervised machine learning applications to LINCS data and other relevant Big Data from high content molecular and phenotype profiling of human cells.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "v1-2633",
            "instructorIds": [
                "1305172"
            ],
            "name": "Big Data Science with the BD2K-LINCS Data Coordination and Integration Center",
            "partnerIds": [
                "27"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/b6/3ab1b07ccc11e4ae92bd11fb1b968f/big_data_science2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "bd2klincs",
            "workload": "4-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": " The purpose of this course is to help participants and the organizations they encounter survive the waves of technological disruptions facing business, government, education and their daily lives.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "v1-268",
            "instructorIds": [
                "1571429"
            ],
            "name": "Surviving Disruptive Technologies",
            "partnerIds": [
                "32"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/cd/0c55405f6202a69f2d715e74c733b6/lucas_logo.jpg",
            "previewLink": "https://class.coursera.org/sdt-003/lecture/preview",
            "primaryLanguages": [
                "en"
            ],
            "slug": "sdt",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Typically, clients and managers don't want to pay for design (or strategy) but want to rush toward results. Design sprints allow you to meet clients' desire for solutions--to develop sooner--and still adjust based on feedback. But not all sprints are alike. In this course, you’ll learn how to run situation-appropriate sprints, whether it's testing user motivation, interface usability, or solution fit, to avoid waste and deliver value. \n\nWe'll show you how to: \n- Plan and conduct a design sprint that delivers valuable, actionable insights\n- Effectively test motivation and value propositions\n- Effectively test user interface (even without working software)\n- Focus and drive to actionable conclusions on questions of approach and architecture\n\nThis course is supported by the Batten Institute at UVA’s Darden School of Business. The Batten Institute’s mission is to improve the world through entrepreneurship and innovation: www.batteninstitute.org.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "qVetW596EeW6bw4ogk2HGQ",
            "instructorIds": [
                "14054880"
            ],
            "name": "Running Valuable Design Sprints",
            "partnerIds": [
                "18"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0b/e0df70a5d211e59d1881493ff88c96/Cowan_courseImage_1200_2_runningsprints.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "running-design-sprints",
            "startDate": 1453238899158,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "In the final Capstone Project, in collaboration with Arizona State University’s Global Launch, you will apply the skills you learned by designing a lesson plan which includes learning outcomes, assessments, materials, classroom management techniques and the learning activities themselves.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "6r0j3li_EeWzUQ41NnCQkQ",
            "instructorIds": [
                "13254193",
                "13625507",
                "15632132"
            ],
            "name": "Teach English Now! Capstone Project",
            "partnerIds": [
                "287"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5d/cf5a50617b11e58f8657ef39987429/TESOL.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "teach-english-now-capstone",
            "startDate": 1443475675114,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course will teach you how to create mobile apps for Android, iOS and Windows Phone. No prerequisite in coding knowledge is required.\n\nIn progressive steps, we will first learn how to create a simple and useful app: your own curriculum vitae.\nWe will discover how to test the app on phones, and how to distribute it on the Play Store, Apple's App Store and the Windows Store.\n\nLater in the course, we will also cover the basics of coding, because it will enable us to create richer apps with more functions: storing text and data on the phone, connecting to the Internet, and other useful features.\n\nThis course is created to make you able to create your own apps, fully functional and for all major mobile platforms. This is useful if you have a business project which involves launching an app, or to get acquainted with mobile technologies in an easy and hands-on manner.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                },
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                }
            ],
            "id": "FbK0-CSNEeWDEQ4YpP0FCQ",
            "instructorIds": [
                "91360"
            ],
            "name": "CODAPPS: Coding mobile apps for entrepreneurs",
            "partnerIds": [
                "286"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/7e/87f3804ca211e5a36513314145188b/logo-couleur-transparent-1000-x-1000.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "codapps",
            "startDate": 1443572705471,
            "workload": "8 weeks of study, 1-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "How have advances in genetics affected society? What do we need to know to make ethical decisions about genetic technologies? This course includes the study of cloning, genetic enhancement, and ownership of genetic information. Course participants will acquire the tools to explore the ethics of modern genetics and learn how to integrate these issues into their classrooms.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "3r_VmUhHEeWk9g4dP2hYVQ",
            "instructorIds": [
                "3297297",
                "3424837"
            ],
            "name": "Genetics and Society: A Course for Educators",
            "partnerIds": [
                "100"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/01/a01553c01fa8046d8fd152cd54d91e/course_genetics.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "genetics-society",
            "startDate": 1444060611254,
            "workload": "5-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "How can you bring your resume to the top of the pile?  How can you present yourself to prospective employers using the language they already speak inside their company? This course will give you answers to those questions.  You will learn how to convert a boring resume into a dynamic asset statement that conveys your talents in the language that an employer understands.\n\nYou will be able to:\n\n1.\tExplain how Audience, Purpose, Presentation, Language and Evidence (A.P.P.L.E.) shape every piece of business writing.\n\n2.\tIdentify the real purpose of a resume.\n\n3.\tProduce a strong resume in a format (including the CV format) that is suitable both to your background and the position you’re interested in.\n\n4.\tUse your accomplishments inventory to strategically assemble the most relevant evidence of competency for a specific position.\n\n5.\tProduce strong cover letters for at least three potential positions.\n\n6.\tCompose a career development plan that considers future and immediate job prospects together with strategies for further English language development.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "5nAQCXqJEeWb-BLhFdaGww",
            "instructorIds": [
                "13565988"
            ],
            "name": "Writing Winning Resumes and Cover Letters",
            "partnerIds": [
                "32"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/93/099c60b29511e5ad4281f12e2474c9/4---Resume-Writing---800-x-800.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "winning-resumes",
            "startDate": 1453242350017,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Risks are a part of our everyday lives. Losses from risks and missed opportunities affect everyone. In the last two decades the world has experienced international integration, technological innovation, and economic reform, but also financial turbulence and environmental damage. The fear of loss can prevent people from pursuing development opportunities, leaving many poor people trapped in poverty. However, societies that successfully adapt to risks can make dramatic gains in their living standards. ",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "v1-1495",
            "instructorIds": [
                "5720131",
                "6006762",
                "7223617",
                "7226393"
            ],
            "name": "Risk and Opportunity: Managing Risk for Development",
            "partnerIds": [
                "73"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/a2/c94d40ba4811e39c7741e3de5e39e7/600x342-logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "managerisk",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This is part two of a 3-course sequence on Curanderismo: Traditional Medicine of Mexico and the Southwest. This course will emphasize healing of the spirit/energy, through a number of videos.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-2568",
            "instructorIds": [
                "6992095"
            ],
            "name": "Curanderismo Part 2: Traditional Healing of the Spirit/Energy",
            "partnerIds": [
                "120"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f0/a286b0191c11e5b0a5c3fbc82cfa71/logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "tradhealingspirit",
            "workload": "4-5 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "The capstone project class will allow students to create a usable/public data product that can be used to show your skills to potential employers. Projects will be drawn from real-world problems and will be conducted with industry, government, and academic partners.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "machine-learning"
                }
            ],
            "id": "2y_2_3REEeWKsgrp3VnvAw",
            "instructorIds": [
                "694443",
                "685384",
                "688901"
            ],
            "name": "Data Science Capstone",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/3f/08f9900d1311e48743bfe1d327ce7a/CourseTrackLogo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "data-science-project",
            "startDate": 1451412562698,
            "workload": "4-9 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "這門課是「CAD/BIM技術與應用」專項課程的第六門課，屬於BIM系列課程：「工程資訊管理BIM基礎」、「工程資訊管理BIM塑模」及「工程資訊管理BIM應用」的第二門課。\n\n修習這門課之前，應具備BIM技術的基礎知識，並能操作簡單的BIM模型，如此才能在修習這門課時，充分理解教授的內容與全觀BIM知識間的關聯。「CAD/BIM技術與應用」專項課程的「工程資訊管理BIM基礎」課程，可提供修習這門課前所需具備的相關知識。\n\nBIM模型，是BIM技術應用的基礎。在這門課中，我們以業界廣為應用的建模軟體Autodesk Revit，作為教學工具。學習者將親自建置一棟六層樓住宅的BIM模型，並理解如何將工程施作流程，對應至BIM模型中。唯有依照工程施作流程建置BIM模型，BIM模型才得以實際應用在施工中。完成此課程後，將具備業界所需的BIM塑模能力。\n\n想理解BIM模型是如何製作的嗎？想成為優秀的BIM模型建構師嗎？學習完這門課，你將了解工程實務與建置BIM模型間的對應關聯，並具備BIM塑模的技能。\n\n預估所需學習總時間：45小時。",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "electrical-engineering"
                }
            ],
            "id": "HGPFHwZXEeW-USIAC8GCHA",
            "instructorIds": [
                "9823593"
            ],
            "name": "工程資訊管理 BIM 塑模",
            "partnerIds": [
                "75"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/43/44de60d88e11e4a17ccd50838df513/______-BIM_LOGO-02.png",
            "primaryLanguages": [
                "zh-TW"
            ],
            "slug": "bim-sumo",
            "startDate": 1441060085075,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "En este curso integrarás lo aprendido en los cursos que componen esta especialidad. A partir de la resolución de casos en diferentes industrias representativas, utilizarás el módulo de ensamble en Watson Analytics a efecto de conjuntar la información que obtengas en la  exploración y las predicciones realizadas con tus datos. El producto final es un informe de negocio con dashboards e infográficos interactivos que explicarán el problema de negocio en estos casos selectos.\n\nAgradecemos a Fundación Televisa por su participación en la producción de este curso; con lo cual colabora a inspirar y desarrollar el potencial de las personas, a través de su compromiso con la educación y la cultura.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "tOKC7icYEeW6YBLN1oULHQ",
            "instructorIds": [
                "13988787"
            ],
            "name": "Aplicando el análisis de datos: casos selectos ",
            "partnerIds": [
                "62"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0a/c278d051ac11e5941833b91ccdf2c0/foto_anadatos_curso2_b.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "analisis-de-datos-aplicaciones",
            "startDate": 1450114121552,
            "workload": "4 semanas de estudio, 1-2 horas/semana"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course is designed to cover subjects in advanced high school chemistry courses, correlating to the standard topics as established by the American Chemical Society. This course is a precursor to the Advanced Chemistry Coursera course. Areas that are covered include atomic structure, periodic trends, compounds, reactions and stoichiometry, bonding, and thermochemistry.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "chemistry"
                }
            ],
            "id": "F0J_-3LWEeWxvQr3acyajw",
            "instructorIds": [
                "4431732",
                "4432742"
            ],
            "name": "Chemistry",
            "partnerIds": [
                "127"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/fa/6926005ea411e490ff8d4c5d4ff426/chemistry_logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "chemistry-1",
            "startDate": 1455153366128,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "If you’ve ever skipped over`the results section of a medical paper because terms like “confidence interval” or “p-value” go over your head, then you’re in the right place. You may be a clinical practitioner reading research articles to keep up-to-date with developments in your field or a medical student wondering how to approach your own research. Greater confidence in understanding statistical analysis and the results can benefit both working professionals and those undertaking research themselves. \n\nIf you are simply interested in properly understanding the published literature or if you are embarking on conducting your own research, this course is your first step. It offers an easy entry into interpreting common statistical concepts without getting into nitty-gritty mathematical formulae. To be able to interpret and understand these concepts is the best way to start your journey into the world of clinical literature. That’s where this course comes in - so let’s get started!\n\nThe course is free to enroll and take. You will be offered the option of purchasing a certificate of completion which you become eligible for, if you successfully complete the course requirements. This can be an excellent way of staying motivated!  Financial Aid is also available.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                }
            ],
            "id": "sQB40x47EeWS6wrbVw_uEw",
            "instructorIds": [
                "80181"
            ],
            "name": "Understanding Clinical Research: Behind the Statistics",
            "partnerIds": [
                "255"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/07/5a36a04cc111e586af01effc971b23/course-image-resized.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "clinical-research",
            "startDate": 1448934109171,
            "workload": "6 weeks of study, 2-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course will discuss the emergence of the modern Middle East from the fall of the Ottoman Empire, at the end of the First World War to the present. It will discuss the Ottoman legacy in the region and the Western imperial impact on the creation of the Arab state system. The course will discuss the rise and retreat of Arab nationalism, the problems of internal cohesion of the Arab states, issues of religion and state, and the evolution of Islamist politics. It will also focus on the evolution of the Arab-Israeli conflict and its impact on the region and will conclude with an in depth analysis of the “Arab Spring” by placing these contemporary revolutionary events in their historical context.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "PZNTj2DEEeWVEg5QpF1H_w",
            "instructorIds": [
                "3467705"
            ],
            "name": "The Emergence of the Modern Middle East - Part I",
            "partnerIds": [
                "110"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/05/af9310878911e58fe52b33c777c38b/The-Emergence-of-the-Modern-Middle-East.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "modern-middle-east-1",
            "startDate": 1444780911947,
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The Raspberry Pi is a small, affordable single-board computer that you will use to design and develop fun and practical IoT devices while learning programming and computer hardware. In addition, you will learn how to set up up the Raspberry Pi environment, get a Linux operating system running, and write and execute some basic Python code on the Raspberry Pi. You will also learn how to use Python-based IDE (integrated development environments) for the Raspberry Pi and how to trace and debug Python code on the device.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "yVldYUd5EeWb5ArkqfgJBw",
            "instructorIds": [
                "14641356"
            ],
            "name": "The Raspberry Pi Platform and Python Programming for the Raspberry Pi",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/39/9007a0477e11e5a942d344b74e874c/Course-4-logo-v1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "raspberry-pi-platform",
            "startDate": 1450123970559,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Leaders in business and non-profit organizations increasingly work across national boarders and in multi-cultural environments. You may work regularly with customers or suppliers abroad, or be part of a globally dispersed cross-functional team, or an expatriate manager on an international assignment. You may be a member of a global online community, or a development aid worker collaborating with an international network of partner organizations. In all of these contexts, your effectiveness as a leader depends on how well you understand and are able to manage individual and collective behaviors in an intercultural context. \n\nIn this course – together with a team of Bocconi expert faculty and Bocconi alumni – we’ll explore the theory and practice of international and intercultural leadership and organizational behavior. Social science research has revealed systematic ways in which our behavior differs across cultural contexts – enabling us to more effectively work across borders. Insights from psychology, neuroscience, sociology and anthropology, from communication studies and from management scholarship allow us to understand what shapes individual and group decision making, what enhances or weakens team performance, and how we can build and use our social networks. And the shared practical experience of international leaders allows us to identify concrete steps to enhancing intercultural leadership competence, and to be cognizant of common leadership challenges.\n\nLearning about organizational behavior provides a great opportunity to develop your leadership skills and to reflect on your own behavioral tendencies. How do you usually make important decisions? What motivates you and how do you try motivating others? How successfully do you leverage and integrate diverse skills and views in a team? Do you prefer professional relationships with a close-knit group of trusted colleagues, or with a far-flung network of acquaintances from all walks of life?\n\nIf you really want to learn how organizations behave and take decisions and at the same time develop leadership skills, then this is the course for you.\n\nWe are looking forward to welcoming you and supporting you on this journey of learning and discovery. \n\nCOURSE SYLLABUS\nWeek 1 - Leadership Acumen. International perspective on leadership, common traps & challenges, and opportunities of intercultural leadership. \nWeek 2 - Navigating Culture. Impact of cultural differences on organizations, decoding culture, culture classifications and stereotyping, developing intercultural intelligence. \nWeek 3 - Communication. Communication and its impact on leadership identity and relationships, managing communication to improve decision making, steps for developing your intercultural communication skills.\nWeek 4 - Motivation. Views on individual motivation, cultural differences in motivation, developing motivation and commitment in teams.\nWeek 5 - Networking. Patterns of interpersonal relationships in/across organizations, strategically developing social networks and social capital, norms for networking across cultures.\nWeek 6 - Conflict. Effective / defective conflict management approaches, dealing with ethical dilemmas.\n\nThanks to the participation of our alumni and of the Bocconi Alumni Association, participants will have practical insights on international leadership.\n\nRECOMMENDED BACKGROUND\nAll are welcome! Some prior exposure to basic issues of organizational behavior (communication, decision making, motivation, etc.) is useful, but not required.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "33tTdzylEeWpogr5ZO8qxQ",
            "instructorIds": [
                "5151579"
            ],
            "name": "International Leadership and Organizational Behavior",
            "partnerIds": [
                "157"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/62/58d990f18cd48083251c3e57fe9e7e/Untitled-1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "organizational-behavior",
            "startDate": 1446667777994,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Learn to provide psychological first aid to people in an emergency by employing the RAPID model: Reflective listening, Assessment of needs, Prioritization, Intervention, and Disposition.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "hbvvfJLaEeWBSw79YYA_8Q",
            "instructorIds": [
                "9030454"
            ],
            "name": "Psychological First Aid",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/de/e250c02c7f11e4a56e09598f8b6c89/PFA.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "psychological-first-aid",
            "startDate": 1452531490188,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "What you’ll achieve:\n\nIn this project-centered course*, you’ll design, build, and distribute your own unique application for the Android mobile platform. We’ll provide you with a set of customizable building blocks that you can assemble to create many different types of apps, and that will help you become familiar with many important specificities of Android development. When you complete the project, in addition to having a personalized app that you can use and share, you’ll have the skills and background you need to move on to more advanced coursework in Android development. \n\n What you’ll need to get started:\n\nThis project-centered course is designed for learners who have some prior experience programming in Java, such as an introductory college course or Coursera’s Java Programming Specialization (https://www.coursera.org/specializations/java-programming).\n\nYou will need a computer with a stable Internet connection, but you will not need an Android phone - we’ll use free software that you can use to emulate a phone on your computer. We'll use Android Studio as IDE; it is compatible with most computer and operating systems. You can find detailed system requirements here: https://developer.android.com/sdk/index.html#Requirements.\n\n*About Project-Centered Courses: Project-centered courses are designed to help you complete a personally meaningful real-world project, with your instructor and a community of learners with similar goals providing guidance and suggestions along the way. By actively applying new concepts as you learn, you’ll master the course content more efficiently; you’ll also get a head start on using the skills you gain to make positive changes in your life and career. When you complete the course, you’ll have a finished project that you’ll be proud to use and share. \n\nTime: 10 hours of study, 10 hours of active project work",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "mKzzYp5YEeWVBgpelZA5Jw",
            "instructorIds": [
                "16472403",
                "16514625"
            ],
            "name": "Build Your First Android App (Project-Centered Course)",
            "partnerIds": [
                "128"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/10/d1cb90ad7d11e5b4492be109d39855/moocLogo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "android-app",
            "startDate": 1455306944331,
            "workload": "10 hours of study, 10 hours of active project work"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Bem vindo ao segundo curso de desenvolvimento de aplicativos para iPhone e iPad.\nQuer fazer um aplicativo que navegue por múltiplas telas? Que apresente dados em tabelas? Que aceite diferentes gestos na tela? Ou quem sabe um aplicativo com diversos conteúdos em uma única tela com barra de rolagem?\nSe você respondeu \"sim\" para alguma dessas perguntas, esse é o curso ideal para você!\n\nNeste curso você vai criar um aplicativo capaz de navegar por múltiplas telas, verá como mostrar dados para o usuário através de tabelas e telas com rolagem, além de ver aqueles elementos comuns em diversos aplicativos de iPhone e iPad, como botões, controles, contadores e outros.\n\nEste curso é composto por várias videoaulas passo a passo, para você que tem pouca experiência com programação, ou já é um programador experiente mas não conhece o Swift ou nunca fez um aplicativo iOS, acompanhar as aulas e evoluir no seu próprio ritmo.\n\nConcluindo esse curso, você será capaz de desenvolver mais do que um simples aplicativo iPhone, podendo criar um aplicativo sobre o tema que desejar, quando desejar!\n\nO que você está esperando? Junte-se a milhares de outros usuários e desenvolva o seu próprio aplicativo!",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "fzRQmhnoEeW9dA4X94-nLQ",
            "instructorIds": [
                "13190619",
                "13230757"
            ],
            "name": "Como criar aplicativos com múltiplas telas para iPhone e iPad",
            "partnerIds": [
                "208"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9c/cb0f203cc711e5840f2918f8f20d21/curso2_final.jpg",
            "primaryLanguages": [
                "pt"
            ],
            "slug": "multiplas-telas-iphone",
            "startDate": 1445288496980,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Les nouvelles technologies de l’information ont facilité l’accès à de nombreuses bases de données offrant au grand public, mais surtout aux professionnels, une multitude de services. Le domaine de l’information géographique a également suivi ce mouvement en modernisant l’ensemble des supports, des plans, des cartes topographiques et de tous les types de données à référence spatiale. Face au déploiement massif des cartes numériques et des nombreux services basés sur la localisation, il s’agit de rester critique et surtout de développer les capacités nécessaires afin de choisir les outils et jeux de géodonnées adaptés aux besoins professionnels. \n\nC’est dans cette optique que ce cours propose de développer les éléments fondamentaux de la géomatique en décrivant les domaines clés que sont: les références géodésiques, les techniques d’acquisition des géodonnées, la topométrie, la localisation par satellites et la modélisation et représentation du terrain.\n\nCet enseignement est proposé aux futurs ingénieurs et architectes qui ont recours aux géodonnées pour la réalisation de projets d’aménagement, de construction, de gestion de l’environnement, de transport et de développement territorial. Dans ces domaines, l’accès aux données à référence spatiale ainsi qu’une connaissance des sources d’information et de leur qualité sont donc primordiales pour la conduite de projets.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "Yo-AmZ7hEeWVBgpelZA5Jw",
            "instructorIds": [
                "4229712",
                "5650566"
            ],
            "name": "Éléments de Géomatique",
            "partnerIds": [
                "16"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f4/ad4846e75c19b2f00d74dc89ed7ce8/Geomatique-v1.0.jpg",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "geomatique",
            "startDate": 1455915541055,
            "workload": "4-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course will help you be a better negotiator. Unlike many negotiation courses, we develop a framework for analyzing and shaping negotiations. This framework will allow you to make principled arguments that persuade others. It will allow you to see beneath the surface of apparent conflicts to uncover the underlying interests. You will leave the course better able to predict, interpret, and shape the behavior of those you face in competitive situations.\n\nIn this course, you will have several opportunities to negotiate with other students using case studies based on common situations in business and in life. You can get feedback on your performance and compare what you did to how others approached the same scenario. The cases also provide a setting to discuss a wide-ranging set of topics including preparing for a negotiation, making ultimatums, avoiding regret, expanding the pie, and dealing with someone who has a very different perspective on the world. Advanced topics include negotiating when you have no power, negotiating over email, and the role of gender differences in negotiation. To close out the course, we will hear insights from three negotiation experts: Linda Babcock, Herb Cohen, and John McCall MacBain. Enjoy.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "tGbJuel4EeSnMSIACzuFJw",
            "instructorIds": [
                "473433"
            ],
            "name": "Introduction to Negotiation: A Strategic Playbook for Becoming a Principled and Persuasive Negotiator",
            "partnerIds": [
                "109"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4c/96fab020c411e5b9f06b2570b2500a/Cover-Image.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "negotiation",
            "startDate": 1438623110777,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "The objective of this course is to provide an overview of the culture of ancient Rome beginning about 1000 BCE and ending with the so-called \"Fall of Rome\". We will look at some of the key people who played a role in Rome, from the time of the kings through the Roman Republic and the Roman Empire. We will also focus on the city of Rome itself, as well as Rome's expansion through Italy, the Mediterranean, and beyond.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "o_VGekEUEeWKOBLv1z6n9w",
            "instructorIds": [
                "12962468"
            ],
            "name": "Roman Art and Archaeology",
            "partnerIds": [
                "222"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/27/a86da04e8311e5887c5d18f3dff54a/colosseum2soren.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "roman-art-archaeology",
            "startDate": 1455550894930,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Dentro de la creación del videojuego, ¿qué papel juega su diseño? Este curso proporciona conocimientos y pautas sobre cómo diseñar un videojuego. Partiendo  desde un concepto básico, se dan las pautas para trabajar correctamente sus conentidos, de cara a conseguir un objetivo claro: el documento de “game concept” que constituye el documento inicial sobre el que se basa cualquier videojuego. \n\nDe cara a mejorar la comprensión de los conceptos, los ejemplos y referencias se fundamentarán en videojuegos reales, para permitir así visualizar el documento y cuáles son los resultados finales del diseño descrito en el mismo.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "sIhBvix6EeWccAqzeA4VPw",
            "instructorIds": [
                "11224479",
                "14887019"
            ],
            "name": "Diseño de videojuegos",
            "partnerIds": [
                "80"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e5/bd41b0680c11e599ee1115f89c2811/Course-logo--coursera-v2.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "videojuegos-diseno",
            "startDate": 1452538581071,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "As a society and individually, we use energy every moment of our lives to improve our quality of life. Energy 101 will develop the big picture and connect the details of our energy use, technology, infrastructure, impact, and future.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "q6P-8ed8EeSglCIACzUL2A",
            "instructorIds": [
                "862822"
            ],
            "name": "Energy 101: The Big Picture",
            "partnerIds": [
                "9"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/fc/7e1e3019ef11e5bf912393894f5bea/Energy-101-icon600x340.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "energy-101",
            "startDate": 1435346259398,
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Ce cours initie à la programmation en utilisant le langage Java. Il ne présuppose pas de connaissance préalable. Les aspects plus avancés (programmation orientée objet) sont donnés dans un cours suivant, «Introduction à la programmation orientée objet (en Java)». ",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "v1-1873",
            "instructorIds": [
                "1116355",
                "1345762"
            ],
            "name": "Initiation à la programmation (en Java)",
            "partnerIds": [
                "16"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/fc/067aa005b511e492b55b7a03a9b107/Init-Java-final.jpg",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "initprogjava",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course will provide a coherent, understandable look at the evidence on how nutrition and physical activity impact health through lower morbidity, longevity, and quality of life.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "nutrition"
                }
            ],
            "id": "v1-162",
            "instructorIds": [
                "2595360",
                "2595632"
            ],
            "name": "Nutrition and Physical Activity for Health",
            "partnerIds": [
                "36"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/10/8bad60352c11e49374019bac019d2c/NewNutrition-LARGE.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "nutritionforhealth",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Aprende las bases de Marketing llegando al fondo de toma de decisiones del cliente. Después de completar con éxito este curso, puedes aplicar estas habilidades en un reto empresarial de la vida real como parte de la Programa Especializadode Fundamentos de Negocios de Wharton.",
            "domainTypes": [],
            "id": "v1-3552",
            "instructorIds": [
                "3749002",
                "3676270",
                "3799837"
            ],
            "name": "Introducción al Marketing",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/cd/472f605e2a11e5abe183bf714fc0ce/whartonmarketing-.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "whartonmarketinges",
            "workload": "5-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This is the third in a series of four courses; each addressing a different set of skills science educators need to meet the demands of their career. In this course, teachers will develop a deeper understanding of several broad topics in the major science content areas by examining common misconceptions.\n",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-704",
            "instructorIds": [
                "3510175",
                "565747",
                "3510185",
                "386687",
                "3812844",
                "3675391"
            ],
            "name": "Inquiry Science Learning: Perspectives and Practices 3 - Science Content Survey",
            "partnerIds": [
                "13"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/71/c56d20352a11e48277ab05289070ba/courseraCourse3logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "scicontentsurvey",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Welcome to \"Chinese Characters for beginner\"!\nThis is an elementary course on learning Chinese characters. Together, we will start from the basic element of Chinese characters-- Strokes. Then we will learn 1,200 basic Chinese words composed of 240 commonly used Chinese characters, which begin with  “一”(one), including pronunciation, shape and meaning, so that to improve the learning effect. \n\nGood luck !",
            "domainTypes": [],
            "id": "v1-3531",
            "instructorIds": [
                "14780670"
            ],
            "name": "Chinese Characters for beginner 汉字",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/7b/2a2540547311e5a4b421bdedb37cef/______1.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "chinesecharacters",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "北京大学《C++程序设计》这门课将向你讲授C++程序设计有关的概念和语法，使你能够使用C++语言，以面向对象的方法编写可维护性、可扩充性好的，较大规模的程序。我们建议你在开始本课程之前已经熟悉了C语言和基本程设编写。这门课则将带你掌握C++语言中类、对象、运算符重载、继承、多态等面向对象的程序设计方法，以及模板、标准模板库STL等泛型程序设计的机制，体会和领悟面向对象程序设计方法和泛型程序设计方法的优势。",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "vV5KmA_3EeWPhwrBf2tcNQ",
            "instructorIds": [
                "4914899",
                "5233026"
            ],
            "name": "C++程序设计",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e4/2c5d00817b11e39d6bed89a0e9a71f/__logo2.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "cpp-chengxu-sheji",
            "startDate": 1437422461910,
            "workload": "每周4-8小时"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course deals directly with your ability for creativity which is a critical skill in any field. It focuses on divergent thinking, the ability to develop multiple ideas and concepts to solve problems. Through a series of creativity building exercises, short lectures, and readings, learners develop both an understanding of creativity and increase their own ability.\n\nThis course will help you understand the role of creativity and innovation in your own work and in other disciplines.  It will challenge you to move outside of your existing comfort zone and to recognize the value of that exploration.  This course will help you understand the importance of diverse ideas, and to convey that understanding to others. \n\nThe principal learning activity in the course is a series of \"differents\" where you are challenged to identify and change your own cultural, habitual, and normal patterns of behavior. Beginning with a prompt, e.g. \"eat something different\", you will begin to recognize your own = limits and to overcome them. In addition, you are encouraged to understand that creativity is based on societal norms, and that by it's nature, it will differ from and be discouraged by society. In this course, the persistence of the creative person is developed through practice. At the same time, these exercises are constrained by concerns of safety, legality, and economics, which are addressed in their creative process.",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                },
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "dh3wTQZNEeWJMSIAC7Jl0w",
            "instructorIds": [
                "3505201",
                "6408337"
            ],
            "name": "Creative Problem Solving",
            "partnerIds": [
                "50"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/54/3c37a0336a11e4a9174f03c2693082/whiteLogo2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "creative-problem-solving",
            "startDate": 1443739979248,
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Курс посвящен закономерностям конкуренции, рассматриваемой в рамках концепции стратегического взаимодействия продавцов, включая олигополистическую конкуренцию и решения укоренившегося продавца, сталкивающегося с опасностью входа.\nExplore the factors that determine firm size and market structures by analyzing the strategic decisions made by market participants.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "v1-1174",
            "instructorIds": [
                "5179812"
            ],
            "name": "Теория отраслевых рынков (Industrial Organization)",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/81/e81278c78033dfc99bac1dde45700a/industrial.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "industorg",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "M2O2C2 provides a first taste of multivariable differential calculus.\nBy introducing the machinery of linear algebra, this course provides helpful tools for understanding the derivative of a function of many variables.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "v1-1430",
            "instructorIds": [
                "1667833",
                "2062399"
            ],
            "name": "Massively Multivariable Open Online Calculus Course",
            "partnerIds": [
                "28"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/58/8267b0352911e494bcf927fb09cbc9/logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "m2o2c2",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The Learning Mindsets & Skills MOOC is designed to explore underlying concepts behind Learning Mindsets & Skills as well as the the practical applications of those concepts in various educational environments. Course Participants will hypothesize a learning mindset-related change to be implemented within their educational environment, test their theory, and present their findings to a wider audience.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                }
            ],
            "id": "GniSDGdyEeWq4RLQvtY_lQ",
            "instructorIds": [
                "10053002",
                "11822311",
                "1332067",
                "15360606"
            ],
            "name": "Learning Mindsets & Skills",
            "partnerIds": [
                "251"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a0/774b90677711e5bb4d15089ec90c8f/LearningMindsets_Coursera.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "learning-skills",
            "startDate": 1444949345630,
            "workload": "1-2 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn core distributed computing concepts that underlie today’s and tomorrow’s cloud computing systems.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "v1-2505",
            "instructorIds": [
                "3703447"
            ],
            "name": "Cloud Computing Concepts: Part 2",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/88/b6a830642f11e48aeca9747ffe549e/cloud_computing_concepts_part02_v04_600X340.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "cloudcomputing2",
            "workload": "4-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Qu'est-ce qui détermine les prix fonciers et les prix immobiliers en général? Comprenez les liens de ces prix avec les taux d'intérêt, les rentes foncières et les loyers. Un cours d'économie pour les personnes qui n'ont aucune connaissance formelle d'économie.\n\nUn cours d'économie qui ne présuppose aucune connaissance économique formelle. Il vise à donner l'intuition du fonctionnement des marchés foncier et immobilier, en lien avec le marché du logement et les politiques publiques pertinentes. Il introduit les principales méthodes de calcul des valeurs foncières et immobilières. Le cours est illustré d'exemples et de statistiques principalement suisses.\n\nNous aborderons:\n•\tLes calculs d'arbitrage\n•\tLa rente foncière et le prix du sol\n•\tLa demande de terrain et le compte à rebours du promoteur\n•\tLe calcul des valeurs immobilières",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                },
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "ol2EQDE6EeWWqBIFfWmDPQ",
            "instructorIds": [
                "14164216"
            ],
            "name": "Economie du sol et de l'immobilier I",
            "partnerIds": [
                "16"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/fe/072770480b11e5bae2091f8275b64b/Ecosol-2560x1440px-150dpi.jpg",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "economie-sol-immobilier-1",
            "startDate": 1455728178086,
            "workload": "6 semaines d'étude, 1-3 heures / semaine"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Database Management Essentials provides the foundation you need for a career in database development, data warehousing, or business intelligence, as well as for the entire Data Warehousing for Business Intelligence specialization. In this course, you will create relational databases, write SQL statements to extract information to satisfy business reporting requests, create entity relationship diagrams (ERDs) to design databases, and analyze table designs for excessive redundancy. As you develop these skills, you will use either Oracle or MySQL to execute SQL statements and a database diagramming tool such as the ER Assistant to create ERDs. We’ve designed this course to ensure a common foundation for specialization learners. Everyone taking the course can jump right in with writing SQL statements in Oracle or MySQL.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "qLFYrxnoEeWwrBKfKrqlSQ",
            "instructorIds": [
                "5265596"
            ],
            "name": "Database Management Essentials",
            "partnerIds": [
                "126"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d6/8df4a04d0911e593b04f99cfdaa374/Course-1---Logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "database-management",
            "startDate": 1442265423682,
            "workload": "7 weeks of study, 4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course, the context is hosting an event and finding an appropriate venue for it. You will learn language and strategies for successful negotiations culminating in a written announcement for an event. You will learn to compare and use data and employ other strategies to negotiate successfully.\n\nCourse Learning Objectives\n\n•\tEvaluate and compare services and features of two venues \n•\tMake inquiries and arrangements via email\n•\tList issues a customer has and provide solutions\n•\tWrite an announcement for an event",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "6Q6xanzkEeWUswr9_O_RKw",
            "instructorIds": [
                "15471184",
                "15497634"
            ],
            "name": "Business English: Negotiating ",
            "partnerIds": [
                "15"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ca/673e60ae6211e5918d35dc6072daf1/3_negotiating.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "business-english-negotiating",
            "startDate": 1453228557213,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "The explosive growth of the “Internet of Things” is changing our world and the rapid drop in price for typical IoT components is allowing people to innovate new designs and products at home. In this first class in the specialization you will learn the importance of IoT in society, the current components of typical IoT devices and trends for the future. IoT design considerations, constraints and interfacing between the physical world and your device will also be covered. You will also learn how to make design trade-offs between hardware and software. We'll also cover key components of networking to ensure that students understand how to connect their device to the Internet.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                }
            ],
            "id": "CEwR00UZEeWb8RJf7Z1H0w",
            "instructorIds": [
                "14641356"
            ],
            "name": "Introduction to the Internet of Things and Embedded Systems",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/39/739310451a11e5bd9a998e94db442d/Course-1-logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "iot",
            "startDate": 1442423859609,
            "workload": "4 weeks, 1-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Behavioral genetic methodologies from twin and adoption studies through DNA analysis will be described and applied to address longstanding questions about the origins of individual differences in behavioral traits.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                }
            ],
            "id": "v1-1315",
            "instructorIds": [
                "1504603"
            ],
            "name": "Introduction to Human Behavioral Genetics",
            "partnerIds": [
                "50"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/1b/d7fb10352c11e49dc56df018365453/Twins-web-800.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "behavioralgenetics",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course aspiring writers will be introduced to perhaps the most elemental and often the most challenging element of story: plot.  We will learn what keeps it moving, how it manipulates our feelings, expectations, and desires.  We will examine the choices storytellers make to snag our imaginations, drag them into a fictional world, and keep them there. We will learn how to outline and structure a plot, discuss narrative arc, pacing and reversals and reveal the inevitable surprise: connecting the beginning, middle and end.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "3KNgoXgcEeWrAxJQXw-8PQ",
            "instructorIds": [
                "17117391"
            ],
            "name": "Creative Writing: The Craft of Plot",
            "partnerIds": [
                "34"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0a/d156e0bece11e5a0757f0b45fcae50/plot.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "craft-of-plot",
            "startDate": 1454720112118,
            "workload": "4 weeks of study, 1-2 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Learn what motivates the restive Muslim youth from Tunis to Tehran, what political positions Islamists from Mali to Chechnya are fighting for, where the seeming obsession with Islamic law comes from, where the secularists have vanished to, and whether it makes sense to speak of an Islamic state.\n\nSince 2009 there has been a renewed wave of popular unrest sweeping throughout much of the Muslim world. Secular, but generally repressive and inefficient autocracies have come under pressure or been swept aside entirely. At the same, the various Islamic Republics have not fared much better, but been convulsed by internal unrest, economic and social decline. Throughout the Muslim lands, existing constitutional arrangements are being challenged, often very violently.\nThis course is a survey of the constitutional ideas and institutions that have developed since the mid 19th century throughout predominantly Muslim countries, but its focus will lie on the actors that have dominated this discourse and shaped its outcomes. We will look at the large body of classical writings on the Islamic state only in so far as it is necessary to understand the contemporary debate, but concentrate on the legal and political developments of the 20th and 21st centuries.\n\nThree common themes will characterise the course: \n\nWe privilege the study of the legal and social reality and seek to highlight where it is at odds with dogmatic stipulations, be they religious or constitutional. \n\nWe seek to illustrate the practical tensions posed by limited administrative capabilities and political legitimacy that resulted from the incomplete reception of modern bureaucratic statehood. \n\nWe seek to examine how popular dissatisfaction with the practical performance of Muslim governments has fuelled demands for greater accountability under the guise of cultural authenticity. \n\nUltimately, the course aims to equip participants to better understand Muslim contemporary discourse about the res publica, better contextualise the demands for religious law in public life, and to better ascertain the theoretical and practical feasibility of postulated religious alternatives to the still-dominant secular model of governance.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "law"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "_ehbrDx9EeWFSA6UPWxRyQ",
            "instructorIds": [
                "2566181"
            ],
            "name": "Constitutional Struggles in the Muslim World",
            "partnerIds": [
                "63"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/66/9d5e308eb020f72db558021530c4d6/muslim_democracy.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "muslim-world",
            "startDate": 1444930989383,
            "workload": "8-12 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course, you will explore the coaching practices managers use to create a culture of accountability.  You will learn the underlying principles of coaching as a manager, and the elements for establishing a consistent, effective one-on one-coaching relationship with those you manage.  You will review common performance scenarios managers’ face, learn to determine the causes of poor performance and practice developing a coaching response.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "CuQpLnQ9EeWrAxJQXw-8PQ",
            "instructorIds": [
                "15497711"
            ],
            "name": "Coaching Practices",
            "partnerIds": [
                "83"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a3/aedf709f6811e5af867f53b4df060c/175402254-Course-3-Coaching-Practices.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "coaching-practices",
            "startDate": 1453239357672,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "An introduction to modern astronomy's most important questions. The four sections of the course are Planets and Life in The Universe; The Life of Stars; Galaxies and Their Environments; The History of The Universe.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "euRJEycxEeWP8AqYi9cmiw",
            "instructorIds": [
                "2340295"
            ],
            "name": "Confronting The Big Questions: Highlights of Modern Astronomy",
            "partnerIds": [
                "60"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/3e/462e5f6b7d94efa7e0f372760b1a2e/HighlightsAstronomyLogo-2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "astronomy",
            "startDate": 1449507827212,
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Este curso introduce a los estudiantes de grado y al público de habla hispana en general en los aspectos más relevantes de la lengua, la historia y la cultura del Egipto de los faraones.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "v1-504",
            "instructorIds": [
                "2690314",
                "2690319"
            ],
            "name": "Egiptología (Egyptology)",
            "partnerIds": [
                "80"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/82/b052da328c5393fdcaade9b5f09b4d/Egiptologia.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "egypt",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Your style is as unique and distinctive as your face, your voice, except that you can choose it, you can can work on it, enhance it. In this course we will introduce aspiring writers to the art of putting pressure on written language.  We will study the use of metaphor and imagery, and demonstrate how clarity, grace, and inventiveness in word choice are imperative to a story’s success.  Writers will emerge with the revision skills essential to all writers of good stories and good prose.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "xtpKLngcEeWrAxJQXw-8PQ",
            "instructorIds": [
                "15766000"
            ],
            "name": "Creative Writing: The Craft of Style",
            "partnerIds": [
                "34"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/49/28a8d0bece11e5a0757f0b45fcae50/style.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "craft-of-style",
            "startDate": 1453341448412,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course examines how the idea of \"the modern\" develops at the end of the 18th century in European philosophy and literature, and how being modern (or progressive, or hip) became one of the crucial criteria for understanding and evaluating cultural change. Are we still in modernity, or have we moved beyond the modern to the postmodern?",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                }
            ],
            "id": "s5sEkwAHEeW9ISIACxWDhA",
            "instructorIds": [
                "804990"
            ],
            "name": "The Modern and the Postmodern (Part 2)",
            "partnerIds": [
                "34"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ae/40ab4d371617977d0c8b273d63e014/The-Bar-at-the-Folies-Bergeres-by-Edouard-Manet.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "modern-postmodern-2",
            "startDate": 1436215577630,
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This six week course will help students prepare for the AP* Calculus AB Exam.\n\n* AP Calculus is a registered trademark of the College Board, which was not involved in the production of, and does not endorse, this product.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "v1-840",
            "instructorIds": [
                "3636164",
                "3700546"
            ],
            "name": "Preparing for the AP* Calculus AB and BC Exams",
            "partnerIds": [
                "119"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/29/574ad0352b11e4aa3c599183b828af/calc_mooc_image.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "apcalc",
            "workload": "8-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "【课程介绍】\n\n《当代应用心理学》是由云林科技大学 刘威德教授主讲的一门应用心理学课程\n                               并由云林科技大学 惠龙博士担任总顾问\n\n课程将精选八项心理学与日常生活息息相关的应用议题，藉由生活对象设计(人因心理学)、消费行为、领导管理、性格分析、犯罪行为、心理保健与心理测验、人际关系等方面运用生活知能、个体行为与态度、测验诊断加以说明诠释应用心理学之奥妙。例如:自行车设计动向、民众购车消费行为、便利商店兑币代换机制、组织领导策略、关注情绪管理、人格特质透析、以及如何经营成功良好的职场与人际关系等事例，深入浅出探讨来应用心理学的理论与实际生活经验分析概念。\n\n【课程大纲】\n探讨从众/群众心理、消费行为模式、成功营销的法则、消费者的觉察-广告营销的心理法则、广告营销心理实例探讨、探讨领导管理的现象、管理组织的策略、成功领导者的特质、组织人事的经营管理、探讨人格特质分析、人格的形成和发展、性格的影响因素、性格的常态与偏态、探讨犯罪心理、偏差行为发展脉络分析、法律与生活的关系、犯罪与偏差行为的预防-罢凌行为的心理探讨、探讨心理保健层面、情绪管理、快乐心理、落实小区心理保健、个别心理特质的差异、心理测验的原理、探讨如何藉由心理测验及诊断工具了解个别特质的差异、心理测验的迷思概念、探讨人际关系互动网络、人际关系的影响因素、成功职场心理的经营、职场的求职陷阱以及以上各内容之实例。\n\n第1周：心理学原理概述Introduction\n第2周：人因心理学原理简介及实例探讨Human Factors and Ergonomics\n第3周：消费者心理学原理简介及实例探讨Consumer Psychology\n第4周：组织及领导心理学原理简介及实例探讨Leadership Psychology\n第5周：性格心理学原理简介及实例探讨Personality Psychology\n第6周：法律与犯罪心理学原理简介及实例探讨 Law and Criminal Psychology\n第7周：身心健康与适应心理原理简介及实例探讨Mental Health Psychology\n第8周：心理测验与个别特质差异的原理简介及实例探讨Psychological Testing\n第9周：人际与职场心理的原理简介及实例探讨Human Relationship and Career Psychology\n\n【学习目标】\n心理学是一门探讨人性的科学，剖析个体的内隐心理历程和外显行为反应。涉及范围广泛，涵括有认知、情绪、人格、人际、和领导等多方领域，同时也和日常生活息息相关如婚姻、消费、家庭、对象设计等密不可分，心理学的影响层面扩及到教育、社会、科学、医学、生物等层面。因此，探讨分析心理学所产生的生理行为间接亦或直接影响到个人心智，运用大脑运作模式来解释个人行为，应用层面在日常生活中比比皆是。本课程之目标在于探讨心理学的科学理论基础原理、以心理学的观点检视剖析周遭生活中的个人与社会行为现象，并进而能够觉察与改变个人的心理历程与行为模式，终而能够经营圆满合谐而健康的人生。\n\n【学习要求】\n本课程的在线教材将以较短的课程长度实施9周，每周2小时，共18小时，每周规划一主题(topic)，每一个主题分为若干节(section)或讲次(lecture)，以及符合学习专注力时间长度的上课内容（15分钟小单元），透过在线学习平台，由教师制作提供主题明确且长度适中的单元教学影片，辅以测验及作业，让学生依自己学习步调在线自我学习，并藉由教师设计安排的学习互动，与老师及同侪于虚拟平台或实体空间进行探索讨论。教学互动及评量回馈，提升在线学习的质量及效能，期能建立华文课程品牌。\n\n【教材教参】\nSternberg, Robert J. (2004). Psychology 4th.C.A. Thomson Wadsworth.\nBekerian, D. A. &Levey, A. B. (2005). Applied Psychology. Oxford.\nCascio, W. F. &Aguinis, H. (2005). Applied Psychology in Human Resource Management. Pearson Prentice Hall.\n美国心理学会(American Psychology Association, APA)资源\n张春兴(1991).现代心理学。台北：东华书局。\n张春兴(2003).心理学原理。台北：东华书局。\n张春兴主编.世纪心理学丛书。东华书局(繁体字版)。浙江教育出版社(简体字版)。",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                }
            ],
            "id": "r0V6xDciEeWO-Qq6rEZAow",
            "instructorIds": [
                "14151607"
            ],
            "name": "当代应用心理学",
            "partnerIds": [
                "150",
                "298"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ba/39de2061ce11e5b96cf7e89dec1b04/____________03.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "dangdai-yingyong-xinli-xue",
            "startDate": 1442944276657,
            "workload": "9周研究，2-3小时/周"
        },
        {
            "courseType": "v2.ondemand",
            "description": "В этом курсе вы получите комплексное современное представление о политике финансирования компании. Решения о привлечении капитала и выборе соотношения собственного и заемного капиталов мы рассмотрим как инструмент максимизации стоимости компании.  Курс входит в специализацию “Корпоративные финансы и стоимость компании”, включающую 5 связанных курсов, и необходим для выполнения заключительного прикладного проекта по специализации “Мастерство создания стоимости компании”.\n\nКурс будет полезен всем, кто по роду своей деятельности  должен решать вопросы организации финансирования бизнеса, оценки его потенциального эффекта и допустимого уровня долговой нагрузки компании, структурирования  источников финансирования или занимается оценкой его стоимости. \n\nПосле успешного завершения курса вы будете знать, какие виды финансирования доступны компании, их преимущества, недостатки и способы получения; каковы современные тренды выбора уровня долговой нагрузки; как определяются цены на разнообразные финансовые ресурсы.  Вы сможете рассчитать затраты на собственный и заемный капитал, определить оптимальное соотношение заемного и собственного финансирования для конкретной компании на основе финансовой информации и использовать информацию с рынка капитала и о конкурентах для принятия решений об изменении уровня долговой нагрузки. \n\nДля эффективного освоения курса вам понадобятся знания о финансовой отчетности компании и построении денежных потоков, драйверах стоимости компании, приобретенные в работе над курсом  “Оценка стоимости компании”, открывающем  специализацию “Корпоративные финансы и стоимость компании”. \n\nВ ходе курса вас ждут лекции, а также интервью с представителями компаний Sberbank CIB и UBS в России.  По итогам каждой недели вам необходимо будет решить тест, по окончании курса - итоговый экзамен.  Для окончания курса вам понадобится набрать проходной балл по всем оцениваемым заданиям.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "yqd0CIeqEeWgrxLS5SGTUQ",
            "instructorIds": [
                "5569831"
            ],
            "name": "Структура капитала компании",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/18/c99da0adaa11e5a66fc325ecd229ce/____-___________-03.png",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "struktura-kapitala-kompanii",
            "startDate": 1452622163584,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Learn about the origin and evolution of life and the search for life beyond the Earth.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "mG1NQnUvEeS8UyIACzYI5Q",
            "instructorIds": [
                "796896"
            ],
            "name": "Astrobiology and the Search for Extraterrestrial Life",
            "partnerIds": [
                "14"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera.s3.amazonaws.com/topics/astrobio/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "astrobiology",
            "startDate": 1417454291590,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "《电磁学下》是《电磁学》的第二学习进程，教学内容含恒磁场、磁介质，电磁感应、交流电和电磁场电磁波。虽然《电磁学下》内容比较多，但是处理场的基本方法大家已经熟悉和适应了，应该说，电磁学的前两章是整个电磁学的基础。建议大家学习了第一进程，通过了结业考试以后再进入第二学习进程《电磁学下》的学习。本课程的课程是按照知识点设置模块，《电磁学下》包含6个模块。每个模块又包含几节课，每个模块结束有一个小测，同学们可以自我测试，没有时间限制，大家可以根据自己的需要和时间安排来自主学习，以免一步跟不上，步步跟不上，这对于学习我们这种理论性比较强的课是有利的，已经明白的可以跳过去，不清楚的可以重点学习。\n教学大纲\n模块一      恒定磁场的基本规律\n模块二      磁力\n模块三      磁介质\n模块四      电磁感应\n模块五      交流电\n模块六      电磁场电磁波",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "qgqGaFNVEeWa6BJVQBR2Qw",
            "instructorIds": [
                "8591661"
            ],
            "name": "电磁学下——恒磁场与时变电磁场",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5c/8a988013b611e4912df96cfa655a37/___-2-__.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "dianci-2",
            "startDate": 1442599239193,
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Based upon the award winning* educational resources of same name developed by Simon McIntyre and Karin Watson, the Learning to Teach Online (LTTO) MOOC is designed to help existing educators establish or improve their own online or blended teaching practices. The target audience is primarily teachers in higher education, K-12, community college, and vocational or private education.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-1164",
            "instructorIds": [
                "4354914",
                "4402306"
            ],
            "name": "Learning to Teach Online",
            "partnerIds": [
                "155"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/24/01e110c44411e3924a45d9fb6795c1/Unknown-1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ltto",
            "workload": "3-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course is designed to introduce students, working professionals and the community to the exciting field of cybersecurity. Throughout the MOOC, participants will engage in community discourse and online interaction. Participants will gain knowledge and understanding of cybersecurity and its domains. They will engage with expertly produced videos, gain insight from industry experts, participate in knowledge assessments, practice assessing their environmental awareness, and gain access to materials that address governance and risk management, compliance, business continuity and disaster recovery, cryptography, software development security, access control, network security, security architecture, security operations, and physical and environmental security. Learning will be assessed using strategies aligned to knowledge and understanding. \n\nYou do not need prior experience in IT security to do well in this course. All you need is a willingness to learn. We will point you to relevant open and free resources to assist you.\n\nAt the end of this course, you will have the option of applying for undergraduate level course credit at Kennesaw State University (dependent on admission to Kennesaw State University as a degree seeking or a non-degree seeking student). More information is available in final module \"Receive Course (undergraduate) Credit at Kennesaw State University\".",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "computer-security-and-networks"
                }
            ],
            "id": "tWgmnb03EeS5IyIACyCAHg",
            "instructorIds": [
                "5543700",
                "7675852"
            ],
            "name": "Cybersecurity and Its Ten Domains",
            "partnerIds": [
                "123"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e9/957fe0702411e4a0b53d9470331d4e/ComputerLock-Logo_2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "cyber-security-domain",
            "startDate": 1426699027663,
            "workload": "6 hours of videos, quizzes and peer review"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Discover the principles of solid scientific methods in the behavioral and social sciences. Join us and learn to separate sloppy science from solid research!\n\nThis course will cover the fundamental principles of science, some history and philosophy of science, research designs, measurement, sampling and ethics. The course is comparable to a university level introductory course on quantitative research methods in the social sciences, but has a strong focus on research integrity. We will use examples from sociology, political sciences, educational sciences, communication sciences and psychology.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "research-methods"
                }
            ],
            "id": "rTTFFgb8EeWJMSIAC7Jl0w",
            "instructorIds": [
                "959950"
            ],
            "name": "Quantitative Methods",
            "partnerIds": [
                "131"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d4/f3603045f211e5848e57ba8e5661d8/Logo-QM-2015_1200-x1200px.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "quantitative-methods",
            "startDate": 1440607474358,
            "workload": "8 weeks, 4-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "A través de este curso usted podrá identificar los aportes narrativos del escritor colombiano Gabriel García Márquez a la literatura universal y logrará entender por qué Gabriel García Márquez es considerado uno de los autores más brillantes en lengua castellana.   Ante todo, usted tendrá la oportunidad de gozar de la lectura y el análisis de las siguientes obras: La hojarasca (1955), El coronel no tiene quien le escriba (1961), La mala hora (1962), Los funerales de la Mamá Grande (1962) y Cien años de soledad (1967). Al entrar en el universo narrativo de García Márquez, usted se dejará seducir por la riqueza de su lenguaje y logrará identificar las obsesiones del autor. \n\nA través del estudio de estas obras usted:  \n1.\tValorará la obra de Gabriel García Márquez \n2.\tApreciará la forma en que evoluciona\n3.\tDesarrollará la capacidad de relacionar sus diferentes obras \n4.\tIdentificará algunos de los elementos centrales de su obra \n\nEste curso está dirigido a personas que disfrutan de la literatura y no requiere ningún tipo de conocimiento previo.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "a9S36isyEeWccAqzeA4VPw",
            "instructorIds": [
                "6638832",
                "6623380",
                "13943913",
                "14607191"
            ],
            "name": "Leer a Macondo: la obra de Gabriel García Márquez",
            "partnerIds": [
                "273"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/92/a8efd04cfd11e5a18cbb719b1473bf/1200x1200px2.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "macondo-gabriel-garcia-marquez",
            "startDate": 1444168334181,
            "workload": "6 semanas de estudio, 4-7 horas/semana"
        },
        {
            "courseType": "v1.session",
            "description": "This class provides secondary history teachers with practical guidelines for developing and delivering a history curriculum that will engage students and make history a relevant and vital subject.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-1488",
            "instructorIds": [
                "3821090"
            ],
            "name": "The Art of Teaching History: A Global Conversation for Secondary Educators ",
            "partnerIds": [
                "13"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/d2/a5afb05a1e11e4afbf93e05af390ef/Teaching-History-Graphic-F-10-2014_no-text.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "teachinghist",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Programming-oriented course on effectively using modern computers to solve scientific computing problems arising in the physical/engineering sciences and other fields. Provides an introduction to efficient serial and parallel computing using Fortran 90, OpenMP, MPI, and Python, and software development tools such as version control, Makefiles, and debugging.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "v1-119",
            "instructorIds": [
                "1320364"
            ],
            "name": "High Performance Scientific Computing",
            "partnerIds": [
                "15"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/7b/3247a51d254d7f0c68062147957e53/HighPerformanceComputingIma.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "scicomp",
            "workload": "5-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course will guide you through the basic elements of professional journalism and the news values and ethics of covering real-world issues and events. The overview and examples of the types of news coverage helps introduce the different types of journalism, such as social media, multimedia, print, visual and broadcast, and how professional journalists effectively use each format.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "6Fa6w3EjEeWbbw5cIAKQrw",
            "instructorIds": [
                "15385643",
                "15384580",
                "4759273",
                "11016409",
                "15384900",
                "16003827"
            ],
            "name": "What is news? ",
            "partnerIds": [
                "228"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ba/d58110bec411e5a79bdb64213bc357/Dollarphotoclub_25668832.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "what-is-news",
            "startDate": 1454973921739,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "In this course, you will learn how to characterize the energy state of a system and the mechanisms for transferring energy from one system to another.  These are the tools necessary to understand stationary and transportation power systems from small scale, like batteries, to large scale, like nuclear power plants.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "v1-384",
            "instructorIds": [
                "2042576"
            ],
            "name": "Introduction to Thermodynamics: Transferring Energy from Here to There",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/bb/8ae000477311e5b1c9c1f86d62ba59/thermodynamics.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "introthermodynamics",
            "workload": "3-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "本门课程致力于通过协作，打造个人和团队的高效学习与工作体系，提升个人与团队的生产力。",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "WuPvFI_oEeW2aQ7olstw0Q",
            "instructorIds": [
                "12114568"
            ],
            "name": "高效协作",
            "partnerIds": [
                "233"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/82/3ae9f0b87d11e59263950a70476197/____.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "gaoxiao-xiezuo",
            "startDate": 1453237972016,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Statistical experiment design and analytics are at the heart of data science.  In this course you will design statistical experiments and analyze the results using modern methods.  You will also explore the common pitfalls in interpreting statistical arguments, especially those associated with big data.  Collectively, this course will help you internalize a core set of practical and effective machine learning methods and concepts, and apply them to solve some real world problems.\n\n  \nLearning Goals: After completing this course, you will be able to:\n1. Design effective experiments and analyze the results\n2. Use resampling methods to make clear and bulletproof statistical arguments without invoking esoteric notation\n3. Explain and apply a core set of classification methods of increasing complexity (rules, trees, random forests), and associated optimization methods (gradient descent and variants)\n4. Explain and apply a set of unsupervised learning concepts and methods\n5. Describe the common idioms of large-scale graph analytics, including structural query, traversals and recursive queries, PageRank, and community detection",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "3mA6QTIyEeWsOA5fzAmxbw",
            "instructorIds": [
                "999946"
            ],
            "name": "Practical Predictive Analytics: Models and Methods",
            "partnerIds": [
                "15"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera.s3.amazonaws.com/topics/datasci/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "predictive-analytics",
            "startDate": 1445644249447,
            "workload": "4 weeks of study, 6-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "The topic of marriage in the movies has always provided a fascinating reflection of changing social attitudes, shifting morals and gender roles. We will explore how films have defined marriage, identified seven core problems, and varied its three narrative components -- a couple, their problems, their situation -- from decade to decade from the silent to the modern era.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-1290",
            "instructorIds": [
                "5659919"
            ],
            "name": "Marriage and the Movies: A History",
            "partnerIds": [
                "34"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2f/640f00965511e385c1ffe2cbb378c7/marriage_logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "marriageandmovies",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This second course in the Healthcare Marketplace specialization will help you understand the various providers of health care across the U.S. delivery continuum. We will explore the value proposition of the various providers- from hospitals to clinics to community based providers and dissect this value chain using various lenses such as- site of delivery, people who provide the care, payers for care etc. You will also learn about the challenges facing these providers and the innovations they are creating in order to help transform this critical industry.\n\nGiven the fact that Healthcare is one of the largest industries in the U.S. and growing at an alarming trend, it is critical that current and future leaders understand the drivers that are shaping this industry and lead innovations in order to sustain this critical industry into the future- by creating value for the end customer, the entire population as well as increase engagement of the workers within this industry.\n\nGet ready to take a deep dive into the complex ocean that is the U.S. healthcare delivery- and make sure your oxygen tank is securely fastened!",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "X9NQX3HtEeWi0g6YoSAL-w",
            "instructorIds": [
                "15657897"
            ],
            "name": "Healthcare Delivery Providers",
            "partnerIds": [
                "50"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/70/390fb0b97811e5903299e1db897e98/5-abstract-medical-background_z1S6aYP__L.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "healthcare-providers",
            "startDate": 1453238534964,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "An introduction to the main themes of the American Constitution—popular sovereignty, separation of powers, federalism, and rights.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "_aXKkBnJEeW9dA4X94-nLQ",
            "instructorIds": [
                "3544181"
            ],
            "name": "America's Written Constitution",
            "partnerIds": [
                "109"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/93/45c170a5a411e5ad437d8a95211c81/awc_red.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "written-constitution",
            "startDate": 1440187497357,
            "workload": "12-15 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "The EU is the most successful supranational legal order to which 27 Member States have transferred sovereign rights. This course explores the functioning of the unique creature that is the EU, the impact of its laws on states, citizens and companies, and the current challenges it faces.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "law"
                }
            ],
            "id": "v1-289",
            "instructorIds": [
                "1819928"
            ],
            "name": "The Law of the European Union: An Introduction",
            "partnerIds": [
                "25"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3d/6a143d847c8040a7cb547423d6205a/logo-for-the-class.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "introeulaw",
            "workload": "5-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course you will get an introduction to the main tools and ideas in the data scientist's toolbox. The course gives an overview of the data, questions, and tools that data analysts and data scientists work with. There are two components to this course. The first is a conceptual introduction to the ideas behind turning data into actionable knowledge. The second is a practical introduction to the tools that will be used in the program like version control, markdown, git, GitHub, R, and RStudio.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "iSxVEG07EeW3YxLB1q9I2w",
            "instructorIds": [
                "694443",
                "685384",
                "688901"
            ],
            "name": "The Data Scientist’s Toolbox",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/37/6352a069b511e3ae92c39913bb30e0/DataScientistsToolbox.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "data-scientists-tools",
            "startDate": 1451942025464,
            "workload": "1-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The goal of hiring managers is not just to hire people who need a job. It’s to hire people who believe in their organization, its mission and the work that’s involved in the job position. Every hiring manager knows: Hire people to do a job and they’ll work for your money. Hire people who believe in the work and they’ll work for their passion.\n\nAnd this is not a case of “fake it until you make it.” You have to be genuine about your belief in an organization and its mission. That means you have to have researched the industry, the company, and the position – and be able to show how your goals in life align with the company’s mission. Having done so will shape the impression you convey as a candidate, the way you answer traditional questions, and the way you demonstrate that you’re the right candidate for the job.\n\nThis course will teach you how to:\n\n1.\tWrite a research summary of at least three different firms in at least three different industries using criteria of your own choice.\n\n2.\tWrite a brief summary of the outlook and future job prospects for at least three positions that you are qualified for.\n\n3.\tPrepare an elevator speech and deliver it to two different audiences.\n\n4.\tUse persuasive speech techniques to present professional accomplishments and qualifications in a manner that conveys benefits to a potential employer.\n\n5.\tUse persuasive speech techniques to convince a potential employer of your interest, motivation and preparation for a particular position.\n\n6.\tAdapt your nonverbal communication style to the expectations of English-speaking interviewers.",
            "domainTypes": [
                {
                    "domainId": "language-learning",
                    "subdomainId": "learning-english"
                }
            ],
            "id": "00A5f3pyEeWUswr9_O_RKw",
            "instructorIds": [
                "13565988",
                "15247366"
            ],
            "name": "Successful Interviewing",
            "partnerIds": [
                "32"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/41/dfd440b29411e5ae9d8158e68cbd96/2---Successful-Interviewing-800-x-800.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "successful-interviewing",
            "startDate": 1453242304367,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Como un mercadólogo, tenemos claro que nuestra función principal en las empresas es identificar las necesidades del mercado y con base en ellas establecer estrategias de compra – venta que causen impacto y satisfagan las necesidades de los consumidores. Éste es un reto importante, pero además de ser creativos en la definición de estas estrategias, tenemos que tener en cuenta el desarrollo que a través de los últimos años ha tenido el Internet y atrás de él las redes sociales. Es por ello que hay que estar conscientes de la importancia que las redes van teniendo y cómo pueden ayudar a la promoción de los productos y servicios que como proveedor estamos ofreciendo. \n\nEn este curso podrás conocer cómo se ejecuta una estrategia de redes sociales y las consideraciones que debes de tener para controlar y medir el desempeño de tu estrategia. Podrás identificar cómo evaluar si es posible gestionar la estrategia con recursos propios, si es necesario utilizar una agencia o si es apropiado hacerlo con un esquema mixto; también reconocerás la importancia de realizar una escucha activa y las herramientas que te permitirán desarrollar esta actividad, las plataformas más convenientes y la frecuencia más apropiada para tu negocio, los indicadores clave de medir y cómo hacerlo y finalmente las técnicas para optimizar el desempeño de tu estrategia de redes sociales y lograr tus objetivos.\n\nSeguramente te serán de gran utilidad dentro del ámbito de la mercadotecnia.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "dNnOEjfZEeWO-Qq6rEZAow",
            "instructorIds": [
                "13928860",
                "13255311"
            ],
            "name": "Las redes sociales en acción",
            "partnerIds": [
                "62"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b6/5e344051ac11e590243fc0467d25b1/foto_redsoc_curso4_a.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "red-social",
            "startDate": 1450114261275,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "本课程旨在加深学员对中国历史与古代社会生活的认识；促进对传统文化核心观点与基本精神的理解与把握；培养文化研究初步方法。",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "v1-1974",
            "instructorIds": [
                "8539851",
                "8539861",
                "8539858",
                "8539872",
                "8539866",
                "8521246"
            ],
            "name": "中国古代文化",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/db/43acb00db311e4ae6f4f5e963bdfbb/______-2.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "pkuacc",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "An introduction to the statistics behind the most popular genomic data science projects. This is the sixth course in the Genomic Big Data Science Specialization from Johns Hopkins University.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "Anu7oplDEeWqkw5zNB248Q",
            "instructorIds": [
                "694443"
            ],
            "name": "Statistics for Genomic Data Science",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ae/be2510d30d11e4afc79712f14aeec0/statistics-01.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "statistical-genomics",
            "startDate": 1453137790404,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Este curso es una introducción a las metodologías fundamentales para la gestión, planificación y evaluación de sistemas de transporte de pasajeros. Se aprenderán técnicas usadas en la práctica para estimar la demanda, modelar la operación y realizar análisis económicos de proyectos de transporte. Algunos temas estudiados incluyen: modelo clásico de transporte de cuatro etapas, modelo de distribución de viajes gravitacional, modelo de elección discreta logit, teoría de colas, análisis de redes, paradoja de Braess, tarificación por congestión y evaluación social de proyectos de transporte.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "zUyBBjnyEeWCYBKNeFwojw",
            "instructorIds": [
                "4389586",
                "8593866",
                "15207263"
            ],
            "name": "Análisis de Sistemas de Transporte",
            "partnerIds": [
                "190"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b0/5fe4a04aa211e5afbedf1f44133746/transporte-ALTA.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "analisis-sistemas-de-transporte",
            "startDate": 1444167759129,
            "workload": "El curso dura 6 semanas y se estima que a los alumnos les tome 2-3 horas/semana."
        },
        {
            "courseType": "v2.ondemand",
            "description": "This MOOC teaches you how to program core Java programming languages features used in Android, which is the dominant platform for developing and deploying mobile device apps. This MOOC covers key Java features that control the flow of execution\nthrough an app (such as Java’s various looping constructs and conditional statements), enable access to structured data (such as\nJava's built-in arrays and core classes in the Java Collections Framework, such as ArrayList and HashMap), group related operations and data into classes and interfaces (such as Java's primitive and user-defined types, fields, methods, generic parameters, and exceptions), customize the behavior of existing classes via inheritance and polymorphism (such as subclassing and overriding virtual methods). Learners will apply these Java features in the context of core Android components (such as Activities and basic UI elements) by applying common tools (such as Android Studio and Git) needed to develop Java programs and useful Android apps.  Learners will work incrementally on a hands-on project involving a simple calculator throughout the MOOC, i.e., each week they will add additional capabilities to it, based on the material covered in the lecture videos. There will be roughly 3-4 hours of student engagement time per week, including video lectures, quizzes, and programming assignments.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "8UQBnm04EeWyAQ6K5KeLkw",
            "instructorIds": [
                "15522669",
                "529969",
                "2851010",
                "1337829",
                "4639533"
            ],
            "name": "Java for Android",
            "partnerIds": [
                "37"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d8/b19930ba3c11e5adfb350b9807f4d8/android_java-2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "java4android",
            "startDate": 1453240778418,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course explores markets with frictions. The goal is to sharpen our economic reasoning, add a few twists that you are unlikely to have seen in other courses, and apply the methods to interesting phenomena. This should improve the way you think analytically about the economy, and help address interesting issues that come up in the real world.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "v1-428",
            "instructorIds": [
                "2605772"
            ],
            "name": "Markets with Frictions",
            "partnerIds": [
                "65"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/e4/133081d7a5a15c59c924ce20160da6/markets.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "marketswithfrictions",
            "workload": "4-6 hours/week"
        }
    ],
    "linked": {
        "instructors.v1": [
            {
                "fullName": "",
                "id": "122340"
            },
            {
                "fullName": "刘威德",
                "id": "14151607"
            },
            {
                "fullName": "Clement Levallois",
                "id": "91360"
            },
            {
                "fullName": "Eduardo Galembeck",
                "id": "13190619"
            },
            {
                "fullName": "Rahul Koranne",
                "id": "15657897"
            },
            {
                "fullName": "Dr. Cyndi Burnett",
                "id": "8298527"
            },
            {
                "fullName": "",
                "id": "1504603"
            },
            {
                "fullName": "",
                "id": "6081"
            },
            {
                "fullName": "Josep Cervelló",
                "id": "2690314"
            },
            {
                "fullName": "",
                "id": "3636164"
            },
            {
                "fullName": "Hugo Ramírez",
                "id": "14607191"
            },
            {
                "fullName": "Brando Skyhorse",
                "id": "17117391"
            },
            {
                "fullName": "",
                "id": "694443"
            },
            {
                "fullName": "Adam Frank",
                "id": "2340295"
            },
            {
                "fullName": "乔亚男",
                "id": "10252682"
            },
            {
                "fullName": "Michael Mannino",
                "id": "5265596"
            },
            {
                "fullName": "",
                "id": "8180013"
            },
            {
                "fullName": "",
                "id": "3510175"
            },
            {
                "fullName": "Dr. Virginie Galtier",
                "id": "16472403"
            },
            {
                "fullName": "",
                "id": "4973869"
            },
            {
                "fullName": "",
                "id": "7223617"
            },
            {
                "fullName": "",
                "id": "3821090"
            },
            {
                "fullName": "",
                "id": "3544181"
            },
            {
                "fullName": "",
                "id": "2062399"
            },
            {
                "fullName": "",
                "id": "3675391"
            },
            {
                "fullName": "Adolfo León Caicedo",
                "id": "6623380"
            },
            {
                "fullName": "José Lull",
                "id": "2690319"
            },
            {
                "fullName": "Danilo Marshall",
                "id": "13230757"
            },
            {
                "fullName": "",
                "id": "5659919"
            },
            {
                "fullName": "Avi Ma’ayan, PhD",
                "id": "1305172"
            },
            {
                "fullName": "",
                "id": "1116355"
            },
            {
                "fullName": "Dr. Sam Shelton",
                "id": "862822"
            },
            {
                "fullName": "",
                "id": "209008"
            },
            {
                "fullName": "Annemarie Zand Scholten",
                "id": "959950"
            },
            {
                "fullName": "Lucinda D. Davenport",
                "id": "16003827"
            },
            {
                "fullName": "Julie L. Johnson",
                "id": "529969"
            },
            {
                "fullName": "",
                "id": "4914899"
            },
            {
                "fullName": "",
                "id": "4402306"
            },
            {
                "fullName": "",
                "id": "4639533"
            },
            {
                "fullName": "",
                "id": "3703447"
            },
            {
                "fullName": "Charles Duquette",
                "id": "13565988"
            },
            {
                "fullName": "Alex Cowan",
                "id": "14054880"
            },
            {
                "fullName": "",
                "id": "9030454"
            },
            {
                "fullName": "Daniela Wagner",
                "id": "15247366"
            },
            {
                "fullName": "Joanne Gerstner",
                "id": "15385643"
            },
            {
                "fullName": "",
                "id": "5720131"
            },
            {
                "fullName": "Randy Hlavac",
                "id": "2685315"
            },
            {
                "fullName": "David Bell",
                "id": "3799837"
            },
            {
                "fullName": "",
                "id": "6006762"
            },
            {
                "fullName": "杨柏灿",
                "id": "11330837"
            },
            {
                "fullName": "Camilo Ernesto Hernández",
                "id": "13943913"
            },
            {
                "fullName": "Jessica Cinco",
                "id": "15632132"
            },
            {
                "fullName": "",
                "id": "1702251"
            },
            {
                "fullName": "",
                "id": "8539861"
            },
            {
                "fullName": "",
                "id": "3510185"
            },
            {
                "fullName": "Professor Asher  Susser",
                "id": "3467705"
            },
            {
                "fullName": "Dr. Jan Erk",
                "id": "10501293"
            },
            {
                "fullName": "",
                "id": "8539866"
            },
            {
                "fullName": "Judy Wu",
                "id": "15360606"
            },
            {
                "fullName": "",
                "id": "1819928"
            },
            {
                "fullName": "",
                "id": "1707436"
            },
            {
                "fullName": "",
                "id": "8521246"
            },
            {
                "fullName": "",
                "id": "5877143"
            },
            {
                "fullName": "",
                "id": "999946"
            },
            {
                "fullName": "Dr. Shane Dixon",
                "id": "13254193"
            },
            {
                "fullName": "Professor Harald Winkler ",
                "id": "6478869"
            },
            {
                "fullName": "",
                "id": "473433"
            },
            {
                "fullName": "Franz Wohlgezogen",
                "id": "5151579"
            },
            {
                "fullName": "Dr. Humayun Zafar",
                "id": "5543700"
            },
            {
                "fullName": "Daphne Mackey",
                "id": "15497634"
            },
            {
                "fullName": "Kris Plachy",
                "id": "15497711"
            },
            {
                "fullName": "",
                "id": "4354914"
            },
            {
                "fullName": "赵英良",
                "id": "17043866"
            },
            {
                "fullName": "",
                "id": "8539851"
            },
            {
                "fullName": "Dr. Enrique Ruiz Velasco",
                "id": "14724456"
            },
            {
                "fullName": "Ms 王稼军   WangJiaJun",
                "id": "8591661"
            },
            {
                "fullName": "",
                "id": "1239903"
            },
            {
                "fullName": "",
                "id": "1332067"
            },
            {
                "fullName": "",
                "id": "685384"
            },
            {
                "fullName": "Dr. John F Cabra",
                "id": "8299025"
            },
            {
                "fullName": "Dr. Peter Navarro",
                "id": "3014788"
            },
            {
                "fullName": "María de los Angeles Ramos Solano ",
                "id": "13255311"
            },
            {
                "fullName": "",
                "id": "2042576"
            },
            {
                "fullName": "Dr Juan H Klopper ",
                "id": "80181"
            },
            {
                "fullName": "",
                "id": "3700546"
            },
            {
                "fullName": "Felipe Delgado",
                "id": "8593866"
            },
            {
                "fullName": "Carlos Gershenson",
                "id": "2533383"
            },
            {
                "fullName": "",
                "id": "7226393"
            },
            {
                "fullName": "",
                "id": "4432742"
            },
            {
                "fullName": "Mr. Andy Green",
                "id": "7675852"
            },
            {
                "fullName": "Кокорева Мария Сергеевна",
                "id": "5569831"
            },
            {
                "fullName": "",
                "id": "2595360"
            },
            {
                "fullName": "Jeremy Steele",
                "id": "15384900"
            },
            {
                "fullName": "",
                "id": "3297297"
            },
            {
                "fullName": "Jody Lawrence",
                "id": "6408337"
            },
            {
                "fullName": "",
                "id": "12595344"
            },
            {
                "fullName": "",
                "id": "8539872"
            },
            {
                "fullName": "Thomas Bjarnsholt",
                "id": "7772096"
            },
            {
                "fullName": "",
                "id": "1345762"
            },
            {
                "fullName": "John  Bosselman",
                "id": "11822311"
            },
            {
                "fullName": "Mr. Bertrand Merminod",
                "id": "5650566"
            },
            {
                "fullName": "Satish Govindaraj, MD",
                "id": "14401343"
            },
            {
                "fullName": "Enric Martí Gòdia",
                "id": "11224479"
            },
            {
                "fullName": "Michel Ianotto ",
                "id": "16514625"
            },
            {
                "fullName": "",
                "id": "688901"
            },
            {
                "fullName": "",
                "id": "5233026"
            },
            {
                "fullName": "David Soren",
                "id": "12962468"
            },
            {
                "fullName": "",
                "id": "1337829"
            },
            {
                "fullName": "José Antonio Espín Brito",
                "id": "13988787"
            },
            {
                "fullName": "",
                "id": "14780670"
            },
            {
                "fullName": "Juan de Dios Ortuzar",
                "id": "15207263"
            },
            {
                "fullName": "Salvatore Scibona",
                "id": "15766000"
            },
            {
                "fullName": "Nicolai Pogrebnyakov",
                "id": "13754851"
            },
            {
                "fullName": "Eric Freedman",
                "id": "15384580"
            },
            {
                "fullName": "",
                "id": "1571429"
            },
            {
                "fullName": "Ian Harris",
                "id": "14641356"
            },
            {
                "fullName": "",
                "id": "565747"
            },
            {
                "fullName": "",
                "id": "8539858"
            },
            {
                "fullName": "",
                "id": "2595632"
            },
            {
                "fullName": "Jerry Roth",
                "id": "15522669"
            },
            {
                "fullName": "",
                "id": "1240234"
            },
            {
                "fullName": "",
                "id": "4431732"
            },
            {
                "fullName": "",
                "id": "6992095"
            },
            {
                "fullName": "Christian Terwiesch",
                "id": "1349478"
            },
            {
                "fullName": "",
                "id": "3812844"
            },
            {
                "fullName": "Svetlana  Avdasheva",
                "id": "5179812"
            },
            {
                "fullName": "",
                "id": "386687"
            },
            {
                "fullName": "谢涛",
                "id": "16120730"
            },
            {
                "fullName": "José Antonio Cano Chambonnet",
                "id": "13928860"
            },
            {
                "fullName": "Dr. Justin Shewell",
                "id": "13625507"
            },
            {
                "fullName": "",
                "id": "1320364"
            },
            {
                "fullName": "Peter Fader",
                "id": "3676270"
            },
            {
                "fullName": "Andrea Junguito",
                "id": "6638832"
            },
            {
                "fullName": "",
                "id": "10512813"
            },
            {
                "fullName": "罗昭锋",
                "id": "12114568"
            },
            {
                "fullName": "",
                "id": "3505201"
            },
            {
                "fullName": "Dr. Ebrahim Afsah",
                "id": "2566181"
            },
            {
                "fullName": "David Poulson",
                "id": "11016409"
            },
            {
                "fullName": "Philippe Thalmann",
                "id": "14164216"
            },
            {
                "fullName": "謝尚賢(Shang-Hsien Patrick Hsieh)",
                "id": "9823593"
            },
            {
                "fullName": "Ricardo Giesen",
                "id": "4389586"
            },
            {
                "fullName": "",
                "id": "2660182"
            },
            {
                "fullName": "",
                "id": "1667833"
            },
            {
                "fullName": "",
                "id": "3149120"
            },
            {
                "fullName": "",
                "id": "796896"
            },
            {
                "fullName": "",
                "id": "3424837"
            },
            {
                "fullName": "吴 宁",
                "id": "9299119"
            },
            {
                "fullName": "Pere Nolla Rodríguez",
                "id": "14887019"
            },
            {
                "fullName": "",
                "id": "2499461"
            },
            {
                "fullName": "Richard Moore",
                "id": "15471184"
            },
            {
                "fullName": "Joe Grimm",
                "id": "4759273"
            },
            {
                "fullName": "",
                "id": "3749002"
            },
            {
                "fullName": "",
                "id": "2605772"
            },
            {
                "fullName": "",
                "id": "804990"
            },
            {
                "fullName": "Pierre-Yves Gilliéron",
                "id": "4229712"
            },
            {
                "fullName": "Michael Walker",
                "id": "2851010"
            },
            {
                "fullName": "",
                "id": "15630275"
            },
            {
                "fullName": "",
                "id": "10053002"
            },
            {
                "fullName": "",
                "id": "1415601"
            }
        ],
        "partners.v1": [
            {
                "id": "33",
                "name": "The University of Melbourne",
                "shortName": "unimelb"
            },
            {
                "id": "83",
                "name": "University of California, Davis",
                "shortName": "ucdavis"
            },
            {
                "id": "14",
                "name": "The University of Edinburgh",
                "shortName": "edinburgh"
            },
            {
                "id": "18",
                "name": "University of Virginia",
                "shortName": "uva"
            },
            {
                "id": "126",
                "name": "University of Colorado System",
                "shortName": "cusystem"
            },
            {
                "id": "15",
                "name": "University of Washington",
                "shortName": "uw"
            },
            {
                "id": "117",
                "name": "The State University of New York",
                "shortName": "suny"
            },
            {
                "id": "36",
                "name": "University of Pittsburgh",
                "shortName": "pitt"
            },
            {
                "id": "286",
                "name": "EMLYON Business School",
                "shortName": "emlyon"
            },
            {
                "id": "62",
                "name": "Tecnológico de Monterrey",
                "shortName": "tecdemonterrey"
            },
            {
                "id": "287",
                "name": "Arizona State University",
                "shortName": "asu"
            },
            {
                "id": "157",
                "name": "Università Bocconi",
                "shortName": "bocconi"
            },
            {
                "id": "66",
                "name": "École Polytechnique",
                "shortName": "ep"
            },
            {
                "id": "234",
                "name": "Xi'an Jiaotong University",
                "shortName": "xjtu"
            },
            {
                "id": "179",
                "name": "Saint Petersburg State University",
                "shortName": "spbu"
            },
            {
                "id": "3",
                "name": "University of Michigan",
                "shortName": "umich"
            },
            {
                "id": "155",
                "name": "UNSW Australia (The University of New South Wales)",
                "shortName": "unsw"
            },
            {
                "id": "13",
                "name": "Rice University",
                "shortName": "rice"
            },
            {
                "id": "9",
                "name": "Georgia Institute of Technology",
                "shortName": "gatech"
            },
            {
                "id": "123",
                "name": "University System of Georgia",
                "shortName": "usg"
            },
            {
                "id": "75",
                "name": "National Taiwan University",
                "shortName": "taiwan"
            },
            {
                "id": "63",
                "name": "University of Copenhagen",
                "shortName": "ucph"
            },
            {
                "id": "25",
                "name": "Universiteit Leiden",
                "shortName": "leiden"
            },
            {
                "id": "16",
                "name": "École Polytechnique Fédérale de Lausanne",
                "shortName": "epfl"
            },
            {
                "id": "28",
                "name": "The Ohio State University",
                "shortName": "osu"
            },
            {
                "id": "34",
                "name": "Wesleyan University",
                "shortName": "wesleyan"
            },
            {
                "id": "298",
                "name": "云林科技大学 (Yunlin University of Science and Technology)",
                "shortName": "yunlin"
            },
            {
                "id": "60",
                "name": "University of Rochester",
                "shortName": "rochester"
            },
            {
                "id": "251",
                "name": "High Tech High Graduate School of Education",
                "shortName": "hightechhigh"
            },
            {
                "id": "58",
                "name": "Universidad Nacional Autónoma de México",
                "shortName": "unam"
            },
            {
                "id": "208",
                "name": "Universidade Estadual de Campinas",
                "shortName": "unicamp"
            },
            {
                "id": "255",
                "name": "University of Cape Town",
                "shortName": "uct"
            },
            {
                "id": "32",
                "name": "University of Maryland, College Park",
                "shortName": "umd"
            },
            {
                "id": "233",
                "name": "University of Science and Technology of China",
                "shortName": "ustc"
            },
            {
                "id": "17",
                "name": "University of Illinois at Urbana-Champaign",
                "shortName": "illinois"
            },
            {
                "id": "284",
                "name": "上海中医药大学",
                "shortName": "shutcm"
            },
            {
                "id": "73",
                "name": "The World Bank Group",
                "shortName": "worldbank"
            },
            {
                "id": "222",
                "name": "University of Arizona",
                "shortName": "arizona"
            },
            {
                "id": "80",
                "name": "Universitat Autònoma de Barcelona",
                "shortName": "uab"
            },
            {
                "id": "30",
                "name": "University of California, Irvine",
                "shortName": "uci"
            },
            {
                "id": "37",
                "name": "Vanderbilt University",
                "shortName": "vanderbilt"
            },
            {
                "id": "175",
                "name": "Copenhagen Business School",
                "shortName": "cbs"
            },
            {
                "id": "273",
                "name": "Universidad de los Andes",
                "shortName": "uniandes"
            },
            {
                "id": "65",
                "name": "University of Wisconsin–Madison",
                "shortName": "wisconsin"
            },
            {
                "id": "128",
                "name": "CentraleSupélec",
                "shortName": "ecp"
            },
            {
                "id": "120",
                "name": "University of New Mexico",
                "shortName": "newmexico"
            },
            {
                "id": "131",
                "name": "University of Amsterdam",
                "shortName": "amsterdam"
            },
            {
                "id": "150",
                "name": "Shanghai Jiao Tong University",
                "shortName": "sjtu"
            },
            {
                "id": "6",
                "name": "University of Pennsylvania",
                "shortName": "penn"
            },
            {
                "id": "160",
                "name": "Higher School of Economics",
                "shortName": "hse"
            },
            {
                "id": "50",
                "name": "University of Minnesota",
                "shortName": "minnesota"
            },
            {
                "id": "110",
                "name": "Tel Aviv University",
                "shortName": "telaviv"
            },
            {
                "id": "40",
                "name": "Columbia University",
                "shortName": "columbia"
            },
            {
                "id": "27",
                "name": "Icahn School of Medicine at Mount Sinai",
                "shortName": "mssm"
            },
            {
                "id": "54",
                "name": "Northwestern University",
                "shortName": "northwestern"
            },
            {
                "id": "228",
                "name": "Michigan State University",
                "shortName": "michstate"
            },
            {
                "id": "127",
                "name": "University of Kentucky",
                "shortName": "uk"
            },
            {
                "id": "100",
                "name": "American Museum of Natural History",
                "shortName": "amnh"
            },
            {
                "id": "190",
                "name": "Pontificia Universidad Católica de Chile",
                "shortName": "ucchile"
            },
            {
                "id": "109",
                "name": "Yale University",
                "shortName": "yale"
            },
            {
                "id": "8",
                "name": "Johns Hopkins University",
                "shortName": "jhu"
            },
            {
                "id": "163",
                "name": "Peking University",
                "shortName": "pku"
            },
            {
                "id": "119",
                "name": "University of Houston System",
                "shortName": "uhs"
            }
        ]
    },
    "paging": {
        "next": "1600",
        "total": 1804
    }
}
