{
    "elements": [
        {
            "courseType": "v1.session",
            "description": "We understand the world — and our selves — through stories. Then some of those hopes and fears become the world.\n\n",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-41",
            "instructorIds": [
                "806928"
            ],
            "name": "Fantasy and Science Fiction: The Human Mind, Our Modern World",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/21/480f90477311e5a571539764aa09c3/fantasyscifi.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "fantasysf",
            "workload": "8-12 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "遗传学是实验科学。\n本实验课程以研究基因功能为导向，以不同的模式生物为实验对象，通过一系列的实验背景和目的的介绍、实验过程体验，循序渐进地学习遗传学研究设计的精髓，建立遗传学研究的思维理念框架；并进一步引导大家如何运用生物学不同层次的知识和技术，研究感兴趣的生物学问题。为科研入门起抛砖引玉的作用。\n\n",
            "domainTypes": [],
            "id": "v1-3542",
            "instructorIds": [
                "15238660",
                "15531674"
            ],
            "name": "遗传学实验",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2e/0a0b006d8b11e5bfadcb036d8e4783/_____banner-20151008.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "geneticlab",
            "workload": "1-2 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Data about our browsing and buying patterns are everywhere.  From credit card transactions and online shopping carts, to customer loyalty programs and user-generated ratings/reviews, there is a staggering amount of data that can be used to describe our past buying behaviors, predict future ones, and prescribe new ways to influence future purchasing decisions. In this brand new course, four of Wharton’s top marketing professors will dive deeper into the key areas of customer analytics: descriptive analytics, predictive analytics, prescriptive analytics, and their application to real-world business practices including Amazon, Google, and Starbucks to name a few. By the end of this course, you’ll understand how data is used to describe, explain, and predict customer behavior; best practices for using this data to prescribe more effective business strategies; and how successful companies are currently using such data to meet (and shape) customer needs, and to increase their bottom line in the process.  This course has been designed to help you make better business decisions about emerging data structures, so that you can apply what you’ve learned to your own company or business today. ",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "56WnmkLyEeWstQoYgPEx5w",
            "instructorIds": [
                "14265270",
                "3676270",
                "2974984",
                "14265236"
            ],
            "name": "Customer Analytics",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a2/3a73004cd611e5a57e55563bf27068/coursera_customer_analytics_8x8.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "wharton-customer-analytics",
            "startDate": 1442284795872,
            "workload": "4 weeks of study, 5-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "-- About the Course --\n\nFrom the Nuremberg trial to the case against Saddam Hussein, from the prosecution of Al-Qaeda terrorists to the trial of Somali pirates – no area of law is as important to world peace and security as international criminal law.  Taught by one of the world’s leading experts in the field, this course will educate students about the fundamentals of international criminal law and policy.  We will explore the contours of international crimes such as genocide, war crimes, terrorism, and piracy.  We will examine unique modes of international criminal liability and specialized defenses.  And we will delve into the challenges of obtaining custody of the accused and maintaining control of the courtroom.\n\n-- Course Syllabus --\n\nThis course comprises eight units (or \"modules\"). Each will include an assigned reading, typically an article or book chapter, as well as a simulation designed to bring the readings to life.\n\nI will also offer video lectures on each of the topics, accompanied by slides.  In addition, there will be online role-play exercises and debates, enabling the students to share their own insights. \n\nThe order of class sessions will be:\n\n(1)     History: From Nuremberg to The Hague\n\n(2)     International Crimes Part 1: War Crimes, Genocide, Crimes against Humanity, and Torture\n\n(3)     International Crimes Part 2: Terrorism and Piracy\n\n(4)     Special modes of liability: command responsibility, co-perpetration, and incitement\n\n(5)      Special defenses: insanity, obedience to orders, duress, and head of state immunity\n\n(6)      Gaining custody of the accused: extradition, luring, abduction, and targeted killing\n\n(7)      Pre-Trial Issues: plea bargaining, self-representation, and exclusion of torture evidence\n\n(8)      Maintaining control of the courtroom    \n\n-- Recommended Background --\n\nYou don’t have to be a lawyer and there are no prerequisites for this course. However, the course will be conducted at the level expected of advanced undergraduate students. Therefore, for all participants, reading and writing comfortably in English at the undergraduate college level is desirable. \n\n-- Suggested Readings --\n\nStudents should read the assigned online materials for each unit in advance of the class session.  \n\nIn addition, students are invited to subscribe to “War Crimes Prosecution Watch,” a free bi-weekly e-newsletter that summarizes the latest developments in the field of international criminal law.\n\n-- Course Format --\n\nThis course is made up of eight content units. Each unit is based on an online reading assignment, a video lecture of about one hour in length, and one or more role play exercises to stimulate on-line discussion. The course also offers in-video enrichment quizzes (ungraded) for each unit, a ten question multiple choice midterm diagnostics exam (ungraded), and a ten question True/False Final Exam.   \n\n-- FAQ--\n\nHow will this course be graded? \n\nThis course is graded on completion. In order to complete the course each student must: (1) finish each module (or “lesson”); (2) write at least one essay response of 200 words or more for at least one simulation throughout the course; and (3) get a score of 6 out of 10 or better on the Final Exam.\n\nWhat resources will I need for this course?\n\nFor this course, all you need is an Internet connection, and the time to read and discuss the exciting materials available online.\n\nWhat is the coolest thing about this course?\n\nThe topics we will be discussing are ripped from the headlines.  The topics are often controversial and thought-provoking, and always exciting.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "law"
                }
            ],
            "id": "sQEO1tohEeSQryIAC46GNw",
            "instructorIds": [
                "2527015"
            ],
            "name": "Introduction to International Criminal Law",
            "partnerIds": [
                "68"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/7d/b9ca86812e37761e1d836fb37cd5a0/Untitled.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "international-criminal-law",
            "startDate": 1436216868522,
            "workload": "7-8 hours of lectures and assessments"
        },
        {
            "courseType": "v2.ondemand",
            "description": "How can you put data to work for you? Specifically, how can numbers in a spreadsheet tell us about present and past business activities, and how can we use them to forecast the future? The answer is in building quantitative models, and this course is designed to help you understand the fundamentals of this critical, foundational, business skill. Through a series of short lectures, demonstrations, and assignments, you’ll learn the key ideas  and process of quantitative modeling so that you can begin to create your own models for your own business or enterprise. By the end of this course, you will have seen a variety of practical commonly used quantitative models as well as the building blocks that will allow you to start structuring your own models. These building blocks will be put to use in the other courses in this Specialization.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "1ZacN53KEeWlGQ5Xb9b0kw",
            "instructorIds": [
                "16532657"
            ],
            "name": "Fundamentals of Quantitative Modeling",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/fc/d37630b00511e5ae9d8158e68cbd96/Wharton_Online_Quantitative_8x8.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "wharton-quantitative-modeling",
            "startDate": 1454967210540,
            "workload": "4 weeks of study, 1-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Who is this course for?  \nThis course is designed for students, business analysts, and data scientists who want to apply statistical knowledge and techniques to business contexts. For example, it may be suited to experienced statisticians, analysts, engineers who want to move more into a business role. \n\nYou will find this course exciting and rewarding if you already have a background in statistics, can use R or another programming language and are familiar with databases and data analysis techniques such as regression, classification, and clustering.\nHowever, it contains a number of recitals and R Studio tutorials which will consolidate your competences, enable you to play more freely with data and explore new features and statistical functions in R.\n\nWith this course, you’ll have a first overview on Strategic Business Analytics topics. We’ll discuss a wide variety of applications of Business Analytics. From Marketing to Supply Chain or Credit Scoring and HR Analytics, etc. We’ll cover many different data analytics techniques, each time explaining how to be relevant for your business.\n\nWe’ll pay special attention to how you can produce convincing, actionable, and efficient insights. We'll also present you with different data analytics tools to be applied to different types of issues.\nBy doing so, we’ll help you develop four sets of skills needed to leverage value from data: Analytics, IT, Business and Communication. \n\nBy the end of this MOOC, you should be able to approach a business issue using Analytics by (1) qualifying the issue at hand in quantitative terms, (2) conducting relevant data analyses, and (3) presenting your conclusions and recommendations in a business-oriented, actionable and efficient way.\n\nPrerequisites : 1/ Be able to use R or to program 2/ To know the fundamentals of databases, data analysis (regression, classification, clustering)\n\nWe give credit to Pauline Glikman, Albane Gaubert, Elias Abou Khalil-Lanvin (Students at ESSEC BUSINESS SCHOOL) for their contribution to this course design.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "bH3mBTeLEeWXuQopUhAqaw",
            "instructorIds": [
                "9316917"
            ],
            "name": "Foundations of strategic business analytics",
            "partnerIds": [
                "223"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/af/8933104d6811e5accc316a029bcd21/Foundations-of-BA-redimentionn_.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "strategic-business-analytics",
            "startDate": 1442252078113,
            "workload": "4 weeks of study, 2-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Behind every mouse click and touch-screen tap, there is a computer program that makes things happen. This course introduces the fundamental building blocks of programming and teaches you how to write fun and useful programs using the Python language.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "v1-60",
            "instructorIds": [
                "681795",
                "682843"
            ],
            "name": "Learn to Program: The Fundamentals",
            "partnerIds": [
                "11"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3d/1982c0352d11e49571adff5b3c00f3/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "programming1",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course provides a more in-depth look at the roles and responsibilities of boards of directors in the governance of nonprofit organizations. While the course has been developed with North American culture in mind, we do appreciate that in other parts of the world, the nature of the roles and responsibilities of boards of directors may not be the same. Nevertheless,it is our hope that much of the course content will still be of value to those in other parts of the world. \n\nTo learn more about this course, please watch the overview video by copying and pasting the following link into your web browser: https://goo.gl/oyL82q\n\nKeywords: Nonprofit; Nonprofit Sector; Voluntary Sector; Nonprofit Organizations, Non-Governmental Organizations, Volunteer Organizations, Leadership, Management, Governance, Board, Board of Directors, Performance, Effectiveness\n\nCourse 2 Overview: \n\nWeek 1: Some of the questions to be explored this week are: What is the board's role in planning for the organization's future and why is it important for nonprofit organizations to do it? What is strategic planning and what can boards do to carry this out effectively? \n\nWeek 2: This week's questions: What is the board's role in assessing the performance of the organization? Why is performance assessment important? Why do many boards have difficulty meeting their performance assessment responsibilities? \n\nWeek 3: This week's questions: What are the elements of the fundraising/resource development process? What is the board's role in ensuring the organization has adequate funding? What information should be in a resource development plan? \n\nWeek 4: At this stage, you are asked to review the course content, submit a written assignment (known lightheartedly as a BEAR (Board Effectiveness Readiness Assessment), and take two multiple choice Readiness Assurance Tests (known similarly as RATs). One RAT will assess knowledge and reading comprehension and the other will test application of knowledge within a practical case.  \n\nWeek 5: We will encourage you to discuss the RATs in the discussion forums and take them again should you wish to change any of your answers based on the information exchanged.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "-O2O1Sy8EeWV6Q7jN0iEaQ",
            "instructorIds": [
                "4751847",
                "10476839"
            ],
            "name": "The Roles and Responsibilities of Nonprofit Boards of Directors within the Governance Process",
            "partnerIds": [
                "117"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/8b/f937b07b3f11e59bc02f54b7e0983d/banner-image-without-tex-1t.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "nonprofit-gov-2",
            "startDate": 1448903253104,
            "workload": "5 weeks, 5 - 7 hours per week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Before you can work with data you have to get some. This course will cover the basic ways that data can be obtained. The course will cover obtaining data from the web, from APIs, from databases and from colleagues in various formats. It will also cover the basics of data cleaning and how to make data “tidy”. Tidy data dramatically speed downstream data analysis tasks. The course will also cover the components of a complete data set including raw data, processing instructions, codebooks, and processed data. The course will cover the basics needed for collecting, cleaning, and sharing data.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                }
            ],
            "id": "HkJsxW0yEeWEewoyD2Bc5Q",
            "instructorIds": [
                "694443",
                "685384",
                "688901"
            ],
            "name": "Getting and Cleaning Data",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6d/aac7c069b611e39de639278c4f9dba/ObtainingData.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "data-cleaning",
            "startDate": 1451942295359,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "The Content Strategy MOOC is for professionals at all levels of a for-profit, non-profit, volunteer or government organization who want to significantly improve their abilities to understand audiences and develop strategic words, pictures, graphics, and videos to convey their organization’s most important goals.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "v1-488",
            "instructorIds": [
                "1841753",
                "2685251"
            ],
            "name": "Content Strategy for Professionals 1: Engaging Audiences for Your Organization",
            "partnerIds": [
                "54"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f8/6a41507f2811e49e01e584366e8c16/Content_Strategy_MOOC_ReColor---Sized3.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "contentstrategy",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "En este curso estudiaremos el objetivo principal de las finanzas, la importancia en la creación de valor y mantenerlo a través de un uso eficiente de los recursos financieros.\n\nAdemás, incluiremos algunas herramientas básicas que te permitirán crear un plan financiero con el que podrás establecer objetivos y metas claras, identificar qué factores pueden afectar el rumbo de tu empresa o idea de negocio y saber si estás aplicando los recursos de una manera eficiente.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "BLpHr7WrEeWPfQod2hINJQ",
            "instructorIds": [
                "15941461"
            ],
            "name": "Introducción a las Finanzas",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0f/08ac80b97f11e5b882eb24b6363074/finanzas.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "estrategia-financiera",
            "startDate": 1453236125952,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "The Meat We Eat is a course designed to create a more informed consumer about the quality, safety, healthfulness and sustainability of muscle foods and address current issues in animal agriculture in developed and developing countries.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "nutrition"
                }
            ],
            "id": "v1-1417",
            "instructorIds": [
                "6341458"
            ],
            "name": "The Meat We Eat",
            "partnerIds": [
                "31"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f4/bd73c0352b11e49374019bac019d2c/Course-Image.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "meatweeat",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Everyday across the world, thousands of businesses are victimized by fraud.  Who commits these bad acts?  Why? And, how? In this course we are going to help you answer the questions: who commits fraud, why and how.  We’ll also help you develop skills for catching them.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "469AxGCiEeWQAgqoue9YNw",
            "instructorIds": [
                "5651996",
                "5669252",
                "8626600"
            ],
            "name": "Forensic Accounting and Fraud Examination",
            "partnerIds": [
                "116"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4d/95f0b0e66e11e3bf7fb7b0a53f0209/ForensicAccountingLogo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "forensic-accounting",
            "startDate": 1454343134680,
            "workload": "5 weeks of study, 3-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Performance and Assessment in the Virtual Classroom explores the myths and challenges of assessing performance virtually. Topics include effective measures of assessing students, compliance issues, feedback models for students, online gradebook functions, and data analysis.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-1081",
            "instructorIds": [
                "5003560"
            ],
            "name": "Performance Assessment in the Virtual Classroom",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/c2/c761f0352b11e4aa3c599183b828af/Logo-for-Performance-MOOC.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "virtualassessment",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "The Capstone Project is your opportunity to take advantage of the knowledge you have gained through our journey in learning about photography, to develop a meaningful project of 8-10 well formed photographs based in your passion for artistic expression, or a subject for documentary exploration, insightful portraiture, imaging for work-related subjects, or some other aspect of photography.  We are confident that it will be a project that you will be excited to share with fellow Learners!  \n\nYou and your fellow learners will be supporting each other as you work independently, by sharing your work-in-progress at a mid-point Peer Review.  At the mid-point you will share comments and suggestions with each other, helping your fellow Learners gauge their own progress.  By expressing your own ideas and expectations about quality in response to their work, you will be forming your own criteria of excellence as well.  \n\nWhen the Capstone Projects are ready to be finalized and shared, you will have another opportunity for Peer Review.  This final  opportunity for sharing your photographs and comments with peers, and reflecting on their comments about your photos, will be an exciting learning experience.  Your contribution of comments to fellow Learners will not only help them understand their photographs better, but it will give you an opportunity to use the vocabulary of terms that are related to techniques, design principles, and content approaches that you have learned through your success in each of the previous Modules.  \n\nA unique aspect of this Specialization is that everyone who completes the requirements will receive, in addition to their Certificate of Specialization from Michigan State University, substantial discounts on equipment, accessories, and membership benefits through Industry Partners from among the premier manufacturers of photography equipment:  LensPen, Lume Cube lighting, Photo District News,  Schneider Optics, Think Tank Cases/Bags, and a 1-year membership in PhotoVideoEdu.com providing special student discounts from 16 more major manufacturers. The 'top-10' peer-reviewed Capstone projects each year will be awarded the opportunity for individual reviews, with personal responses, by world renowned photographers who have been honored with the title of Canson-Infinity® Ambassadors.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "0wR1g5n1EeWt-Ao8imSkCQ",
            "instructorIds": [
                "15082356"
            ],
            "name": "Photography Capstone",
            "partnerIds": [
                "228"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/92/7e0dc0b4d011e5924df12e94b982e7/Coursera-Specialization-Thumbnail-IMG_2026-copy.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "photocourse5",
            "startDate": 1453242999951,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "En este curso podrás crear una interfaz gráfica para una aplicación móvil de iOS. Aplicarás el patrón de diseño Modelo-Vista-Controlador, el cual te permitirá crear aplicaciones fácilmente actualizables. Asimismo, emplearás los principales componentes gráficos que casi siempre aparecen en una interfaz y podrás identificar los principios básicos de diseño recomendados por Apple en la creación de aplicaciones exitosas. \n\nHacia el final del curso te guiaremos para que puedas crear tu primera aplicación móvil completa, la cual será tu llave de entrada al mundo de las aplicaciones comerciales en iOS.\n\nPara asegurar una experiencia exitosa en el estudio de este curso, es importante que tengas una experiencia previa en el lenguaje Swift y en el desarrollo de aplicaciones a través de Xcode.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "xRGY8xnoEeWnbwoiFA2iGw",
            "instructorIds": [
                "13490149"
            ],
            "name": "Interfaz de usuario en iOS",
            "partnerIds": [
                "62"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ca/3864403af511e5af34cdb6eb74cdae/Fondote_3.1.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "interfaz-ios",
            "startDate": 1444155703304,
            "workload": "4 semanas de estudio, 3-5 horas/semana"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course, you will learn what the main financial markets and their characteristics are as well as how they are linked to the economy. \n\nOur very diversified team of experts will start by teaching you how the price of stocks and bonds are computed and why they move while you will become increasingly aware of the notion of risk and why it matters when measuring an investment's performance. The focus will then move to less popular markets such as gold, emerging markets, real estate, hedge funds and private markets. These will be analyzed with an emphasis on their particular risks and return opportunities as well as how they can help in building efficient portfolios. Finally, the policies of central banks and their impact on financial markets will be presented to you along with the link between the economy and the price of financial assets.\n\nAll along these different steps, experts from UBS, our corporate partner, will show you how the concepts you just acquired are effectively applied in a leading global bank. This focus on practicality means you will not only understand what is going on in global financial markets but also start to figure out how you can use them to achieve financial goals, be it a client's or your own.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "R_c89XEiEeWi0g6YoSAL-w",
            "instructorIds": [
                "15611903",
                "15614730",
                "15614758",
                "9514101",
                "15614818",
                "15614834",
                "15976908"
            ],
            "name": "Understanding Financial Markets",
            "partnerIds": [
                "49"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e5/c953a0bfc411e585cc3dd6134eda4e/geneva_thumb.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "understanding-financial-markets",
            "startDate": 1454971677275,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Introductory virology course emphasizing the common reactions that must be completed by all viruses for successful reproduction within a host cell. ",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "v1-285",
            "instructorIds": [
                "2096804"
            ],
            "name": "Virology I: How Viruses Work",
            "partnerIds": [
                "40"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/df/1aefaf4328c2a4ad469d8d4be6422d/virology_coursera.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "virology",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Managing a company in the food and beverage industry is a fascinating task.\n\nFood and beverage products are so deeply rooted in the culture of most countries that making and selling them is not only a matter of making and selling good and tasty products, but products that nurture people's body, soul, and heart. Given this, it's not difficult to see that the task quickly becomes complex.\n\nThe objective of this course is twofold: first, we will focus on contemporary challenges that managers and entrepreneurs in food and beverage businesses should be able to face; and second, we will provide models and tools to design and implement appropriate courses of action to satisfy customers and build an advantage over the competition.\n\nThis course is made up of four modules and an introduction, each exploring one dilemma that food and beverage companies face. You will be presented with a set of video lectures and guest speakers. These lectures combine an accessible introduction to specific topics integrated with interviews of managers and experts that will give precious insights and examples to the participants.\n\nTo enhance your learning experience with us, we will make a Documentary on the Excellences of the Modena District available for you, which is in a format that we have developed specifically for this course in order to give you the chance to experience first-hand the territory as our on-campus students usually do.\n\nEach module is paired with an evaluated quiz and weekly discussion forums to reflect on the variety of the F&B world, its complexity, and the power of the network that we will build together during the course.\n\nSuccessful completion of the quizzes is required for a course certificate as explained in the Grading Policy.\n\nBelow the guest speakers of the course:\n\nMasterchef Italia Sky – Nils Hartmann, Head of Movie Channels at Sky Italia – www.masterchef.sky.it\nEataly - Paolo Bongiovanni, Marketing Director Italy – www.eataly.net\nBerlucchi – Paolo Ziliani, Owner – www.berlucchi.it\nJoia Restaurant – Alta Cucina Naturale – Pietro Leemann, Owner and Chef – www.joia.it\nBranca – Nicolò Branca, Owner – www.branca.it\nBarilla – Giuseppe Morici, President Region Europe – www.barilla.com\nProyecto Expo 2015 Chile – Guillermo Ariztia, Chile Pavillon Director – www.expomilan.cl\nWinery Il Cavallante, Milano – Sergio Morpurgo, Owner\nHeineken – Floris Cobelens, Marketing Director – www.heineken.com\nTRDN – Martin Oetting, Managing Director – www.trnd.com\nGROM – Federico Grom, Owner and Founder – www.grom.it/en\nTetra Pak – Matthew Hatton, Director Competitor Intelligence – www.tetrapak.com\nBioHombre – Matteo Panini, CEO – www.hombre.it\nAcetaia Maletti – Carmen & Claudio Maletti\nCantine Riunite & CIV – Vanni Lusetti, CEO; Francesca Benini, Sales & Marketing Manager; Elena Lottici, Export Manager; Mario Vandi, Brand Manager – www.riunite.it\nGlemGas – Marco Guerzoni, Program Product Manager – www.glemgas.com\nBibendum Catering – LaFranceschetta58 – Sabrina Lazzereschi & Marta Pulini, Owners and Founders – www.bibendumcatering.it , www.franceschetta58.it\n\nDISCLAIMER - Since most of the videos are conducted with those whose native language is not English, we have decided to sometimes preserve their more emphatic speech to keep a tighter match between the audio and the subtitles.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "6byT1CWWEeW5pgpJEN0S6w",
            "instructorIds": [
                "12219359"
            ],
            "name": "Food & Beverage Management",
            "partnerIds": [
                "157"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f0/9ca7c0d78811e496c6191633d88aa0/macro-food-modif1-cielo_v02.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "food-beverage-management",
            "startDate": 1441402373312,
            "workload": "3-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this MOOC, we will learn how to apply patterns and frameworks to alleviate the complexity of developing concurrent applications on mobile devices running Android that communicate with popular cloud computing platforms. Throughout the MOOC we'll focus on pattern-oriented software architecture, with an emphasis on concurrent and networked programming in the context of Android middleware systems programming mechanisms, such as synchronous and asynchronous concurrency models, background service processing, and local/remote inter-process communication (IPC) and HTTP. We illustrate by example how key pattern and framework concepts and relationships are applied in Android Services and various local and remote IPC mechanisms from both an application and infrastructure perspective. Many code examples are shown throughout using Java, with a case study project used to reify the key points throughout all the modules in this MOOC.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "iQK9fJhyEeWyeQoPPm9u3w",
            "instructorIds": [
                "1337829"
            ],
            "name": "Programming Mobile Services for Android Handheld Systems: Communication",
            "partnerIds": [
                "37"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4a/5a4710a35b11e5b3003bc0db0b0a9b/POSA-MOCCA.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "posacommunication",
            "startDate": 1455061562558,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "L'art des structures propose une découverte du fonctionnement des structures porteuses, telles que les bâtiments, les toitures ou les ponts. Ce cours présente les principes du dimensionnement et les structures en câbles et en arcs. Un deuxième cours présentera les structures en treillis, en poutres et en cadres.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                }
            ],
            "id": "v1-525",
            "instructorIds": [
                "3743409",
                "4489112"
            ],
            "name": "L'art des structures 1 : Câbles et arcs",
            "partnerIds": [
                "16"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f7/e8342e068105ffb7f926a5eaf9cee8/logoStructures.jpg",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "structures",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Discover what shapes how we talk about schools today by exploring the history of U.S. education reform. Engage with the main actors, key decisions, and major turning points in this history. See how social forces drive reform. Learn about how the critical tensions embedded in U.S. education policy and practice apply to schools nationally, globally— and where you live.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "l1UVx4cqEeWRYRLoE9jCoQ",
            "instructorIds": [
                "4678438",
                "3296175"
            ],
            "name": "American Education Reform: History, Policy, Practice",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/96/2ec990561811e4ab3f0560e8caa8d3/apple-256264_1920.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "edref",
            "startDate": 1453748774856,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "In the second course of the Content Strategy Specialization - \"Managing Content\" - you will dive deeper into Content Strategy by learning some great options for managing your important content once it's been created. You will look at media platforms and how best to tell an organization’s “content story” across those platforms using a human-centered design. Then, you'll take a close look at ways to best utilize social and mobile media, as well as some of the issues around insourcing/outsourcing content. Finally, you'll get an inside look at how legal issues associated with Content Strategy are handled in companies large and small around the globe.\n\nThis course serves professionals who want to learn to manage their trustable, engaging and often interactive content to advance their enterprise’s future and their own career in it. As a bonus, we've also included a toolkit to download and take back to work. Can’t remember the 3 truths that frame all communications in the digital age? Need to convince a co-worker that a human centered design approach is best for your project? Want to review how you create an engaging brand for your content? You will find answers to those questions and more in the toolkit.\n\nAdditional  faculty include:\n-- Emily Withrow, Assistant Professor, Medill, Northwestern\n-- Jeremy Gilbert, Director of Strategic Initiatives, The Washington Post\n-- Randy Hlavac, Lecturer, Medill, Northwestern (and lead professor of the Social Media Marketing Specialization also on Coursera)",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "Wf2bzsqnEeWBhRLooYlj_Q",
            "instructorIds": [
                "2685251",
                "1841753"
            ],
            "name": "Content Strategy for Professionals: Managing Content",
            "partnerIds": [
                "54"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/99/582960cc2b11e593c6d74ed40fa08d/CS_Coursera-Logo-2-02.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "content-management-strategy",
            "startDate": 1455152030262,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "В ходе курса слушатели узнают, что такое институты, какова роль институтов в экономических взаимодействиях, как они влияют на благосостояние индивидов, организаций и стран, и познакомятся с инструментами, доступными для их изучения.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "v1-1881",
            "instructorIds": [
                "2967034"
            ],
            "name": "Институциональная экономика (Institutional economics)",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/d0/c4dc600beb11e4af458585b88e46be/InEc4.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "instec",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Are you interested in predicting future outcomes using your data? This course helps you do just that! Machine learning is the process of developing, testing, and applying predictive algorithms to achieve this goal. Make sure to familiarize yourself with course 3 of this specialization before diving into these machine learning concepts. Building on Course 3, which introduces students to integral supervised machine learning concepts, this course will provide an overview of many additional concepts, techniques, and algorithms in machine learning, from basic classification to decision trees and clustering. By completing this course, you will learn how to apply, test, and interpret machine learning algorithms as alternative methods for addressing your research questions.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "machine-learning"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "senhGTbqEeWw6g4yTrGrVQ",
            "instructorIds": [
                "3182044",
                "1121232"
            ],
            "name": "Machine Learning for Data Analysis",
            "partnerIds": [
                "34"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5d/58ff4036f111e589be778d9d098112/big-dataG.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "machine-learning-data-analysis",
            "startDate": 1454057295452,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "One of the primary concerns for both the developers and users of web applications is security.  With the increase in information sharing due to social networking and the massive adoption of the web as a means of conducting business and delivering services, web applications have become prime targets for malicious hackers to exploit. Given the value of “web properties,” the ability to protect these assets from malicious exploits has become a required tool in the software engineer’s tool belt.  \n\nIn this course you will learn the most fundamental application-level security concepts. In addition, you will learn about the basic building blocks of security—encryption and cryptographic systems—along with how these can be used to build a sound user authentication system. More importantly, you will be able to use this knowledge to evaluate off-the-shelf authentication packages, and better understand the options they provide. You will learn about the SSL/HTTPS protocols, and how to enable them in your web applications to support encrypted communication between the browser and web server. You will also learn how to use authorization and access control in your web applications in order to ensure that users are only able to access the data they are entitled to view. Next, we will cover the most important types of attacks that your web applications will be exposed to, and we will describe how to guard against them.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "AeK9aYMFEeWVOA72XBQbjQ",
            "instructorIds": [
                "3506150",
                "15808745"
            ],
            "name": "Web Application Development: Security",
            "partnerIds": [
                "120"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/8f/38f0d0c46611e5ab65b10e4dfea026/app_security.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "webapps5",
            "startDate": 1453242882430,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Health Care Workers and Health Professions Students can prepare to plan and deliver TB care in their communities by applying the latest clinical and research data presented in this nine-week course focusing on TB/HIV Co-Infection.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-886",
            "instructorIds": [
                "1664072",
                "4633067"
            ],
            "name": "Global Tuberculosis (TB) Clinical Management and Research",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/09/65236b7d16f9b7e3741d55664c2a99/shutterstock_80449837.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "tbmanagement",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course, Introduction to the Global Business Environment II, focuses on managing organizations in the international economy. Building on Introduction to the Global Business Environment I, this second course focuses on organizational level and management issues in international settings. The course prepares students with practical as well as research-based knowledge and skills necessary to successfully operating an organizational across borders. This course utilizes an inquiry based approach to understanding managing in the Global Business Environment and answering the following questions: 1. What are Foreign Currencies and how are Exchange Rates Determined? 2. How should you organize your business abroad? 3. How do you adapt your product or service for the international market? 4. What is it like to work abroad and how do you manage expatriates? 5. How to start, operate and grow a small or entrepreneurial business in the global environment? 6. What is the Current State of the Global Business Environment? This inquiry-based approach creates reflective opportunities for students to better understand managing and leading organizations in the global environment in which businesses operate. Lectures are delivered in an engaging manner which encourages reflection and inquiry. Course lectures will be delivered by the instructor in both Spanish and English.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "lxietFy_EeW9BBKT5ztNhQ",
            "instructorIds": [
                "7311350"
            ],
            "name": "International Business II",
            "partnerIds": [
                "120"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/7b/f292b0824411e5a756a13a98039242/internationalbusiness2_logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "international-business-2",
            "startDate": 1453484155334,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This class covers the fundamental principles underlying cryo-electron microscopy (cryo-EM) starting with the basic anatomy of electron microscopes, an introduction to Fourier transforms, and the principles of image formation. Building upon that foundation, the class then covers the sample preparation issues, data collection strategies, and basic image processing workflows for all 3 basic modalities of modern cryo-EM: tomography, single particle analysis, and 2-D crystallography.\n\nPhilosophy:\nThe course emphasizes concepts rather than mathematical details, taught through numerous drawings and example images.  It is meant for anyone interested in the burgeoning fields of cryo-EM and 3-D EM, including cell biologists or molecular biologists without extensive training in mathematics or imaging physics and practicing electron microscopists who want to broaden their understanding of the field.  The class is perfect as a primer for anyone who is about to be trained as a cryo-electron microscopist, or for anyone who needs an introduction to the field to be able to understand the literature or the talks and conversations they will hear at cryo-EM meetings.\n\nPre-requisites:\nThe recommended prerequisites are college-freshman-level math, physics, and biochemistry.\n\nPace: \nThere are 14.5 hours of lecture videos total separated into 40 individual “modules” lasting on average 20 minutes each.  Each module has at the end a list of “concept check” questions you can use to test your knowledge of what was presented. As the modules are grouped into seven major subjects, one reasonable plan would be to go through one major subject each day.  That would mean watching a couple hours of lecture and spending another hour or so thinking through the concept check questions each day for a week.  Another reasonable plan would be to go through one module each day for a little over a month, or even three modules a week (Monday, Wednesday, and Friday) for a 3-month term.\n\nIt is likely that as you then move on to actually begin using a cryo-EM or otherwise engage in the field, you will want to repeat certain modules.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "7PSabL7HEeS4HiIACxCr5g",
            "instructorIds": [
                "11749674"
            ],
            "name": "Getting started in cryo-EM",
            "partnerIds": [
                "12"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://spark-public.s3.amazonaws.com/cryoem/cryo-em_banner_model_no_blur.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "cryo-em",
            "startDate": 1427740236980,
            "workload": "14.5 hours of videos"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This is a survey of modern history from a global perspective.  Part Two begins early in the twentieth century, as older ways of doing things and habits of thought give way.  What follows is an era of cataclysmic struggles over what ideas and institutions will take their place.  The course concludes in the present day, as communities everywhere are transitioning into a new era of world history.  Again we work hard to grasp what is happening and ask:  Why?  Again we are drawn to pivotal choices made at key moments by individuals and communities.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "s4CUmzCqEeWPngoW78wA_Q",
            "instructorIds": [
                "2135893"
            ],
            "name": "The Modern World, Part Two: Global History since 1910",
            "partnerIds": [
                "18"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/58/ba52103adc11e5bd0c5fca5f22e1fe/Flag-Globe.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "modern-world-2",
            "startDate": 1440799685558,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course introduces the concepts, applications, algorithms, programming, and design of recommender systems--software systems that recommend products or information, often based on extensive personalization.  Learn how web merchants such as Amazon.com personalize product suggestions and how to apply the same techniques in your own systems!",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "machine-learning"
                }
            ],
            "id": "v1-746",
            "instructorIds": [
                "3108924",
                "3691077"
            ],
            "name": "Introduction to Recommender Systems",
            "partnerIds": [
                "50"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/9b/6095ca516e757248df2abf357fde72/movielens.jpg",
            "previewLink": "https://class.coursera.org/recsys-001/lecture/preview",
            "primaryLanguages": [
                "en"
            ],
            "slug": "recsys",
            "workload": "4-10 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "毕业项目希望帮助你融会贯通整个专项的内容，打造完美的个人和团队的学习与工作体系。我们还希望在此基础上，搭建一个高效能的交流社区，让你在小伙伴们的鞭策与激励下共同进步。",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "au-bv7WkEeW6YA7MjVrgzw",
            "instructorIds": [
                "12114568"
            ],
            "name": "毕业项目",
            "partnerIds": [
                "233"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ce/fda3e0b87d11e58ae18543e6165465/____.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "biye-xiangmu1",
            "startDate": 1453238109043,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Gain an understanding of the political, social, cultural, economic, institutional and international factors that foster and obstruct the development and consolidation of democracy. It is hoped that students in developing or prospective democracies will use the theories, ideas, and lessons in the class to help build or improve democracy in their own countries.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-499",
            "instructorIds": [
                "2295274"
            ],
            "name": "Democratic Development",
            "partnerIds": [
                "1"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/70/e67ed0352a11e4b1518bb3518fcc93/Icon_DualColor_Lg.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "democraticdev",
            "workload": "5-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course examines the relation of advertising to society, culture, history, and the economy.  Using contemporary theories about visual communications, we learn to analyze the complex levels of meaning in both print advertisements and television commercials.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "v1-1895",
            "instructorIds": [
                "5275483"
            ],
            "name": "Advertising and Society",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/cd/ad2c50168411e4b9605f7c19e135a1/DukeAEF_icon_1280x720.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "adsoc",
            "startDate": 1454284800000,
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course provides an overview of the issue of postharvest loss of grains by exploring essential physical, technical, and social dimensions of postharvest supply chains and loss prevention methods globally.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "v1-2590",
            "instructorIds": [
                "10377439"
            ],
            "name": "Global Postharvest Loss Prevention: Fundamentals, Technologies, and Actors",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/7a/31b21074b411e4bf043d6730ca3528/postharvestloss.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "postharvestloss",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "We will present the state of the art energy minimization algorithms that are used to perform inference in modern artificial vision models: that is, efficient methods for obtaining the most likely interpretation of a given visual input. We will also cover the popular max-margin framework for estimating the model parameters using inference.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                }
            ],
            "id": "v1-749",
            "instructorIds": [
                "3804659",
                "3701387"
            ],
            "name": "Discrete Inference and Learning in Artificial Vision",
            "partnerIds": [
                "128"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2b/16dfb0352c11e4983ad3612bf5dfa7/cours-nikos-3.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "artificialvision",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Inferential statistics are concerned with making inferences based on relations found in the sample, to relations in the population. Inferential statistics help us decide, for example, whether the differences between groups that we see in our data are strong enough to provide support for our hypothesis that group differences exist in general, in the entire population.\n\nWe will start by considering the basic principles of significance testing: probability distributions, p-value, significance level, power and type I and type II errors. Then we will consider a large number of statistical tests and techniques that help us make inferences for different types of data and different types of research designs. For each individual statistical test we will consider how it works, for what data and design it is appropriate and how results should be interpreted. You will also learn how to perform these tests using freely available software. \n\nFor those who are already familiar with statistical testing: We will look at z-tests for 1 and 2 proportions,  McNemar's test for dependent proportions, t-tests for 1 mean (paired differences) and 2 means, the Chi-square test for independence, Fisher’s exact test, simple regression (linear, exponential en logistic) and multiple regression, one way and multi-way analysis of variance, and non-parametric tests (Wilcoxon, Kruskal-Wallis, sign test,  signed-rank test).",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "iSz7OEC2EeWBrBIWi3mmCw",
            "instructorIds": [
                "959950",
                "3583857"
            ],
            "name": "Inferential Statistics",
            "partnerIds": [
                "131"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4e/b955d04c0311e5824dcd995495e25e/Logo_IS.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "inferential-statistics",
            "startDate": 1440614445089,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "What makes bioinformatics education exciting is that people of a variety of education levels can get started quickly, with just a computer and internet access.\n\n",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "bioinformatics"
                }
            ],
            "id": "v1-1279",
            "instructorIds": [
                "5652307"
            ],
            "name": "Bioinformatics: Life Sciences on Your Computer",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/c7/b596f0352b11e49dc56df018365453/BioinfoGraphic_Coursera.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "bioinform",
            "workload": "4-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Cancer strikes individuals, affects families and causes economic hardship. The burden of cancer will rise globally in coming years due to a growing, aging world population. \n\nThis open course is designed for people who may be unfamiliar with science but are interested in developing a sound understanding of cancer and how it is diagnosed, treated, prevented and studied. ",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "clinical-science"
                }
            ],
            "id": "v1-1520",
            "instructorIds": [
                "14444415"
            ],
            "name": "Introduction to the Science of Cancer",
            "partnerIds": [
                "28"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/65/b11470a63c11e4b83d8b3201194fd5/CancerScience-Logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "cancer",
            "startDate": 1453680000000,
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Предметом курса являются методологии создания корпоративных систем — подходы к организации, планированию и управлению процессами их разработки. В разделе рассматриваются методологические основы «гибкой» разработки программных систем, а также систематизируются практические приемы — «лучшие практики» их применения. Исследуется влияние методологий разработки на характер и масштаб программных систем. Основное внимание при этом уделяется сравнительному анализу наиболее значимых «гибких» методологий разработки программных систем, которые нацелены на максимальную адаптивность к быстро изменяющимся условиям бизнеса. Систематизация «гибких» методологий проводится также и в аспекте их практической пригодности для разработки корпоративных систем.\nБудут рассмотрены следующие основные вопросы: Что такое методология? Чем отличаются строгие методологии от гибких? Почему необходимы методологии? При каких условиях применимы такие методологии? В чем особенности применения гибких методологий разработки к корпоративным приложениям? Какие этапы включает в себя каждая из гибких методологий? Как организуются процессы разработки? В чем особенности команды разработки? Почему важно непрерывное взаимодействие с заказчиком? Какие методологии лучше подходят для различных видов программных продуктов?",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "GxLau6SZEeWzOhI8vzQnoQ",
            "instructorIds": [
                "16571803"
            ],
            "name": "Разработка корпоративных систем. Часть 3. Гибкие методологии разработки",
            "partnerIds": [
                "281"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d2/48c620a4c711e58ce46d165efb44cd/logo_picture7.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "razrabotka-korporativnih-sistem-gibkie-metodologii-razrabotki",
            "startDate": 1450743992636,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Курс «Зарисовки о Сибири. Город Томск: курс русского языка для иностранцев» ответит на вопросы, которые часто задают иностранцы о Сибири: Чем она богата? Каковы ее природные и климатические условия? Что за люди здесь живут, чем они занимаются? Как устроен сибирский город, сибирская деревня? Какие народности проживают на территории Томска и Томской области? Как поддерживаются национальные традиции? Как сохраняется деревянная архитектура? Кто из томских студентов принимал участие в Олимпийских играх? \n\nКурс может быть интересен \n- иностранным гражданам, которые хотят совершенствовать русский язык;\n- бывшим россиянам, проживающим сейчас за рубежом и интересующимся тем, как живет Сибирь сегодня; \n- преподавателям русского языка как иностранного; \n- иностранным студентам, выбирающим город, в котором хотели бы обучаться на русском языке;\n- российским школьным учителям и выпускникам российских школ.\n\nВ этом курсе слушатели смогут практиковаться в разных видах речевой деятельности на русском языке (аудирование, чтение, письмо); расширить словарный запас, в том числе за счет лексики, которая, как правило, не встречается в распространенных учебных пособиях по русскому языку как иностранному; улучшить грамматические навыки.\n\nПосле завершения курса слушатели смогут применить свои страноведческие знания о Сибири при изучении истории России, лингвострановедения России, русской культуры. Приобретенные знания и навыки будут полезны иностранным гражданам во время путешествий по России.  \n\nThe course will give answers to the questions about Siberia that are frequently asked by foreigners: What is it rich in? What its nature and climate conditions? What people live here and what do they do? How is a Siberian town or a village organized? What nationalities live on the territory of Tomsk and Tomsk region? How national traditions are maintained? How the wooden architecture is being preserved? What Tomsk students took part at the Olympic games?\nThis course will provide learners with an opportunity to practice different types of speech activity in Russian (listening, reading, and writing); to enrich their vocabulary with lexical units that are not typical in manuals “Russian as a foreign language”; to improve their grammar skills.\nOn completing the course the learners will be able to use their knowledge about Siberia in such subjects as the history of Russia, Russian language and area studies, and Russian culture. These skills and knowledge will be useful for foreign citizens who travel around Russia.",
            "domainTypes": [
                {
                    "domainId": "language-learning",
                    "subdomainId": "other-languages"
                }
            ],
            "id": "6JojBaVqEeWbLRJn4j8c4Q",
            "instructorIds": [
                "15322003",
                "15321854",
                "14990337"
            ],
            "name": "Зарисовки о Сибири. Город Томск: курс русского языка для иностранцев",
            "partnerIds": [
                "276"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b1/834790a87c11e5b9a0cdf6c6c88612/Comp-1_00000.png",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "zarisovki-o-sibiri",
            "startDate": 1451276913409,
            "workload": "5 недель исследования, 2-3 часов / неделю"
        },
        {
            "courseType": "v1.session",
            "description": "This course examines the community context of the changes needed to promote the public’s health.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-74",
            "instructorIds": [
                "660062"
            ],
            "name": "Community Change in Public Health",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/92/bbaec749f8fe409468077ef9085396/community_B-02.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "communitychange",
            "workload": "5-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course analyzes the business side of sports and discusses the intricacies of global sports leagues as well as various countries' sports strategies. You will be equipped with a framework and tools to understand and evaluate the business side of competitive sports around the world.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "v1-354",
            "instructorIds": [
                "1894245",
                "4296326"
            ],
            "name": "The Global Business of Sports",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/74/81ca08db4507957f5824f13052615c/GBS.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "globalsportsbusiness",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "This specialization provides a robust introduction to the key principles, policies, and practices of human resource management, with a focus on understanding managerial choices and constraints, acquiring and onboarding talent, managing employee performance, and rewarding employees. The capstone project provides learners with the opportunity to apply these key principles and practices to a real-world workplace (including a learner's own workplace if desired). Specifically, the capstone project will first involve identifying the key human resources challenges for a workplace, including the most pressing motivational, selection, performance evaluation, and reward issues. The second part of the project is devising a multi-step action plan for addressing these challenges.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "XebEN3H8EeWIfhKr_WcYsQ",
            "instructorIds": [
                "15525104"
            ],
            "name": "Human Resources Management Capstone: HR for People Managers",
            "partnerIds": [
                "50"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ba/bf26708d8e11e58cc5675a84b67187/IMG_5780-1368.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "human-resources-management-capstone",
            "startDate": 1453235805741,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course covers the services and specifications of the most popular wireless communication technologies used around the world. \n\nThe most popular wireless communication technologies are mobile communication, WLAN (Wireless Local Area Network), and WPAN (Wireless Personal Area Network), which are all included in smartphones. Among WLAN types Wi-Fi is most popular, and among WPAN types Bluetooth is most popular. Therefore, the lectures in this course cover Wi-Fi and Bluetooth specifications.\n\nIn addition, the evolution of mobile communication technologies is explained starting from the 1st generation (1G) all the way to the most advanced 4th generation (4G) systems. In addition, further details on the state-of-the-art LTE (Long Term Evolution) and LTE-Advanced 4G mobile communication technologies are presented.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "computer-security-and-networks"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "electrical-engineering"
                }
            ],
            "id": "W62t_A-ZEeWuEBJhzy2uFw",
            "instructorIds": [
                "10450398"
            ],
            "name": "Wireless Communication Emerging Technologies",
            "partnerIds": [
                "220"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/fa/f3c080294c11e5891393c40ba721c6/wireless-logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "wireless-communication-technologies",
            "startDate": 1436832036000,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course will explore how digital cultures and learning cultures connect, and what this means for the ways in which we conduct education online. The course is not about how to ‘do’ e-learning; rather, it is an invitation to view online educational practices through a particular lens – that of popular and digital culture. Follow this course on Twitter at #edcmooc.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-115",
            "instructorIds": [
                "950832",
                "306499",
                "1862154",
                "1292208",
                "1301316"
            ],
            "name": "E-learning and Digital Cultures",
            "partnerIds": [
                "14"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/1b/d594a0352d11e48e9c2583f964c285/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "edc",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "Este proyecto te permitirá crear una aplicación para iOs que pueda ser adaptada para muchas situaciones en las que se requieren varios servicios (ejemplo: escuelas, ciudades, museos, parques de diversiones, etc.). También te permitirá desarrollar la habilidad de consultar otras fuentes, tan necesaria en la creación de software debido al constante cambio de las herramientas.\nA lo largo del proyecto estarás trabajando con el software Swift, el cual estuviste aprendiendo a utilizar durante el desarrollo de los 4 cursos.\nEsperamos te diviertas y te hayamos ayudado a convertirte en un desarrollador para iOs consolidado.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                },
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "GFdid2IlEeWoKwoGqTI8CQ",
            "instructorIds": [
                "13493992",
                "191661",
                "86777",
                "13490149"
            ],
            "name": "Desarrollo de Aplicaciones iOS - Proyecto Final",
            "partnerIds": [
                "62"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c7/d91050622d11e5b5676b0a78fd62d1/_D20BF511AB82EC92B466816F96806785B271A4C8AEA7C84C1D_pimgpsh_fullsize_distr.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "proyecto-ios-final",
            "startDate": 1452892872710,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "According to Steven Blank a business startup, or any new venture startup is essentially a proto-type. Thus the startup process essentially becomes a learning process to refine that business proto-type into a scalable, replicable finished 'product'.\n\nAt the end of this course learners will be able to:\n   -complete a business model summarizing assumptions about what value they will offer to whom, and how they will make \n    money.\n   - systematically test and validate these assumptions within the constraints of their available resources, and\n   - use these validated assumptions to generate financial projections that are based on actual resources and efforts expended.\n\nThe days of the 40 page business plan have certainly passed, but the role of planning in the business creation process is one of extreme importance. In this course we will explore the important components that you need to explore in detail prior to business creation. Action without planning is a recipe for disaster and we will make sure you have a rock solid foundation for future actions.\n\nThe planning here is focused on learning. It is unrealistic for anyone to document in detail all of the actions they should take to make a new venture or activity successful when they (and often no one else) has any experience with the new venture and the conditions which it is likely to face. Thus the business plan based largely on assumptions and aggregate, non-applicable data is replaced with the business model which organizes the key assumptions determining what value the business will offer to whom, and how it will make money. The course will guide learners through the process of systematically testing and validating these assumptions, and obtaining specific, applicable data. It will then show learners how to use these validated assumptions to generate pro-forma financial statements directly tied to actions and resources based on this business model.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                }
            ],
            "id": "BySMWm04EeW8nRIpKnwp7Q",
            "instructorIds": [
                "15486079",
                "15516877",
                "13948470"
            ],
            "name": "Planning",
            "partnerIds": [
                "228"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4b/75d4f0be5111e59c1bb1844bad7ba4/planning-resize.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "start-your-own-business-3-planning",
            "startDate": 1453245738211,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Learn the ideas and vocabulary for listening to world music, and examine the music of several world music cultures and how they have entered into mainstream popular culture.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-28",
            "instructorIds": [
                "235007"
            ],
            "name": "Listening to World Music",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/47/cee7a0352d11e4ae1bdd88b9e8f59b/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "worldmusic",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "You will never know whether you have an effective user experience until you have tested it with users. In this course, you’ll learn how to design experiments, how to run experiments, and how to analyze data from these experiments in order to evaluate and validate user experiences. You will work through real-world examples of experiments from the fields of IxD and HCI, understanding issues in experiment design and analysis. You will analyze multiple data sets using recipes given to you in the R statistical programming language -- no prior programming experience is assumed or required. By the end of the course, you will be able to knowledgeably design, run, and analyze your own experiments for putting empirical and statistical weight behind your designs.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "Hc_NtRVGEeWhTg59fTWfpQ",
            "instructorIds": [
                "1250",
                "16201832"
            ],
            "name": "Designing, Running, and Analyzing Experiments",
            "partnerIds": [
                "53"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b0/430c9054b711e490f8e97a4e709c30/hci-large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "designexperiments",
            "startDate": 1440522000000,
            "workload": "9 weeks, 2-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "O curso \"Explorando os recursos educacionais da Khan Academy\" tem como objetivo ajudar todos aqueles que desejam utilizar a plataforma como um recurso pedagógico. No decorrer do curso, você terá a oportunidade de conhecer a plataforma do ponto de vista do estudante e do ponto de vista do tutor, sabendo exatamente como utilizá-la em favor da aprendizagem. Ao longo do curso, você terá todas as orientações de que precisa para utilizar a plataforma com seus alunos.\n\nA plataforma Khan Academy foi concebida para oferecer aprendizado personalizado para todas as idades, com exercícios, vídeos e um painel de acompanhamento que habilita os estudantes a aprender no seu próprio ritmo. Para o professor, a Khan Academy é uma poderosa ferramenta pedagógica que possibilita personalizar o percurso de aprendizagem dos alunos, dinamizar a experiência educacional com recursos de gamificação e monitorar o progresso de todos e de cada um, com relatórios simples e objetivos.\n\nEste curso é autoinstrucional, ou seja, a aprendizagem acontece na interação com o conteúdo, com outros participantes e por meio da realização das atividades propostas. Assim, o cursista tem mais flexibilidade para estudar no seu próprio ritmo, de acordo com a sua disponibilidade de tempo.\n\nComo material didático, disponibilizamos textos, links, vídeo tutoriais, quizzes e uma proposta de atividade final, que envolve a sistematização da experiência de uso da plataforma como recurso pedagógico.\n\nPara ser certificado, o cursista deve obter 100% de aproveitamento nas avaliações ofertadas ao longo do curso, que são apresentadas em formato de teste, com possibilidade de mais de uma tentativa. \n\n\nInstituições envolvidas no projeto Khan Academy no Brasil:\n\nA Fundação Lemann é parceira internacional da Khan Academy no Brasil e tem experiência na implementação da plataforma em diferentes contextos educacionais, incluindo ONGs, instituições de ensino públicas e privadas.\n\nComo instituições parceiras do projeto no Brasil, temos o Instituto Península, o Instituto Natura e o Ismart. Ainda, agradecemos o apoio do Instituto Singularidades no desenvolvimento deste programa de formação.\n\nParticipe de outros cursos da Fundação Lemann no Coursera - https://www.coursera.org/lemann",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "kGjoPlCdEeWfzRIay-bDMQ",
            "instructorIds": [
                "818332",
                "14977650"
            ],
            "name": "Explorando os recursos educacionais da Khan Academy",
            "partnerIds": [
                "224",
                "314",
                "315",
                "316"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ea/ac34c05cad11e589fe5dad60ac1a93/Course-logo_KA_v5.jpg",
            "primaryLanguages": [
                "pt"
            ],
            "slug": "khanacademy",
            "startDate": 1442889752941,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course, we will show you exciting examples of collaborative, interactive web applications that use various types of media including sound, images and big data. \n\nWe will show you how to build sites that provide precisely this functionality, using Meteor. We will also provide fully working example application code that you can use for your own commercial web projects. \n\nThe course also provides a range of advice and suggestions about how to develop bespoke web applications which match the requirements of clients, where clients are people who commission the product or people who use the product.  \n\nWe will take you through the development of the following applications:\n\n1.\tA portfolio website with collaborative blogging functionality.\n2.\tAn interactive, realtime, multi user music remixing system.\n3.\tAn interactive, online graffiti wall where users can collaborate to create graphics.\n4.\tAn interactive data visualisation platform for exploring and plotting big data in exciting ways.\n\nAt the end of this course, you will be able to:\n\n•\tImplement animated data visualisations and graphics using advanced user interface libraries such as vis.js \n•\tWork with external data sources \n•\tCreate multi user, realtime, collaborative environments\n•\tUse media APIs such as the Web Audio API\n\nParticipation in or completion of this online course will not confer academic credit for University of London programmes",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "NJWa6CDkEeWa6hIFcmm3AQ",
            "instructorIds": [
                "1960981",
                "1961937"
            ],
            "name": "Responsive Website Tutorial and Examples",
            "partnerIds": [
                "26",
                "303"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/46/f14f803cf211e5a191b717b8272db1/MOOC-5.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "responsive-website-examples",
            "startDate": 1450067290461,
            "workload": "4 weeks of study, 1-2 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This is a 6 week course covering the second part of AP* Calculus curriculum which includes integration rules, techniques and applications.\n\n* AP Calculus is a registered trademark of the College Board, which was not involved in the production of, and does not endorse, this product.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-2497",
            "instructorIds": [
                "3700546",
                "3636164"
            ],
            "name": "Preparing for the AP* Calculus AB and BC Exams (Part 2 - Integral Calculus)",
            "partnerIds": [
                "119"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/9f/fc5e1060ae11e4839c730f9f9c83cc/calcMOOCpart1_sm.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "apcalcpart2",
            "workload": "7-9 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "Carsonella ruddii is a bacterium that lives symbiotically inside some insects. Its sheltered life has allowed it to reduce its genome to only about 160,000 base pairs. With only about 200 genes, it lacks some genes necessary for survival, but these genes are supplied by its insect host. In fact, Carsonella has such a small genome that biologists have conjectured that it is losing its “bacterial” identity and turning into an organelle, which is part of the host’s genome. This transition from bacterium to organelle has happened many times during evolutionary history; in fact, the mitochondrion responsible for energy production in human cells was once a free-roaming bacterium that we assimilated in the distant past. Given a collection of simulated error-free read-pairs, use the paired de Bruijn graph to reconstruct the Carsonella ruddii genome. Compare this assembly to the assembly obtained from the classic de Bruijn graph (i.e., when all we know is the reads themselves and do not know the distance between paired reads) in order to better appreciate the benefits of read-pairs. For each k, what is the minimum value of d needed to enable reconstruction of the entire Carsonella ruddii genome from its (k, d)-mer composition?",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "bioinformatics"
                }
            ],
            "id": "d0Vop3l1EeW3pg6oA-kqJQ",
            "instructorIds": [
                "87141"
            ],
            "name": "Assembling Genomes and Finding Disease-Causing Mutations",
            "partnerIds": [
                "53"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/32/22bb50ba5d11e5a05e970d8586e01d/logo2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "assembling-genomes",
            "startDate": 1453242550597,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Biologists still cannot read the nucleotides of an entire genome as you would read a book from beginning to end. However, they can read short pieces of DNA. In this course, we will see how graph theory can be used to assemble genomes from these short pieces. We will further learn about brute force algorithms and apply them to sequencing mini-proteins called antibiotics. Finally, you will learn how to apply popular bioinformatics software tools to sequence the genome of a deadly Staphylococcus bacterium.\n\n",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "bioinformatics"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "v1-2858",
            "instructorIds": [
                "1540981",
                "2658887"
            ],
            "name": "Genome Sequencing (Bioinformatics II)",
            "partnerIds": [
                "53"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/b5/202d90b3cd11e4beba519213600085/chapter4_final-copy.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "assembly",
            "startDate": 1457481600000,
            "workload": "4-10 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "An overview to the state of the art of interactive data visualization in healthcare. The course will cover data visualization principles, methods, and techniques. ",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "v1-2378",
            "instructorIds": [
                "9797007"
            ],
            "name": "Healthcare Data Visualization",
            "partnerIds": [
                "9"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/7a/8117e0f42711e485f9614e8f3affa2/Healthcare-Data-Visualization-Icon600x340.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "healthdatavisual",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Ce cours vous permettra d’identifier et d’évaluer des opportunités de création d’entreprises technologiques et d’en comprendre les principaux enjeux humains, techniques, commerciaux, environnementaux et financiers.\n\nVous aurez ainsi des bases solides pour créer votre entreprise high tech ou décider d'en rejoindre une.\n\nDécider de créer ou de rejoindre une entreprise technologique dans ses premières années est la promesse d’une aventure hors du commun mais ce n’est pas un acte anodin : il faut être capable d’accepter que toutes les « bonnes » idées ne conduiront pas au succès, que seule une minorité de projets débouchera sur un immense succès. Il faut aussi renverser votre rapport à l’échec, qui est une source d’expérience et doit être géré selon la logique de la « perte acceptable » : l’entrepreneur aime l’incertitude, pas le risque démesuré. La création d’entreprises technologiques vous offre une réelle occasion de contribuer à changer le monde mais nécessite que vous adoptiez un certain état d’esprit et que vous puissiez acquérir des savoirs, des savoir-faire et des savoir être, ainsi qu’une expérience la plus large possible.\n\nVous aurez l'occasion de côtoyer des personnes passionnantes et passionnées issues d'horizons très différents. A partir d’une vision et d’une technologie de pointe, ces femmes et ces hommes ont souvent bâti des entreprises d’envergure mondiale.\n\nLa trajectoire de développement d'une entreprise technologique est pleine d’imprévus qui vous demanderont à la fois de l’agilité et une préparation importante pour partir d’une idée forte, sélectionner votre marché, développer votre offre, réunir une équipe à la hauteur des enjeux et trouver des financements.\n\nCe cours se compose de sessions méthodologiques ainsi que de témoignages d'entrepreneurs et d’acteurs emblématiques de la création d'entreprises technologiques. Vous pourrez ainsi vous familiariser avec les dilemmes essentiels auxquels sont confrontés les créateurs d'une entreprise high tech, à commencer par la décision de créer sa propre structure, qui représente un véritable choix de vie. \n\nVous verrez également que la création d'une entreprise technologique est davantage une aventure collective qu’un parcours individuel.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                },
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "bExR_y8jEeWl3A7Kuc0JCQ",
            "instructorIds": [
                "10517903",
                "8342966"
            ],
            "name": "Créer et développer une startup technologique",
            "partnerIds": [
                "66",
                "161"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/08/6d6860a57611e59db55548e5dab1f2/logo-800x800.png",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "startup-technologique",
            "startDate": 1445804734739,
            "workload": "3-4 heures par semaine"
        },
        {
            "courseType": "v1.session",
            "description": "Learn how theatre and globalization have affected each other over the past century, and how to conduct your own research on global theatre histories. ",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-1960",
            "instructorIds": [
                "8459236"
            ],
            "name": "Theatre and Globalization",
            "partnerIds": [
                "64"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/76/2ff9507c9e11e499232d6c6dce0e2a/Multyplying-glass_c.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "globaltheatre",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Through this course you will start to critically examine your own ideas about education, teaching and learning. The critique will be developed through engagement with theories and ideas developed through educational research. You will be encouraged to use these ideas to challenge or support your own ideas about education.   \n\nEach week we will focus on one key question, using video lectures, key readings and challenges to explore some commonplace notions about education. With the guidance of the course team, you will be asked to use these ideas to critically reflect on your own understandings and experience. By the end of the course, you will have developed a personal response to the main question: what is your preferred future for education?\n\n\n\nAnnouncement for US based teachers:\n\nCoursera and its partners are proud to offer eligible teachers free verified certificates for this course and other high-quality teacher professional development courses, through the ConnectED effort announced by President Obama.\n\nTo participate in this opportunity, district leaders simply need to approve Coursera teacher professional development by completing a brief form at: www.coursera.org/tpd.\n\nTeachers interested in this opportunity are also encouraged to follow the link to learn more and complete the form.  \n\nOnce a district’s form has been verified, the district leader will be notified and teachers in the district will receive access to free verified certificates for Coursera professional development.\n\nCoursera and its partners thank educators for the hard work they do every day and hope this opportunity will allow them to continue developing their craft in a meaningful and flexible way.\n\nParticipation in or completion of this online course will not confer academic credit for University of London programmes",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "mYVoGA4fEeWkZg42h4yEYQ",
            "instructorIds": [
                "2723485"
            ],
            "name": "What future for education?",
            "partnerIds": [
                "26",
                "299"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f6/c9b200d06311e38e0f95a8fd9c8582/iStock_000018283902Small.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "future-education",
            "startDate": 1439324085343,
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Process mining is the missing link between model-based process analysis and data-oriented analysis techniques. Through concrete data sets and easy to use software the course provides data science knowledge that can be applied directly to analyze and improve processes in a variety of domains.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "machine-learning"
                }
            ],
            "id": "v1-1567",
            "instructorIds": [
                "6801178"
            ],
            "name": "Process Mining: Data science in Action",
            "partnerIds": [
                "177"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/66/5b4c50352c11e4a4351b48ac74e750/dreamstime_l_21055560.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "procmin",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "這門課是對中國小說經典《紅樓夢》的分析與詮釋，著重於認識讀者本身與經典間的關係，並從作者的時代背景與社會階層著手，重新剖析這部人所共愛、人各有所擁戴的經典之作。\n",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-1067",
            "instructorIds": [
                "4656064"
            ],
            "name": "紅樓夢(The Red Chamber Dream)",
            "partnerIds": [
                "75"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/b2/02bf6303e26a4abf73cdc5714ef57f/LOGO.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "rcd",
            "workload": "3-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "В рамках данного курса рассматриваются основные вопросы функционирования финансовых рынков, деятельности финансовых институтов, изучаются финансовые инструменты, с которыми приходится сталкиваться человеку в своей жизни. Помимо этого, раскрываются базовые принципы инвестирования свободных средств на финансовом рынке, основы проведения финансовых вычислений.\n\nВ настоящее время финансовый рынок активно используется компаниями, регионами и государством для привлечения финансовых ресурсов, обеспечивающих реализацию инвестиционных проектов. Однако востребован финансовый рынок не только со стороны финансовых институтов, но и частных инвесторов, которые используют его для размещения временно свободных денежных средств с целью получения дохода на вложенный капитал. Изучение курса позволит слушателю лучше ориентироваться в современном финансовом мире, понимать причины финансовых кризисов, роль процессов глобализации и секьюритизации финансовых рынков, возможности финансовой инженерии.\n\nФинальная оценка за курс основана на 9 тестах, выполняемых в конце каждой недели. Курс считается пройденным при успешной сдаче всех тестов.\nКаких-либо специальных знаний в области финансов и фондовых рынков для освоения курса не требуется.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                },
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "tMHV7wu7EeWoRw4pD4cXmw",
            "instructorIds": [
                "5179336"
            ],
            "name": "Финансовые рынки и институты (Financial Markets and Institutions)",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b0/723cd471c24a1b24b7730007c83b66/Financial-Markets-and-Institutions1.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "finansovye-rynki",
            "startDate": 1445277245989,
            "workload": "9 недель исследования, 2-3 часов / неделю"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Paleontology: Ancient Marine Reptiles is a four-lesson course teaching a comprehensive overview of the evolutionary changes that occur when air-breathing terrestrial animals return to water. This course examines the diversity, adaptations, convergence, and phylogenetic relationships of extinct marine reptiles. Students will explore three major groups of marine reptiles: ichthyosaurs, plesiosaurs, and mosasaurs. Watch a preview of the course here: https://uofa.ualberta.ca/courses/paleontology-marine-reptiles",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "jnQnC3Q6EeWLqw7zlLhRzQ",
            "instructorIds": [
                "15693829"
            ],
            "name": "Paleontology: Ancient Marine Reptiles",
            "partnerIds": [
                "146"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9b/00a2c08e3111e5b28811922f40f051/MR-Lesson-4-Lo-Rez-Final.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ancient-marine-reptiles",
            "startDate": 1450301751607,
            "workload": "4 weeks of study, 3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course, you will learn best practices for how to use data analytics to make any company more competitive and more profitable. You will be able to recognize the most critical business metrics and distinguish them from mere data.\n \nYou’ll get a clear picture of the vital but different roles business analysts, business data analysts, and data scientists each play in various types of companies. And you’ll know exactly what skills are required to be hired for, and succeed at, these high-demand jobs.\n \nFinally, you will be able to use a checklist provided in the course to score any company on how effectively it is embracing big data culture. Digital companies like Amazon, Uber and Airbnb are transforming entire industries through their creative use of big data. You’ll understand why these companies are so disruptive and how they use data-analytics techniques to out-compete traditional companies.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "I5rpKhnoEeWnbwoiFA2iGw",
            "instructorIds": [
                "13723820",
                "12388058"
            ],
            "name": "Business Metrics for Data-Driven Companies",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/81/d0d2a03d5c11e5949cf1f925f5447f/logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "analytics-business-metrics",
            "startDate": 1442266697746,
            "workload": "4 weeks, 3-5 hours per week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Professor Robert Shiller, 2013 Nobel Prize winner in Economic Sciences, explores the topic of Financial Markets in this eight module course.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "H7G3mCI8EeS5vSIAC0cTMw",
            "instructorIds": [
                "3543921"
            ],
            "name": "Financial Markets",
            "partnerIds": [
                "109"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a2/93e776cf6a9cc6ab9ddf8c9dbee815/ECON252.jpeg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "financial-markets",
            "startDate": 1440525819451,
            "workload": "6-12 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn about artificial neural networks and how they're being used for machine learning, as applied to speech and object recognition, image segmentation, modeling language and human motion, etc. We'll emphasize both the basic algorithms and the practical tricks needed to get them to work well.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "machine-learning"
                }
            ],
            "id": "v1-77",
            "instructorIds": [
                "831097"
            ],
            "name": "Neural Networks for Machine Learning",
            "partnerIds": [
                "11"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/34/a4bf10352d11e4ae1bdd88b9e8f59b/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "neuralnets",
            "workload": "7-9 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "    本课程将以“中国的眼光，现代的立场”来重新阐释“世界艺术史”的概念，并具体陈述西方艺术与中国艺术在理念和创作方法上的区别，进而通过艺术史如何建造一条各文明之间互相理解、互相尊重的道路。",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-1005",
            "instructorIds": [
                "4582267"
            ],
            "name": "艺术史",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/e3/96efe71fe35dc72b6967e36451f83b/zhu290-163.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "arthistory",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Advance your strategic analysis skills in this follow-up to Foundations of Business Strategy. In this course, you'll learn the tools to analyze strategy across time (competitive dynamics), industries ( corporate strategy), geographies (international strategy), and institutions (non-market strategy). We'll introduce the tools you need to complete a comprehensive evaluation and understand the strategy dynamics of an industry: Competitive Lifecycle, Internationalization and Stakeholder Analyses, and Diversification Matrices. We'll apply these tools in case studies of industry leaders Disney, Orascom Telecom Holding, Sony, and GE Healthcare India.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "lU03py8hEeWPngoW78wA_Q",
            "instructorIds": [
                "1400787",
                "14790769"
            ],
            "name": "Advanced Business Strategy",
            "partnerIds": [
                "18"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e2/e2f0d04cea11e58e2bdf7abd3714ff/white-chess-pieces.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "advanced-business-strategy",
            "startDate": 1445643670336,
            "workload": "4 weeks of study, 5-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Examines key computational abstraction levels below modern high-level languages. From Java/C to assembly programming, to basic processor and system organization.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "v1-122",
            "instructorIds": [
                "2602091",
                "1562358"
            ],
            "name": "The Hardware/Software Interface",
            "partnerIds": [
                "15"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/26/ec7a70352d11e494bcf927fb09cbc9/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "hwswinterface",
            "workload": "10-15 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "本课程在前述课程基础上，进一步介绍C#的可视化程序设计。内容包括：Windows程序设计原理；控件，窗体；Windows GDI+系统；文件及目录的操作。通过本课程的学习，你将可以摆脱单调的控制台窗口，初步掌握使用C#开发Windows窗口应用程序的技巧，使你的应用程序界面更优美，使用更方便，与Windows操作系统的结合更紧密，实现更强大的功能。",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "AnFABY2jEeWIbw4397jVQw",
            "instructorIds": [
                "9299119",
                "10252682"
            ],
            "name": "Windows可视化程序设计",
            "partnerIds": [
                "234"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/59/6d1a30be5811e58fef1bd93fb2110a/__png.png",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "windows-keshihua-chengxu-sheji",
            "startDate": 1453237248782,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Learn how advances in geospatial technology and analytical methods have changed how we do everything, and discover how to make maps and analyze geographic patterns using the latest tools.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "v1-418",
            "instructorIds": [
                "2560495"
            ],
            "name": "Maps and the Geospatial Revolution",
            "partnerIds": [
                "51"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/5d/d09bd4de6f923c96083e1fe8d91075/MapsGR_Logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "maps",
            "workload": "6-9 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This class provides an introduction to the Python programming language and the iPython notebook. This is the third course in the Genomic Big Data Science Specialization from Johns Hopkins University.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "4Zbh5ZhSEeWqkw5zNB248Q",
            "instructorIds": [
                "10523147",
                "10523187"
            ],
            "name": "Python for Genomic Data Science",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/de/dc7430d30e11e495a3271dcbe3e007/python-01.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "python-genomics",
            "startDate": 1453137001141,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Ders çok değişkenli fonksiyonlardaki ikili dizinin birincisidir. Burada çok değişkenli fonksiyonlardaki temel türev ve entegral kavramlarını geliştirmek ve bu konulardaki problemleri çözmekteki temel yöntemleri sunmaktadır. Ders gerçek yaşamdan gelen uygulamaları da tanıtmaya önem veren “içerikli yaklaşımla” tasarlanmıştır.\n-----------\nThe course is the first of the sequence of calculus of multivariable functions. It develops the fundamental concepts of derivatives and integrals of functions of several variables, and the basic tools for doing the relevant calculations. The course is designed with a “content-based” approach, i. e. by solving examples, as many as possible from real life situations. \n\nBölümler\nBölüm 1: Genel Konular ve Düzlemdeki Vektörler\nBölüm 2: Uzayda Vektörler, Doğrular ve Düzlemler; Vektör Fonksiyonları\nBölüm 3: Düzlem Eğrilerinden Hatırlatmalar ve Uzay Eğrileri, İki Değişkenli ve İkinci Derece Fonksiyonlar ve Karşıt Gelen Yüzeyler\nBölüm 4: Özel Yapıdaki İki Değişkenli Olarak Karmaşık Fonksiyonlar, İki Değişkenli Fonksiyonlarda Kısmi Türev ve İki Katlı Entegralin Temel Tanımları; Limit Kavramının Gerekliliği ve Anlatımı\nBölüm 5: Türev Hesaplama Yöntemleri\nBölüm 6: Türev Uygulamaları\nBölüm 7: İki Katlı Entegraller ve Uygulamaları\n-----------\nKaynak: Attila Aşkar, “Çok değişkenli fonksiyonlarda türev ve entegral”. Bu kitap dört ciltlik dizinin ikinci cildidir. Dizinin diğer kitapları Cilt 1 “Tek değişkenli fonksiyonlarda türev ve entegral”, Cilt 3: “Doğrusal cebir” ve Cilt 4: “Diferansiyel denklemler” dir.\n\nSource: Attila Aşkar, Calculus of Multivariable Functions, Volume 2 of the set of Vol1: Calculus of Single Variable Functions, Volume 3: Linear Algebra and Volume 4: Differential Equations. All available online starting on January 6, 2014",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "bWG8V3TiEeSG_CIAC0UpQg",
            "instructorIds": [
                "3575896"
            ],
            "name": "Çok değişkenli Fonksiyon I: Kavramlar / Multivariable Calculus I:  Concepts",
            "partnerIds": [
                "182"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2e/5b2930adbc11e3bee319b95b5c2ec8/MultivarLogo250Finallogo2.png",
            "primaryLanguages": [
                "tr"
            ],
            "slug": "hesap-calculus-dersi",
            "startDate": 1418764913182,
            "workload": "9 hours per module"
        },
        {
            "courseType": "v1.session",
            "description": "Fluid power has the highest power density of all conventional power-transmission technologies. Learn the benefits and limitations of fluid power, how to analyze fluid power components and circuits, and how to design and simulate fluid power circuits for applications. ",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                }
            ],
            "id": "v1-1369",
            "instructorIds": [
                "6019910",
                "6088532"
            ],
            "name": "Fundamentals of Fluid Power",
            "partnerIds": [
                "50"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/db/1f3980352b11e49571adff5b3c00f3/logo_fluidpower_4_small.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "fluidpower",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Pricing is one of the most important but least understood marketing decisions. Learn and practice concepts, techniques, and get to grips with the latest thinking on assessing and formulating pricing strategies. Analyze how firms attempt to capture value, as well as profits, in the revenues they earn. \nAfter this course, you will be able to contribute to the process of formulating pricing strategies for your own products and services, or those of your firm. This course has an additional focus on pricing dynamics and the reaction to and by competitors, taking a highly pragmatic approach and one that is directly applicable to your day-to-day professional life.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "Zx7vV31ZEeWKYwric11Hpw",
            "instructorIds": [
                "2359639"
            ],
            "name": "Pricing Strategy",
            "partnerIds": [
                "61"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/56/f9f6c0a57f11e5a894ad7ff73294ef/photo-1443110189928-4448af4a2bc5.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "pricing-strategy",
            "startDate": 1453243819811,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Dieser Kurs vermittelt ein weites Feld an Grundlagen und Fertigkeiten im Bereich der unfallchirurgischen und orthopädischen Traumaversorgung. Dazu verwendet der Kurs ein komplett neues Konzept des Informationstransfers. Wir folgen einem wissenschaftlichen Ansatz und einer ausgeklügelten Kombination aus modernsten Lehrmethoden, um die Inhalte plastisch zu vermitteln. Dazu verwenden wir fallbasiertes Lernen, umfassendes Faktenwissen gefolgt von Quizfragen, die helfen, das Gelernte im Gedächtnis zu behalten und später im unfallchirurgischen Alltag abrufen zu können.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-1398",
            "instructorIds": [
                "5401348"
            ],
            "name": "Grundlagenkurs Unfallchirurgie",
            "partnerIds": [
                "78"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/7d/2cfa60cfa511e38a4ef30799eff9e3/Course-Logo_dummy.jpg",
            "primaryLanguages": [
                "de"
            ],
            "slug": "traumasurgery",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Develop insights on navigating the innovation process from idea generation to commercialization. Build knowledge on how to create strategies to bring innovations to market. Develop an innovation portfolio and business model canvas for your venture.\n\nWe establish a framework for examining the innovation process, and quickly transition into exploring how to successfully bring innovations to market. Key questions answered within the course include: \n\n* What are the key indicators of innovation opportunities?\n* What steps are critical for entrepreneurs to bring innovations to the marketplace?\n* What innovation strategies are valuable for new ventures to establish and maintain a competitive advantage?\n\nWith this course, students experience a sampling of the ideas and techniques explored in the University of Maryland's master's degree in technology entrepreneurship, an innovative 100% online program. Learn more at http://mte.umd.edu.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "mn-McyvqEeWccAqzeA4VPw",
            "instructorIds": [
                "9775896"
            ],
            "name": "Innovation for Entrepreneurs: From Idea to Marketplace",
            "partnerIds": [
                "32"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0f/acadf04fd911e49e2c6b37efdd24ab/Innovation-for-Entrepreneurs.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "innovative-entrepreneur",
            "startDate": 1447695181334,
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "The Capstone Project for this Specialization requires you to demonstrate your understanding of the courses and integrate the knowledge and skills learned in real workplace scenarios. In particular, you will be given a choice of a few projects based on scenarios and case studies drawn from different workplaces.  \n\nThe project outcome is a handbook or a practical guide, which could be a blend of text and multi-media.  In completing the project, you will be required to use and/or collect relevant primary data from people in the workplace through emails, face-to-face chats, Skype discussions and incorporate the data into the handbook/guide as support.  \n\nIn addition, there will be a component on critical reflection on your learning journey. \n\nThe Capstone Project is to be completed within six weeks.  Evaluation will be done via a combination of peer and tutor assessment.",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "v6FbHbKsEeWbLRJn4j8c4Q",
            "instructorIds": [
                "3843095",
                "3761241"
            ],
            "name": "Effective Communication in the Globalised Workplace - The Capstone",
            "partnerIds": [
                "47"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1b/d18b80bdc611e59263950a70476197/Capstone.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "effective-communication-in-the-globalised-workplace",
            "startDate": 1453244179938,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course is designed to be a fun introduction to the basics of programming in Python. Our main focus will be on building simple interactive games such as Pong, Blackjack and Asteroids.",
            "domainTypes": [],
            "id": "v1-88",
            "instructorIds": [
                "527518",
                "726142",
                "530929",
                "7918767"
            ],
            "name": "An Introduction to Interactive Programming in Python",
            "partnerIds": [
                "13"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2d/99eba0352d11e4b28a5b9bdf8d9c55/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "interactivepython",
            "workload": "7-10 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "What does it mean for an immigrant to become a U.S. citizen? Through a background of historical and policy perspectives, this course will examine U.S. law governing how citizenship is acquired, the constitutional and international law foundations underlying immigration regulation, the role of the federal government in regulating immigration, and immigration law reform.  ",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-201",
            "instructorIds": [
                "1324701"
            ],
            "name": "Citizenship and U.S. Immigration",
            "partnerIds": [
                "23"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/eb/5707a0352c11e4b89cffcbd250fdc9/immigration-nologo-2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "immigration",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "Por medio de este proyecto podrás poner en práctica los conocimientos adquiridos durante la realización de los 4 cursos complementarios al programa de la especialidad. Estos conocimientos te llevarán a realizar una estrategia de mercado por medio de las redes sociales, esto con un enfoque comercial B2B. \n\nDurante el desarrollo del proyecto contarás con el apoyo de expertos, así como el apoyo de los alumnos inscritos al curso, este trabajo colaborativo te ayudará a cumplir con éxito los requisitos básicos para que tu estrategia de mercado puedas llevarla a la vida real.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "621xKWGJEeW6VxKdzz12nw",
            "instructorIds": [
                "13255311",
                "13928860"
            ],
            "name": "Marketing en Redes Sociales Proyecto Final",
            "partnerIds": [
                "62"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/39/b4b530622e11e596206f61de9603fb/_36BE8990A015282709F5124CA4CA45D5E8C5673DF24CFF9BE0_pimgpsh_fullsize_distr.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "redes-sociales-proyecto",
            "startDate": 1454100165196,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "這門課是「CAD/BIM技術與應用」專項課程的第五門課，屬於BIM系列課程：「工程資訊管理BIM基礎」、「工程資訊管理BIM塑模」及「工程資訊管理BIM應用」的第一門課。\n\n修習這門課之前，應具備工程繪圖的基礎觀念，並能讀懂工程圖說，了解工程圖說符號所代表的意義。此外，也需具備3D建模的基礎觀念，並嘗試建立自己的3D模型。「CAD/BIM技術與應用」專項課程的「工程圖學2D CAD」、「工程圖學2D CAD專題」、「工程圖學3D CAD」、「工程圖學3D CAD專題」課程，可提供修習這門課前所需具備的相關知識。\n\n這門課將提供BIM的基礎知識，學習者能理解BIM在建築土木產業發展的現況，並欣賞工程師們如何運用BIM技術，提升工程的效率、品質與安全。我們相信，唯有親自動手操作，才能真正的學會BIM。因此，除了基礎的觀念外，這門課也將介紹如何檢視BIM模型中的資訊，讓工程師們可透過BIM模型，討論工程難題，並可以運用BIM相關的軟體工具，找到所需的工程資訊。\n\n想知道什麼是BIM嗎？這門課適合想了解BIM知識的工程師與土木相關領域的管理階層人士修習。課程中所教授的BIM知識與軟體工具，能幫助了解全觀的BIM知識；所教授的軟體操作技能，能讓使用者檢視BIM模型中的資訊，並一窺BIM模型的資訊架構。\n\n預估所需學習總時間：18小時。",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                }
            ],
            "id": "zdc8mAZVEeWXGCIAC0oLcA",
            "instructorIds": [
                "9823593"
            ],
            "name": "工程資訊管理 BIM 基礎",
            "partnerIds": [
                "75"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/30/60e690d88e11e4852579a9b9e0b2ce/______-BIM_LOGO-01.png",
            "primaryLanguages": [
                "zh-TW"
            ],
            "slug": "jianzhu-zixun-jianmo",
            "startDate": 1439574631404,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Action without strategy is a recipe for disaster. In this course we will help you develop rock solid strategies for all of the moving parts you will be addressing as a new small business owner. From finance to marketing you need to get an action plan in place.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                }
            ],
            "id": "nw7W8Ib0EeWLPRLnVNA9qw",
            "instructorIds": [
                "15486079"
            ],
            "name": "Strategy",
            "partnerIds": [
                "228"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ff/62bbf0be5011e58696b71b3e2ddacb/strategy-resize.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "howtostartabusiness5",
            "startDate": 1453245764708,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "We prepare high school teachers for teaching descriptive statistics. Teachers will learn basic principles for summarizing data in meaningful ways. Satellite videos will discuss pedagogy and teach statistical software via examples spanning pop culture, sports, health and other topics suitable for high school classrooms.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                }
            ],
            "id": "v1-1809",
            "instructorIds": [
                "6584476",
                "7320457",
                "1549355"
            ],
            "name": "Teaching Statistical Thinking: Part 1 Descriptive Statistics",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/77/154cd027c611e49d2f873cd72d84c2/stangle_logo_after_SA2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "teachstats1",
            "workload": "5-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This class provides a series of Python programming exercises intended to explore the use of numerical modeling in the Earth system and climate sciences.  The scientific background for these models is presented in a companion class, Global Warming I: The Science and Modeling of Climate Change.  This class assumes that you are new to Python programming (and this is indeed a great way to learn Python!), but that you will be able to pick up an elementary knowledge of Python syntax from another class or from on-line tutorials.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "gja-ZYNWEeWxQQoymFg8zQ",
            "instructorIds": [
                "3833684"
            ],
            "name": "Global Warming II: Create Your Own Models in Python",
            "partnerIds": [
                "102"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/fb/23d9e0b57511e5ac993db8020e54a5/coursera2-2016-square.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "global-warming-model",
            "startDate": 1454978408318,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "欢迎选修北京大学MOOC课程“生物信息学：导论与方法”。\n\n近三十年来，生命科学与计算科学飞速发展。生物信息学是一门生命科学与计算科学的前沿交叉学科。生物信息学产生和迅猛发展的主要推动力来自于新一代测序等高通量技术在生命科学领域越来越广泛的应用。目前，人和很多动植物的基因组已经被测序出来。已知DNA序列的数量已超过20兆亿碱基，每五个月翻一番。这些前所未有的大数据中蕴藏着很多尚不为人知的新发现、新知识，给生命科学研究带来新的历史机遇。但是同时，这些大数据不仅数量巨大、持续呈现指数增长的趋势，而且噪音高，异构程度高。准确、快速地分析这些数据需要先进的计算方法。\n\n生物信息学是一门强大的新技术，是用来分析、存储、搜索海量生物医学数据的信息技术和计算技术。另一方面，生物信息学是一种研究生命科学问题的新方法、新思路，是一种从全基因组出发、从系统水平出发、基于数据整合，提出新假说、发现新规律的研究方法。在这门“生物信息学：导论与方法”网上课程中，我们将向您系统地讲授生物信息学主要概念及方法。课程内容从基础的序列比对开始，循序渐进，围绕深度测序数据分析、计算基因组学、分子通路鉴定等当前研究的前沿热点内容进行介绍与讨论。进一步地，我们会以我们实验室自己开发的算法、软件及数据库为例，告诉您如何开发新的生物信息学技术。我们将用具体实例展示给您，如何用生物信息学的方法及研究思路来解决生命科学里的实际问题。我们也邀请到几位生命科学领域资深教授介绍相关的生物信息学重要工作及生物信息学在生命科学中的作用。",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "UCVlZaWxEeSHRCIACyUEiQ",
            "instructorIds": [
                "3103490",
                "4638020"
            ],
            "name": "生物信息学: 导论与方法",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/66/fcb8c7bc2b16212736fbd7fad363bb/600_3402.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "sheng-wu-xin-xi-xue",
            "startDate": 1429055076662,
            "workload": "视频，补充材料和测验共20小时"
        },
        {
            "courseType": "v2.ondemand",
            "description": "\"Becoming Part of the Globalised Organisation\" aims to build your confidence when communicating in intercultural and persuasive workplace contexts. The course focuses on enhancing your professional persona for skillful verbal engagement with stakeholders within and beyond the organisation.\n\nYou will discover good practices in using visual aids and body language for oral presentations. You will also acquire skills to demonstrate persuasive verbal and intercultural communication and apply these in planning dialogues for effective task delegation and persuasive conversations.\n\nBy the end of this course, you will be able to (a) recognise the impact of cultural dimensions on factors of motivation; (b) craft persuasive verbal communication products (i.e. dialogues) for exchanges with work teams and critical stakeholders; (c) apply principles of effective use of visual aids, such as PowerPoint slide design, with consideration for cultural sensitivity; (d) adopt strategies for use of voice and body language for engaging presentations.",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "Z3DWPpQKEeWI6BJRAK7IKQ",
            "instructorIds": [
                "14874055"
            ],
            "name": "Becoming Part of the Globalised Workplace",
            "partnerIds": [
                "47"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4e/39c290c63611e5a5ce35080560fd45/Globalised-Workplace_800x800_.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "becoming-part-of-the-globalised-workplace",
            "startDate": 1453244170921,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Learn about acoustics by using the concept of impedance. Following part 1, radiation, scattering, and diffraction are studied. Wave propagation in closed space is also covered. Leads to understand essentials as well to cover graduate level topics. ",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "v1-1870",
            "instructorIds": [
                "7297830"
            ],
            "name": "Introduction to Acoustics (Part 2)",
            "partnerIds": [
                "178"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/18/9162f0352911e4ae1bdd88b9e8f59b/05.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "acoustics2",
            "workload": "3-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "A conceptual and interpretive public health approach to some of the most commonly used methods from basic statistics. ",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "clinical-science"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                }
            ],
            "id": "v1-791",
            "instructorIds": [
                "3936147"
            ],
            "name": "Statistical Reasoning for Public Health 1: Estimation, Inference, & Interpretation",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/d5/f53cd08a3e817640813d86f01f38a0/StatReason.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "statreasoning",
            "workload": "7-9 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course will build on the skills you learn in Java Programming: Solving Problems with Software. You will continue to expand your programming skill set to read and manipulate data with more complex structure. You will also write programs with more complex structure.\n\nBy the end of this course, you will be able to:\n1. Read and write data from/to files;\n2. Solve problems involving data files;\n3. Perform quantitative analyses of data (e.g., finding maximums, minimums, averages); \n4. Store and manipulate data in an array or ArrayList;\n5. Combine multiple classes to solve larger problems;\n6. Use iterables and collections (including maps) in Java.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "YyA0AhnoEeWwrBKfKrqlSQ",
            "instructorIds": [
                "13723802",
                "13723816",
                "352031",
                "244249"
            ],
            "name": "Java Programming: Arrays, Lists, and Structured Data",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/45/3b4810378111e5aec5ffdf45dcbb85/work-731198_1280.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "java-programming-arrays-lists-data",
            "startDate": 1447452941596,
            "workload": "4 weeks of study, 3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Course 2: Getting Started with Essay Writing\n\nThis is the second course in the Academic English: Writing specialization.  By introducing you to three types of academic essays, this course will especially help prepare you for work in college classes, but anyone who wants to improve his or her writing skills can benefit from this course.\n\nAfter completing this course, you will be able to:\n - create effective thesis statements for your essays\n - plan and write compare/contrast, cause/effect, and argument essays\n - write well-developed body paragraphs",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "HbD0pCZVEeW6YBLN1oULHQ",
            "instructorIds": [
                "13484864"
            ],
            "name": "Getting Started with Essay Writing",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/92/61ab00265811e59638cb20cb5a23c8/basic-writing.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "getting-started-with-essay-writing",
            "startDate": 1445278825353,
            "workload": "4 weeks of study, 1-3 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "In the Healthcare Marketplace specialization capstone course, key skills are engendered from the four prior courses to create an original medical innovation valuation.  \n\nThe first course in the specialization teaches the learner to size a population or market.  The second course teaches whether the clinician will or will not find value from deploying a new innovation.  The third course identifies the competitive landscape of medical technology innovations to compete or complement.  The fourth course, teaches how to put a monetary value on the improvement in health resulting from a new innovation.  The summary of these elements creates a document of high strategic value where the learner has demonstrated not only an understanding of the marketplace but what is required for the marketplace to advance. This is what is accomplished during the Healthcare Marketplace capstone experience.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "nOx9K3HtEeWLqw7zlLhRzQ",
            "instructorIds": [
                "16143651"
            ],
            "name": "Healthcare Marketplace Capstone",
            "partnerIds": [
                "50"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5d/7d1240b97811e5b4e707f9340dfbd7/MILI2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "healthcare-marketplace-capstone",
            "startDate": 1453238603638,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course introduces participants from the health care sector to gender based violence (GBV), including global epidemiology of GBV, health outcomes, seminal research, policy and ethical guidelines, and clinical best practices for GBV prevention, support and management.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-2988",
            "instructorIds": [
                "12262844"
            ],
            "name": "Confronting Gender Based Violence: Global Lessons with Case Studies from India",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/9b/3749301f4e11e5b71a1143b67c2df9/GenderViolence.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "gbv",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This is a Chinese version of Competitive Strategy. You can find the original course in English from our course catalog. \n此版本是Coursera首次尝试推出的中文翻译版。课程视频为英文原版附中文字幕，课程页面和测验已译成中文，帮助中心提供中文支持。\n\n在本课程（共六个模块）中，你将了解企业在战略决策相互依存的情况下如何行事。例如，你的行动会如何影响竞争对手的利润，反之亦然。我们将会借助博弈论的基本工具分析企业如何选择策略以获得竞争优势。",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                },
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "IFz46F48EeSncCIAC0eNkA",
            "instructorIds": [
                "2573718"
            ],
            "name": "竞争策略（中文版）",
            "partnerIds": [
                "64"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-misc.s3.amazonaws.com/flex/competitive-strategy.png",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "competitivestrategyzh",
            "startDate": 1414713600000,
            "workload": "视频和测验共10小时"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Vivimos en un mundo cada vez mas globalizado, en el cual el éxito en los negocios internacionales se ha convertido en el factor determinante del desarrollo económico y la prosperidad. Esta materia, Entorno Global de Negocios, Parte II, sigue a la primera materia (Entorno Global de Negocios, Parte I) e introduce al alumno a una comprensión fundamental  de como administrar una organización o empresa internacional. Esta materia utiliza una pedagogía basada en la investigación y preguntas para entender las relaciones entre países en el entorno global de negocios. Se examina el entorno empresarial global al hacer y responder a preguntas claves: Las preguntas son: 1 ¿Como se determinan los Tipos de Cambio?,  2. ¿Como debe estructurar su empresa internacional? 3. ¿Como puede adaptar su producto o servicio para el mercado global? 4. ¿Como es trabajar en otro país o administrar expatriados? 5. ¿Como puede empezar, administrar y crecer una empresa pequeña en mercados en el exterior? 6. ¿Como esta el Entorno Global de Negocios? Este enfoque basado en la investigación y preguntas genera oportunidades de reflexión para que los alumnos comprendan mejor el entorno global en el que operan las empresas. Los videos se entregan de una manera cautivador, que fomenta la reflexión y la investigación. Las clases serán impartidas por el instructor en el español y en el Inglés.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "1HMhd4JEEeWxQQoymFg8zQ",
            "instructorIds": [
                "7311350"
            ],
            "name": "Negocios Internacionales II",
            "partnerIds": [
                "120"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6f/739bf0824511e593822178a12acbc4/internationalbusiness2_logo.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "negocios-internacionales-2",
            "startDate": 1453484291554,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Join thousands around the world in this free, six-week online course that is also a work of public art. Designed by artist and Duke University professor Pedro Lasch, and co-taught by Creative Time chief curator Nato Thompson, the course includes creative exercises and dozens of presentations by key figures in the field of art and social politics. ",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-3495",
            "instructorIds": [
                "10670344",
                "14971596"
            ],
            "name": "ART of the MOOC: Merging Public Art and Experimental Education",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/7e/c87c104dac11e5827cbbcae1b894c9/ARToftheMOOC_Coursera_LPage_Image_Final.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "artofthemooc",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "In the capstone project, you will combine the skills you’ve learned in the prior four courses of the specialization to polish your elevator speeches, complete your resumes - including multiple versions for different targets - complete your story file, identify possible jobs or careers, perform the research you have learned to do, write suitable cover letters, and ideally land a job!\n\nYou will:\n\n1.\tIdentify at least three organizations with open positions for which you want to apply.\n\n2.\tResearch those organizations and positions.\n\n3.\tComplete your resume, and if necessary complete multiple versions to target each position.\n\n4.\tWrite appropriate cover letters for the positions.\n\n5.\tComplete a practice Skype interview.\n\n6.\tRecord and evaluate responses to five standard interview questions.\n\n7.\tRecord and evaluate responses to three behavioral interview questions selected at random.\n\n8.\tRecord and evaluate a response to one situational interview question selected at random.\n\n9.\tRecord and evaluate a response to one wild-card question selected at random.\n\nAs the specialization has focused throughout on the real-world skills you need to research yourself, the market, and a company and has given you strategies and tools to prepare for and succeed in an interview, the capstone project should align with what you have been trained for and position you to land the job you want!",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "miFF5HqMEeWpcQ7HugVD8Q",
            "instructorIds": [
                "13565988"
            ],
            "name": "Job Interview Capstone",
            "partnerIds": [
                "32"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ba/b58e40b29511e5bf339d4672ca10ca/5---Capstone-800-x-800.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "job-interview-capstone",
            "startDate": 1453242373523,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Learn about different voting methods and fair division algorithms, and explore the problems that arise when a group of people need to make a decision.  ",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "v1-843",
            "instructorIds": [
                "2705776"
            ],
            "name": "Making Better Group Decisions: Voting, Judgement Aggregation and Fair Division",
            "partnerIds": [
                "32"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/6b/3a5b90352b11e4b89cffcbd250fdc9/coursera_decisions.png",
            "previewLink": "https://class.coursera.org/votingfairdiv-001/lecture/preview",
            "primaryLanguages": [
                "en"
            ],
            "slug": "votingfairdiv",
            "workload": "1-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course gives you easy access to the invaluable learning techniques used by experts in art, music, literature, math, science, sports, and many other disciplines. We’ll learn about the how the brain uses two very different learning modes and how it encapsulates (“chunks”) information. We’ll also cover illusions of learning, memory techniques, dealing with procrastination, and best practices shown by research to be most effective in helping you master tough subjects.  \n\nUsing these approaches, no matter what your skill levels in topics you would like to master, you can change your thinking and change your life. If you’re already an expert, this peep under the mental hood will give you ideas for: turbocharging successful learning, including counter-intuitive test-taking tips and insights that will help you make the best use of your time on homework and problem sets. If you’re struggling, you’ll see a structured treasure trove of practical techniques that walk you through what you need to do to get on track. If you’ve ever wanted to become better at anything, this course will help serve as your guide.\n\nThis course is also available in Portuguese. To join the fully translated Portuguese version, visit this page: https://www.coursera.org/learn/aprender",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "GdeNrll1EeSROyIACtiVvg",
            "instructorIds": [
                "1909875",
                "5718916"
            ],
            "name": "Learning How to Learn: Powerful mental tools to help you master tough subjects",
            "partnerIds": [
                "53"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6e/c02c90d08611e3bb7b4ba94dd73d39/Learning-How-to-Learn-Logo-with-text.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "learning-how-to-learn",
            "startDate": 1423688636066,
            "workload": "4 hours of video, 3 hours of exercises, 3 hours of bonus material"
        },
        {
            "courseType": "v1.session",
            "description": "Coaching can inspire and motivate people to learn, change and be effective leaders, among other roles in life. Although most attempts are “coaching for compliance” (coaching someone to your wishes or expectations), decades of behavioral and neuroscience research show us that “coaching with compassion” (coaching someone to their dreams and desires) is more effective. ",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "v1-3252",
            "instructorIds": [
                "2673637",
                "13502971",
                "2075897"
            ],
            "name": "Conversations that Inspire: Coaching Learning, Leadership and Change",
            "partnerIds": [
                "68"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0b/eed0700ee811e59d66115015818c42/shutterstock_260648339.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "coaching",
            "workload": "2-3 hours/week"
        }
    ],
    "linked": {
        "instructors.v1": [
            {
                "fullName": "",
                "id": "5401348"
            },
            {
                "fullName": "",
                "id": "7918767"
            },
            {
                "fullName": "Robert Duvall",
                "id": "13723816"
            },
            {
                "fullName": "",
                "id": "5651996"
            },
            {
                "fullName": "Nato Thompson",
                "id": "14971596"
            },
            {
                "fullName": "",
                "id": "2527015"
            },
            {
                "fullName": "Tamy Chapman",
                "id": "13484864"
            },
            {
                "fullName": "",
                "id": "3743409"
            },
            {
                "fullName": "Melvin Smith",
                "id": "13502971"
            },
            {
                "fullName": "Alexander S. Kulikov",
                "id": "87141"
            },
            {
                "fullName": "",
                "id": "3636164"
            },
            {
                "fullName": "Scott  Klemmer",
                "id": "1250"
            },
            {
                "fullName": "",
                "id": "950832"
            },
            {
                "fullName": "",
                "id": "694443"
            },
            {
                "fullName": "Gabriele Troilo",
                "id": "12219359"
            },
            {
                "fullName": "Etienne Krieger",
                "id": "8342966"
            },
            {
                "fullName": "Ron Berman",
                "id": "14265236"
            },
            {
                "fullName": "乔亚男",
                "id": "10252682"
            },
            {
                "fullName": "Wu Siew Mei",
                "id": "3761241"
            },
            {
                "fullName": "",
                "id": "3108924"
            },
            {
                "fullName": "Rajna Brandon Gibson",
                "id": "15614730"
            },
            {
                "fullName": "",
                "id": "7320457"
            },
            {
                "fullName": "Richard Waterman",
                "id": "16532657"
            },
            {
                "fullName": "Manel Martínez-Ramón",
                "id": "15808745"
            },
            {
                "fullName": "Jonas Demaurex",
                "id": "15976908"
            },
            {
                "fullName": "",
                "id": "530929"
            },
            {
                "fullName": "Annemarie Zand Scholten",
                "id": "959950"
            },
            {
                "fullName": "",
                "id": "8459236"
            },
            {
                "fullName": "",
                "id": "1862154"
            },
            {
                "fullName": "Dr. John L. Puckett",
                "id": "4678438"
            },
            {
                "fullName": "Грекова Марина Владимировна (Marina V. Grekova)",
                "id": "15321854"
            },
            {
                "fullName": "",
                "id": "3103490"
            },
            {
                "fullName": "Ana Paula Manzalli ",
                "id": "14977650"
            },
            {
                "fullName": "",
                "id": "7297830"
            },
            {
                "fullName": "",
                "id": "10670344"
            },
            {
                "fullName": "Julciane Rocha",
                "id": "818332"
            },
            {
                "fullName": "Charles Duquette",
                "id": "13565988"
            },
            {
                "fullName": "Нестерова Наталья Георгиевна (Natalya G. Nesterova)",
                "id": "15322003"
            },
            {
                "fullName": "",
                "id": "2602091"
            },
            {
                "fullName": "",
                "id": "4656064"
            },
            {
                "fullName": "Peter Glendinning",
                "id": "15082356"
            },
            {
                "fullName": "",
                "id": "5718916"
            },
            {
                "fullName": "Michael Caligiuri",
                "id": "14444415"
            },
            {
                "fullName": "Michel Girardin",
                "id": "15611903"
            },
            {
                "fullName": "",
                "id": "2673637"
            },
            {
                "fullName": "",
                "id": "306499"
            },
            {
                "fullName": "",
                "id": "5275483"
            },
            {
                "fullName": "",
                "id": "6088532"
            },
            {
                "fullName": "Dr Matthew Yee-King",
                "id": "1960981"
            },
            {
                "fullName": "",
                "id": "831097"
            },
            {
                "fullName": "",
                "id": "2705776"
            },
            {
                "fullName": "",
                "id": "3936147"
            },
            {
                "fullName": "",
                "id": "2295274"
            },
            {
                "fullName": "Andrew D. Hilton",
                "id": "13723802"
            },
            {
                "fullName": "",
                "id": "2573718"
            },
            {
                "fullName": "Martin Boehm",
                "id": "2359639"
            },
            {
                "fullName": "Olivier Scaillet",
                "id": "15614758"
            },
            {
                "fullName": "",
                "id": "12262844"
            },
            {
                "fullName": "",
                "id": "10523187"
            },
            {
                "fullName": "",
                "id": "681795"
            },
            {
                "fullName": "",
                "id": "4638020"
            },
            {
                "fullName": "Jen Rose",
                "id": "3182044"
            },
            {
                "fullName": "",
                "id": "1324701"
            },
            {
                "fullName": "Emiel van Loon",
                "id": "3583857"
            },
            {
                "fullName": "Dr. José Martín Molina Espinosa",
                "id": "13490149"
            },
            {
                "fullName": "Daniel Roberto Béjar López",
                "id": "15941461"
            },
            {
                "fullName": "Pavel  Pevzner",
                "id": "1540981"
            },
            {
                "fullName": "",
                "id": "3575896"
            },
            {
                "fullName": "",
                "id": "10523147"
            },
            {
                "fullName": "",
                "id": "3543921"
            },
            {
                "fullName": "",
                "id": "3296175"
            },
            {
                "fullName": "John W. Budd",
                "id": "15525104"
            },
            {
                "fullName": "Jacob O. Wobbrock",
                "id": "16201832"
            },
            {
                "fullName": "Ken Szymusiak",
                "id": "15486079"
            },
            {
                "fullName": "",
                "id": "6019910"
            },
            {
                "fullName": "Dr Clare Brooks",
                "id": "2723485"
            },
            {
                "fullName": "Берзон Николай Иосифович",
                "id": "5179336"
            },
            {
                "fullName": "Dr. Víctor Manuel de la Cueva Hernández",
                "id": "191661"
            },
            {
                "fullName": "",
                "id": "685384"
            },
            {
                "fullName": "",
                "id": "6584476"
            },
            {
                "fullName": "",
                "id": "10377439"
            },
            {
                "fullName": "Фащанова Светлана Владимировна (Svetlana V. Faschanova)",
                "id": "14990337"
            },
            {
                "fullName": "",
                "id": "2096804"
            },
            {
                "fullName": "María de los Angeles Ramos Solano ",
                "id": "13255311"
            },
            {
                "fullName": "",
                "id": "9775896"
            },
            {
                "fullName": "Eric Bradlow",
                "id": "14265270"
            },
            {
                "fullName": "Dr. Barbara Oakley",
                "id": "1909875"
            },
            {
                "fullName": "Candy Lee",
                "id": "2685251"
            },
            {
                "fullName": "Dr. Rafael Lozano Espinosa",
                "id": "86777"
            },
            {
                "fullName": "Lisa Dierker",
                "id": "1121232"
            },
            {
                "fullName": "",
                "id": "1549355"
            },
            {
                "fullName": "Susan Lee",
                "id": "14874055"
            },
            {
                "fullName": "",
                "id": "3506150"
            },
            {
                "fullName": "",
                "id": "4582267"
            },
            {
                "fullName": "",
                "id": "3700546"
            },
            {
                "fullName": "",
                "id": "3833684"
            },
            {
                "fullName": "",
                "id": "4296326"
            },
            {
                "fullName": "Maria Yudkevich",
                "id": "2967034"
            },
            {
                "fullName": "Lee Kooi Cheng",
                "id": "3843095"
            },
            {
                "fullName": "Michael Caldwell",
                "id": "15693829"
            },
            {
                "fullName": "Prof. Yvonne D. Harrison, PhD",
                "id": "4751847"
            },
            {
                "fullName": "Raghu Iyengar",
                "id": "2974984"
            },
            {
                "fullName": "Philip Zelikow",
                "id": "2135893"
            },
            {
                "fullName": "",
                "id": "1301316"
            },
            {
                "fullName": "",
                "id": "527518"
            },
            {
                "fullName": "Grant J. Jensen",
                "id": "11749674"
            },
            {
                "fullName": "",
                "id": "2560495"
            },
            {
                "fullName": "Michael J. Lenox",
                "id": "1400787"
            },
            {
                "fullName": "",
                "id": "688901"
            },
            {
                "fullName": "",
                "id": "1841753"
            },
            {
                "fullName": "Racquel Nedden",
                "id": "5003560"
            },
            {
                "fullName": "",
                "id": "1337829"
            },
            {
                "fullName": "",
                "id": "10476839"
            },
            {
                "fullName": "Forrest S. Carter",
                "id": "15516877"
            },
            {
                "fullName": "Dr Mick Grierson",
                "id": "1961937"
            },
            {
                "fullName": "",
                "id": "1562358"
            },
            {
                "fullName": "",
                "id": "15238660"
            },
            {
                "fullName": "Owen Astrachan",
                "id": "352031"
            },
            {
                "fullName": "",
                "id": "1894245"
            },
            {
                "fullName": "David Wheeler",
                "id": "13948470"
            },
            {
                "fullName": "Susan H. Rodger",
                "id": "244249"
            },
            {
                "fullName": "",
                "id": "2075897"
            },
            {
                "fullName": "Michael D Ekstrand",
                "id": "3691077"
            },
            {
                "fullName": "Philip Valta",
                "id": "15614818"
            },
            {
                "fullName": "Martin Hoesli",
                "id": "15614834"
            },
            {
                "fullName": "José Antonio Cano Chambonnet",
                "id": "13928860"
            },
            {
                "fullName": "",
                "id": "8626600"
            },
            {
                "fullName": "Peter Fader",
                "id": "3676270"
            },
            {
                "fullName": "",
                "id": "726142"
            },
            {
                "fullName": "罗昭锋",
                "id": "12114568"
            },
            {
                "fullName": "",
                "id": "806928"
            },
            {
                "fullName": "謝尚賢(Shang-Hsien Patrick Hsieh)",
                "id": "9823593"
            },
            {
                "fullName": "",
                "id": "682843"
            },
            {
                "fullName": "Jana Schaich Borg",
                "id": "12388058"
            },
            {
                "fullName": "Jared D. Harris",
                "id": "14790769"
            },
            {
                "fullName": "",
                "id": "2658887"
            },
            {
                "fullName": "",
                "id": "6341458"
            },
            {
                "fullName": "Romain Beaume",
                "id": "10517903"
            },
            {
                "fullName": "",
                "id": "660062"
            },
            {
                "fullName": "",
                "id": "3701387"
            },
            {
                "fullName": "Ines Chaieb",
                "id": "9514101"
            },
            {
                "fullName": "",
                "id": "6801178"
            },
            {
                "fullName": "",
                "id": "5669252"
            },
            {
                "fullName": "",
                "id": "3804659"
            },
            {
                "fullName": "Зыков Сергей Викторович ",
                "id": "16571803"
            },
            {
                "fullName": "",
                "id": "5652307"
            },
            {
                "fullName": "",
                "id": "1664072"
            },
            {
                "fullName": "",
                "id": "7311350"
            },
            {
                "fullName": "",
                "id": "15531674"
            },
            {
                "fullName": "Jong-Moon Chung",
                "id": "10450398"
            },
            {
                "fullName": "Dr. David Alejandro Escárcega Centeno",
                "id": "13493992"
            },
            {
                "fullName": "",
                "id": "4489112"
            },
            {
                "fullName": "吴 宁",
                "id": "9299119"
            },
            {
                "fullName": "",
                "id": "1292208"
            },
            {
                "fullName": "Stephen T Parente",
                "id": "16143651"
            },
            {
                "fullName": "",
                "id": "4633067"
            },
            {
                "fullName": "",
                "id": "9797007"
            },
            {
                "fullName": "",
                "id": "235007"
            },
            {
                "fullName": "Nicolas Glady ",
                "id": "9316917"
            },
            {
                "fullName": "Daniel Egger",
                "id": "13723820"
            }
        ],
        "partners.v1": [
            {
                "id": "14",
                "name": "The University of Edinburgh",
                "shortName": "edinburgh"
            },
            {
                "id": "18",
                "name": "University of Virginia",
                "shortName": "uva"
            },
            {
                "id": "15",
                "name": "University of Washington",
                "shortName": "uw"
            },
            {
                "id": "117",
                "name": "The State University of New York",
                "shortName": "suny"
            },
            {
                "id": "62",
                "name": "Tecnológico de Monterrey",
                "shortName": "tecdemonterrey"
            },
            {
                "id": "157",
                "name": "Università Bocconi",
                "shortName": "bocconi"
            },
            {
                "id": "66",
                "name": "École Polytechnique",
                "shortName": "ep"
            },
            {
                "id": "234",
                "name": "Xi'an Jiaotong University",
                "shortName": "xjtu"
            },
            {
                "id": "61",
                "name": "IE Business School",
                "shortName": "ie"
            },
            {
                "id": "3",
                "name": "University of Michigan",
                "shortName": "umich"
            },
            {
                "id": "13",
                "name": "Rice University",
                "shortName": "rice"
            },
            {
                "id": "178",
                "name": "Korea Advanced Institute of Science and Technology",
                "shortName": "kaist"
            },
            {
                "id": "9",
                "name": "Georgia Institute of Technology",
                "shortName": "gatech"
            },
            {
                "id": "75",
                "name": "National Taiwan University",
                "shortName": "taiwan"
            },
            {
                "id": "303",
                "name": "Goldsmiths, University of London",
                "shortName": "goldsmiths"
            },
            {
                "id": "11",
                "name": "University of Toronto",
                "shortName": "utoronto"
            },
            {
                "id": "281",
                "name": "National Research Nuclear University MEPhI",
                "shortName": "mephi"
            },
            {
                "id": "16",
                "name": "École Polytechnique Fédérale de Lausanne",
                "shortName": "epfl"
            },
            {
                "id": "177",
                "name": "Eindhoven University of Technology",
                "shortName": "tue"
            },
            {
                "id": "23",
                "name": "Emory University",
                "shortName": "emory"
            },
            {
                "id": "28",
                "name": "The Ohio State University",
                "shortName": "osu"
            },
            {
                "id": "34",
                "name": "Wesleyan University",
                "shortName": "wesleyan"
            },
            {
                "id": "68",
                "name": "Case Western Reserve University",
                "shortName": "casewestern"
            },
            {
                "id": "161",
                "name": "HEC Paris",
                "shortName": "hec"
            },
            {
                "id": "47",
                "name": "National University of Singapore",
                "shortName": "nus"
            },
            {
                "id": "316",
                "name": "Ismart",
                "shortName": "ismart"
            },
            {
                "id": "315",
                "name": "Instituto Natura",
                "shortName": "institutonatura"
            },
            {
                "id": "58",
                "name": "Universidad Nacional Autónoma de México",
                "shortName": "unam"
            },
            {
                "id": "224",
                "name": "Fundação Lemann",
                "shortName": "lemann"
            },
            {
                "id": "32",
                "name": "University of Maryland, College Park",
                "shortName": "umd"
            },
            {
                "id": "182",
                "name": "Koç University",
                "shortName": "koc"
            },
            {
                "id": "233",
                "name": "University of Science and Technology of China",
                "shortName": "ustc"
            },
            {
                "id": "17",
                "name": "University of Illinois at Urbana-Champaign",
                "shortName": "illinois"
            },
            {
                "id": "26",
                "name": "University of London",
                "shortName": "london"
            },
            {
                "id": "314",
                "name": "Instituto Península ",
                "shortName": "institutopeninsula"
            },
            {
                "id": "12",
                "name": "Caltech",
                "shortName": "caltech"
            },
            {
                "id": "31",
                "name": "University of Florida",
                "shortName": "ufl"
            },
            {
                "id": "53",
                "name": "University of California, San Diego",
                "shortName": "ucsd"
            },
            {
                "id": "116",
                "name": "West Virginia University",
                "shortName": "wvu"
            },
            {
                "id": "146",
                "name": "University of Alberta",
                "shortName": "ualberta"
            },
            {
                "id": "7",
                "name": "Duke University",
                "shortName": "duke"
            },
            {
                "id": "30",
                "name": "University of California, Irvine",
                "shortName": "uci"
            },
            {
                "id": "37",
                "name": "Vanderbilt University",
                "shortName": "vanderbilt"
            },
            {
                "id": "299",
                "name": "UCL Institute of Education",
                "shortName": "uclioe"
            },
            {
                "id": "223",
                "name": "ESSEC Business School",
                "shortName": "essec"
            },
            {
                "id": "51",
                "name": "The Pennsylvania State University",
                "shortName": "psu"
            },
            {
                "id": "128",
                "name": "CentraleSupélec",
                "shortName": "ecp"
            },
            {
                "id": "120",
                "name": "University of New Mexico",
                "shortName": "newmexico"
            },
            {
                "id": "276",
                "name": "National Research Tomsk State University",
                "shortName": "tsu"
            },
            {
                "id": "102",
                "name": "The University of Chicago",
                "shortName": "chicago"
            },
            {
                "id": "49",
                "name": "University of Geneva",
                "shortName": "unige"
            },
            {
                "id": "131",
                "name": "University of Amsterdam",
                "shortName": "amsterdam"
            },
            {
                "id": "6",
                "name": "University of Pennsylvania",
                "shortName": "penn"
            },
            {
                "id": "160",
                "name": "Higher School of Economics",
                "shortName": "hse"
            },
            {
                "id": "50",
                "name": "University of Minnesota",
                "shortName": "minnesota"
            },
            {
                "id": "220",
                "name": "Yonsei University",
                "shortName": "yonsei"
            },
            {
                "id": "64",
                "name": "Ludwig-Maximilians-Universität München (LMU)",
                "shortName": "lmu"
            },
            {
                "id": "40",
                "name": "Columbia University",
                "shortName": "columbia"
            },
            {
                "id": "54",
                "name": "Northwestern University",
                "shortName": "northwestern"
            },
            {
                "id": "228",
                "name": "Michigan State University",
                "shortName": "michstate"
            },
            {
                "id": "109",
                "name": "Yale University",
                "shortName": "yale"
            },
            {
                "id": "1",
                "name": "Stanford University",
                "shortName": "stanford"
            },
            {
                "id": "78",
                "name": "Technische Universität München (TUM)",
                "shortName": "tum"
            },
            {
                "id": "8",
                "name": "Johns Hopkins University",
                "shortName": "jhu"
            },
            {
                "id": "163",
                "name": "Peking University",
                "shortName": "pku"
            },
            {
                "id": "119",
                "name": "University of Houston System",
                "shortName": "uhs"
            }
        ]
    },
    "paging": {
        "next": "1800",
        "total": 1804
    }
}
