{"elements":[{"id":"Asxsh1VZEeWaMw4b4yEpbw","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"physics-and-astronomy"},{"domainId":"physical-science-and-engineering","subdomainId":"research-methods"}],"workload":"8 weeks of study, 3-5 hours/week","courseType":"v2.ondemand","startDate":1455120703717,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/52/71aad0563311e59db1594593474550/logo_picture_phys.png","partnerIds":["281"],"instructorIds":["14949346"],"description":"Этот курс для тех, кто изучал физику в школе или в университете, пусть даже почти ничего при этом не понял, но желал бы все-таки понять; для тех, кто любознателен, кому интересно, как устроен и по каким правилам существует Вселенная, в которой мы живем, и природа, которая нас окружает; для тех, кто собирается в будущем заняться любой творческой работой, требующей кроме прочего хорошего логического анализа. \n\nВ результате прохождения курса вы узнаете многое о том, как устроен и по каким объективным законам существует наш Мир, и какими способами мы можем проникать в тайны его законов и использовать их на практике. Вы узнаете, как отличить действительные знания от мнимых, научитесь отличать псевдознания от “уфологов”, “экстрасенсов” и прочих от подлинного знания, основанного на логике и общих представлениях о принципах организации нашего Мира, заложенных Природой и/или Создателем. Вы сможете продолжить изучение проекта «Физика» на действительно глубоком уровне в последующих модулях нашего курса.\n\nЧто надо знать и уметь, чтобы приступить к изучению этого курса?\n•\tНачальные знания по физике в рамках школьного курса, пусть даже и не слишком твердо усвоенные\n•\tУмение логически мыслить, складывать “два и два”, делать выводы из предпосылок.\n•\tИметь достаточные знания по математике в рамках школьного курса.\n\nПри успешном прохождении курса вы получите сертификат, который будет позитивно оценен и учтен при поступлении, например, в магистратуру технического профиля. Кроме этого сертификат подтвердит наличие у Вас не только физико-математической подготовки, но и наличие развитых способностей к логическому анализу, что высоко ценится умными работодателями, независимо от профиля работы.","slug":"physics-global-project","name":"Физика как глобальный проект","primaryLanguages":["ru"]},{"id":"v1-147","previewLink":"https://class.coursera.org/organalysis-003/lecture/preview","domainTypes":[{"domainId":"business","subdomainId":"leadership-and-management"}],"partnerIds":["1"],"slug":"organalysis","description":"In this introductory, self-paced course, you will learn multiple theories of organizational behavior and apply them to actual cases of organizational change. ","courseType":"v1.session","instructorIds":["1139667"],"workload":"","primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/38/5ce510352d11e49374019bac019d2c/large-icon.png","name":"Organizational Analysis (Self-Paced)"},{"id":"v1-2146","workload":"3-4 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/97/57cf603a7011e49acdcfd9c2fca6c5/BlueSideUp.jpg","partnerIds":["221"],"domainTypes":[{"subdomainId":"finance","domainId":"business"}],"primaryLanguages":["pt"],"name":"Fundamentos e Linguagem de Negócios: Contabilidade (The Blue Side Up)","courseType":"v1.session","instructorIds":["8891317"],"description":"Este curso busca estimular os participantes a compreender e refletir sobre organizações e ambiente de negócios, apoiar compreensão de terminologia contábil, de contabilidade e seus relatórios básicos e inspirar uma reflexão sobre carreira e desenvolvimento profissional na área.\n","slug":"linguanegocios"},{"id":"sxQd3zI6EeWtEArDRuZAUQ","partnerIds":["15"],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera.s3.amazonaws.com/topics/datasci/large-icon.png","domainTypes":[{"subdomainId":"data-analysis","domainId":"data-science"}],"description":"Important note: The second assignment in this course covers the topic of Graph Analysis in the Cloud, in which you will use Elastic MapReduce and the Pig language to perform graph analysis over a moderately large dataset, about 600GB. In order to complete this assignment, you will need to make use of Amazon Web Services (AWS). Amazon has generously offered to provide up to $50 in free AWS credit to each learner in this course to allow you to complete the assignment. Further details regarding the process of receiving this credit are available in the welcome message for the course, as well as in the assignment itself. Please note that Amazon, University of Washington, and Coursera cannot reimburse you for any charges if you exhaust your credit.\n\nWhile we believe that this assignment contributes an excellent learning experience in this course, we understand that some learners may be unable or unwilling to use AWS. We are unable to issue Course Certificates for learners who do not complete the assignment that requires use of AWS. As such, you should not pay for a Course Certificate in Communicating Data Results if you are unable or unwilling to use AWS, as you will not be able to successfully complete the course without doing so.\n\nMaking predictions is not enough!  Effective data scientists know how to explain and interpret their results, and communicate findings accurately to stakeholders to inform business decisions.  Visualization is the field of research in computer science that studies effective communication of quantitative results by linking perception, cognition, and algorithms to exploit the enormous bandwidth of the human visual cortex.  In this course you will learn to recognize, design, and use effective visualizations.\n\nJust because you can make a prediction and convince others to act on it doesn’t mean you should.  In this course you will explore the ethical considerations around big data and how these considerations are beginning to influence policy and practice.   You will learn the foundational limitations of using technology to protect privacy and the codes of conduct emerging to guide the behavior of data scientists.  You will also learn the importance of reproducibility in data science and how the commercial cloud can help support reproducible research even for experiments involving massive datasets, complex computational infrastructures, or both.\n\nLearning Goals: After completing this course, you will be able to:\n1. Design and critique visualizations\n2. Explain the state-of-the-art in privacy, ethics, governance around big data and data science\n3. Use cloud computing to analyze large datasets in a reproducible way.","workload":"","slug":"data-results","primaryLanguages":["en"],"name":"Communicating Data Science Results","instructorIds":["999946"],"startDate":1448521555156},{"id":"sVI44kbHEeWg8Q7YVWmVfw","description":"Me llamo Elisa Viso y una de mis pasiones es la de programar y enseñar a programar. \nEl lenguaje Java es uno de los que más me ha gustado en mis 45 años que llevo programando. Si bien te podrá parecer un poco complicado empezar a programar en Java, una vez que cubras los conceptos básicos verás qué rápido se avanza.\nJava, como todos los lenguajes de programación bien hechos, te dejan hacer cualquier cosa (algunas de ellas con más trabajo que en otros lenguajes y otras casi directamente de cómo piensas la solución al problema). \nPero una vez que pasas esa primera etapa, programar te va a hacer sentir casi como un sacerdote de un culto extraño, que puede hacer que las cosas sucedan a placer, se vean exactamente como tú quieres y obtengas una satisfacción enorme de haber construido algo que puedes ver y repartirlo para que otros lo usen.\nEn este curso aprenderás:\n1. El proceso de desarrollar y ejecutar un programa.\n2. Qué es la orientación a objetos (OO).\n3. Qué es un “objeto” en el contexto de programación.\n4. Qué quiere decir que Java sea un lenguaje “orientado a objetos\".","name":"Introducción a Java","startDate":1443482449773,"primaryLanguages":["es"],"partnerIds":["58"],"instructorIds":["7130482"],"courseType":"v2.ondemand","slug":"introjava","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"workload":"","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f1/4a66804dc111e59c90d5d1f3c33638/introduccion_java.png"},{"id":"vzTi2jefEeWnxw5wP_KHTw","description":"For your Responsive Website Development and Design Specialization Capstone Project, you will create a complete, responsive, multi-user, data-driven website which aims to solve a particular problem. We encourage you to create a website addressing a problem that you are interested in!  However, if you don’t have an idea of your own, we have several that we will suggest in the course.  \n\nIn the capstone project, you will:\n1. Develop a complete website using the full range of skills learned during the specialisation\n2. Work through a structured process from idea generation to product delivery\n3. Document and receive feedback on the development of your project from an idea to a fully functional piece of software in a series of structured assignments including peer interactions\n\nParticipation in or completion of this online course will not confer academic credit for University of London programmes","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"instructorIds":["1960981","16446823"],"partnerIds":["26","303"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f6/8399803cf211e5ac1065c492edc8df/MOOC-1-V-5.png","workload":"6 weeks, 3-5 hours/week","slug":"responsive-web-design-capstone","name":"Responsive Website Development and Design Capstone ","primaryLanguages":["en"],"courseType":"v2.capstone","startDate":1452531230556},{"id":"tjqUXz-5EeWpogr5ZO8qxQ","description":"Former U.S. Secretary of the Treasury Timothy F. Geithner and Professor Andrew Metrick surveys the causes, events, policy responses, and aftermath of the recent global financial crisis.","name":"The Global Financial Crisis","slug":"global-financial-crisis","courseType":"v2.ondemand","partnerIds":["109"],"startDate":1446623270049,"primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4b/5ead9077ff11e59c2b53444bc9b5dd/GlobalCrisis-lg-v2_6_.jpg","domainTypes":[{"subdomainId":"economics","domainId":"social-sciences"},{"subdomainId":"finance","domainId":"business"}],"workload":"11 weeks of study, 4-6 hours/week","instructorIds":["14470269","15814936"]},{"id":"v1-1353","workload":"3-4 hours/week","instructorIds":["6049557"],"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"environmental-science-and-sustainability"}],"slug":"metals","courseType":"v1.session","partnerIds":["25"],"name":"Wheels of Metals: Urban Mining for a Circular Economy","description":"Population and welfare are growing. Providing the world with metals is becoming a major challenge. Only by closing the loop will metals be available in sufficient quantities, not just now but also in the future: urban mining, the substantial re-use and recycling of metals. In this MOOC we will explore the challenges related to metals supply, both scarcity and environmental impacts, and the conditions and consequences of a circular economy for metals, based on the reports of UNEP's International Resource Panel.","primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/5f/be19b0352a11e4b07f0965d0c0162f/logo_MetalWheels.png"},{"id":"EGOMPEacEeWcUBKKSpC5MQ","partnerIds":["15"],"name":"Data Science at Scale - Capstone Project","domainTypes":[{"subdomainId":"data-analysis","domainId":"data-science"}],"startDate":1441043682277,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/11/b1cd004d2211e5b9b22778162e6288/UW_PracticalDataScience_Getty479524481.jpg","workload":"","primaryLanguages":["en"],"instructorIds":["999946"],"courseType":"v2.capstone","description":"In the capstone, students will engage on a real world project requiring them to apply skills from the entire data science pipeline: preparing, organizing, and transforming data, constructing a model, and evaluating results.    Through a collaboration with Coursolve, each Capstone project is associated with partner stakeholders who have a vested interest in your results and are eager to deploy them in practice.  These projects will not be straightforward and the outcome is not prescribed -- you will need to tolerate ambiguity and negative results!  But we believe the experience will be rewarding and will better prepare you for data science projects in practice.","slug":"datasci-capstone"},{"id":"v1-229","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/21/44a0a37507298ea04382dfed448393/Coursera-logo.jpg","domainTypes":[{"domainId":"business","subdomainId":"business-strategy"}],"slug":"innovation","instructorIds":["1330818"],"courseType":"v1.session","workload":"6-12 hours/week","partnerIds":["37"],"description":"Improve your ability to manage creativity and to lead an innovation strategy in businesses, schools, hospitals, governments, and other complex organizations and institutions, by diagnosing likely innovation failures before they occur.","primaryLanguages":["en"],"name":"Leading Strategic Innovation in Organizations"},{"id":"v1-410","partnerIds":["56"],"name":"Children Acquiring Literacy Naturally","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/6c/a791d9fcf4f0d1afdfbd3b93e198b7/Slide1.jpg","instructorIds":["625560"],"courseType":"v1.session","description":"This course will survey fundamental principles of language acquisition and learning to read. We will explore the possibility of becoming literate without formal schooling and instruction. No prior background in behavioral science, neuroscience, or technology is required.","primaryLanguages":["en"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}],"workload":"3-7 hours/week","slug":"childliteracy"},{"id":"I82JCSWXEeWtRg6boA3D-Q","slug":"fundamentals-of-graphic-design","domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"},{"subdomainId":"design-and-product","domainId":"computer-science"}],"workload":"4 weeks of study, 5-8 hours/week","startDate":1444755811749,"instructorIds":["13861463"],"courseType":"v2.ondemand","name":"Fundamentals of Graphic Design","description":"Graphic Design is all around us! Words and pictures—the building blocks of graphic design—are the elements that carry the majority of the content in both the digital world and the printed world. As graphic design becomes more visible and prevalent in our lives, graphic design as a practice becomes more important in our culture.\n\nThrough visual examples, this course will teach you the fundamental principles of graphic design: imagemaking, typography, composition, working with color and shape... foundational skills that are common in all areas of graphic design practice. I don't just want you to watch a video of someone talking about design, I want you to MAKE design! If you want to be a designer you have to be a maker, a communicator, so this course will offer you lots of opportunities to get your hands dirty with exercises and with more practical projects.\n\nAt the end of this course you will have learned how to explore and investigate visual representation through a range of image-making techniques; have understand basic principles of working with shape, color and pattern; been exposed to the language and skills of typography; and understand and have applied the principles of composition and visual contrast. If you complete the course, along with its optional (but highly recommended) briefs, you will have a core set of graphic design skills that you can apply to your own projects, or to more deeply investigate a specialized area of graphic design.\n\nTo succeed in this course you will need access to a computer. You can complete this course without one but it will be tougher. Access to, and a beginner's level knowledge of Adobe Creative Suite programs, such as Illustrator, Photoshop and InDesign will help you, especially if you want to complete the optional briefs.","primaryLanguages":["en"],"partnerIds":["59"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1e/ca9230519411e599f9c9ee634c9a81/1200-x-1200_logo_01_sketch_all_courses-_dragged_-1.jpg"},{"id":"nA4RUW01EeW8nRIpKnwp7Q","description":"The course covers basic algorithmic techniques and ideas for computational problems arising frequently in practical applications: sorting and searching, divide and conquer, greedy algorithms, dynamic programming. We will learn a lot of theory: how to sort data and how it helps for searching; how to break a large problem into pieces and solve them recursively; when it makes sense to proceed greedily; how dynamic programming is used in genomic studies. You will practice solving computational problems, designing new algorithms, and implementing solutions efficiently (so that they run in less than a second).","partnerIds":["53","160"],"courseType":"v2.ondemand","startDate":1455667195631,"domainTypes":[{"subdomainId":"algorithms","domainId":"computer-science"}],"workload":"5 weeks of study, 4-8 hours/week","slug":"algorithmic-toolbox","instructorIds":["87141","38926","46748","1540981","11769731"],"primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/fb/434400d9ac11e5afbfa359f34ae5f0/logo3.png","name":"Algorithmic Toolbox"},{"id":"eUI0xjeIEeWO-Qq6rEZAow","description":"Introduction to Swift Programming is the first course in a four part specialization series that will provide you with the tools and skills necessary to develop an iOS App from scratch. By the end of this first course you will be able to demonstrate intermediate application of programming in Swift, the powerful new programming language for iOS. Guided by best practices you will become proficient with syntax, object oriented principles, memory management, functional concepts and more in programming with Swift. \n\nThis course is unique in its dedication to teaching Swift programming. With new features and capabilities you will be at the forefront of writing iOS apps.\n\nPlease note that to take part in this course (and the full specialization) it is required to have a Mac computer and, though not required, ideally an iPhone, iPod, or an iPad. NOTE: This course has been designed and tested (and content delivered) on a Mac. While we are aware of hacks and workarounds for running Mac in a virtual machine on windows we do not recommended a PC. \n\nWe hope you have fun on this new adventure.","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"courseType":"v2.ondemand","startDate":1442272661074,"instructorIds":["14417702"],"workload":"5 weeks of study, 2-4 hours/week","primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a6/8d9b4037b311e58a7a615bf71454ff/ioslogo2.jpg","name":"Introduction To Swift Programming","partnerIds":["11"],"slug":"swift-programming"},{"id":"v1-2501","name":"食品安全與毒理 (Food Safety & Toxicology)","domainTypes":[{"subdomainId":"nutrition","domainId":"life-sciences"}],"slug":"foodsafetytox","primaryLanguages":["zh"],"partnerIds":["75"],"courseType":"v1.session","instructorIds":["10108738"],"description":"以深入淺出的概念將毒理學應用在食品安全評估，特色在於應用實務案例以增進對食安事件的思辨能力。","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/51/2a5310973411e59589078a32a2023e/FST-logo-_old_.jpg","workload":"4-5 hours/week"},{"id":"v1-2776","partnerIds":["24"],"description":"הקורס מציע מיפוי של השירה העברית החדשה למן תנועת ההשכלה דרך תקופת \"התחייה\" והמודרניזם שבא בעקבותיה, ועד לימינו. הקורס מציג באופן חי ונושם את המפנים הפואטיים ואת ההתפתחויות הסגנוניות והתמטיות בתחום השירה העברית, מראשיתה, באמצעות קריאות קרובות של טקסטים מן התקופות השונות, ומעמיד מאגר גדול ושופע של ידע תיאורטי, ספרותי  והיסטורי, לצד פרשנויות עמוקות, מאתגרות ומפתיעות. \n\n\n\n\n\n","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/bd/4aa8b0a18011e487da9f0641bb26a9/bibliotheque.png","name":"Modern Hebrew Poetry   שירה עברית מודרנית  ","slug":"hebrewpoetry1","workload":"2-3 hours/week","courseType":"v1.session","primaryLanguages":["he"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"instructorIds":["5098188"]},{"id":"HdwdOA4tEeWuEBJhzy2uFw","startDate":1438367234498,"name":"工程圖學 3D CAD 專題","courseType":"v2.ondemand","primaryLanguages":["zh-TW"],"partnerIds":["75"],"slug":"cad3d","workload":"","description":"想讓自己3D建模功力大增？想了解3D建築模型的繪製過程？\n「工程圖學3D CAD專題」延續前一門課「工程圖學3D CAD」，將所學的3D建模技術，應用於建築模型的建構。本課程介紹建築模型繪製的相關注意事項，並以完整的例子帶領同學實際建立一份建築模型，希望透過實作專題的訓練，學生更加熟悉3D繪圖技術，並瞭解如何技術應用於工程界的實際案例。\n『工程圖學3D CAD專題』，利用與本專項課程的第二門課 --『工程圖學2D CAD專題』同樣的一幢五層的公寓住宅，帶著你一步一步地，從建築最基本的構件，梁、柱、樓板、樓梯、窗戶等建立起來，到門窗的細節繪製，至上材質等精緻化過程。\n想一窺3D建模技術用於建築模型的案例，加入本課程吧！","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/57/4267d0d92311e4b6478d7fb205c143/cad3dpracticelogo.png","domainTypes":[{"subdomainId":"mechanical-engineering","domainId":"physical-science-and-engineering"}],"instructorIds":["2139037"]},{"id":"v1-1072","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/38/fc75e0352c11e4b28a5b9bdf8d9c55/humantrafficking.png","domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"name":"Human Trafficking","slug":"humantrafficking","partnerIds":["28"],"courseType":"v1.session","description":"Did you know that human trafficking is a form of modern day slavery?  \n\nSlavery has been around since the beginning of civilization and still persists across our world today. As a human rights issue, it is important to increase awareness as a starting point down the journey toward freedom for all.","instructorIds":["5120284"],"primaryLanguages":["en"],"workload":"2-4 hours/week"},{"id":"GdzorjsjEeWFSA6UPWxRyQ","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/78/3df9404d0911e5aa3207874406679c/big-data-_2_.jpg","workload":"4 Weeks, 3 - 5 hours per week","instructorIds":["13855068"],"name":"Graph Analytics for Big Data","courseType":"v2.ondemand","domainTypes":[{"subdomainId":"data-analysis","domainId":"data-science"}],"primaryLanguages":["en"],"description":"Want to understand your data network structure and how it changes under different conditions? Curious to know how to identify closely interacting clusters within a graph? Have you heard of the fast-growing area of graph analytics and want to learn more? This course gives you a broad overview of the field of graph analytics so you can learn new ways to model, store, retrieve and analyze graph-structured data.\n\nAfter completing this course, you will be able to model a problem into a graph database and perform analytical tasks over the graph in a scalable manner.  Better yet, you will be able to apply these techniques to understand the significance of your data sets for your own projects.","startDate":1455039351814,"slug":"graph-analytics","partnerIds":["53"]},{"id":"v1-164","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/73/74dc188fa6f388c28b67e74362ce0f/MP900433088.jpg","startDate":1454284800000,"description":"Understanding the clinical terms and abbreviations commonly used in U.S. hospitals is challenging. Adaptation to clinical language is difficult for U.S. students entering the clinical area and even more difficult for international students whose primary language is not English. This course helps both groups of students understand many of the terms and abbreviations commonly encountered during the first three months of clinical work on a U.S. general hospital unit.","partnerIds":["36"],"courseType":"v1.session","domainTypes":[{"subdomainId":"clinical-science","domainId":"life-sciences"}],"primaryLanguages":["en"],"workload":"2-4 hours/week","instructorIds":["2258110","1600503"],"slug":"clinicalterminology","name":"Clinical Terminology for International and U.S. Students"},{"id":"v1-2340","name":"Digital Analytics for Marketing Professionals: Marketing Analytics in Practice","domainTypes":[{"domainId":"business","subdomainId":"marketing"}],"slug":"dmanalyticspractice","partnerIds":["17"],"courseType":"v1.session","workload":"8-10 hours/week","primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/c2/88651052e311e4b2381b8f9f0c1e0a/Marketing-Analytics-PT2-long-shadow.jpg","description":"This course builds on the theory and foundations of marketing analytics and focuses on practical application by demystifying the use of data in marketing and helping you realize the power of visualizing data with artful use of numbers found in the digital space.","instructorIds":["9633128"]},{"id":"v1-1147","slug":"microeconomic","name":"Основы микроэкономики (Microeconomics Principles)","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/c0/05b7a0249f9c4ac14817a2d990448e/microeconom.jpg","description":"Самое сложное экономическое событие сводится, в конечном счёте, к действиям отдельных людей и фирм. Микроэкономика показывает, как можно эти действия анализировать – как люди выбирают, что потреблять, а фирмы – что производить.\nMicroeconomic theory tells how people decide what to consume, and firms – what to produce and how to win over their competitors in the market.\n","instructorIds":["5181095"],"courseType":"v1.session","partnerIds":["160"],"domainTypes":[{"subdomainId":"economics","domainId":"social-sciences"}],"workload":"4-5 hours/week","primaryLanguages":["ru"]},{"id":"v1-90","name":"Fundamentals of Electrical Engineering","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"electrical-engineering"}],"instructorIds":["557195"],"description":"This course probes fundamental ideas in electrical engineering, seeking to understand how electrical signals convey information, how bits can represent smooth signals like music and how modern communication systems work.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/25/deb3f0352d11e49571adff5b3c00f3/large-icon.png","courseType":"v1.session","slug":"eefun","workload":"8-10 hours/week","primaryLanguages":["en"],"previewLink":"https://class.coursera.org/eefun-001/lecture/preview","partnerIds":["13"]},{"id":"JqoWaYTrEeWRYRLoE9jCoQ","primaryLanguages":["ar"],"domainTypes":[{"subdomainId":"chemistry","domainId":"physical-science-and-engineering"}],"slug":"nanosar2","instructorIds":["2444381"],"courseType":"v2.ondemand","partnerIds":["129"],"description":"هو مساق للمهتمين في التعرف على أدوات الاستشعار الحديثة التي تستعين بتقانة النانو (وهي التقانة التي تبحث في المجال بين واحد إلى مئة نانوميتر، أي في أجزاء من المليار من المتر) لفرز ومراقبة الأحداث المختلفة في حياتنا الشخصية أو العملية.  في أطار هذا المساق، سنكتشف معا عالم النانو المذهل الذي يتعامل مع الوحدات الأساسية في بناء المادة.  وبهذا سوف نمهد الطريق لتطبيقات إبداعية لانهائية تطبق في كل جزء من حياتنا اليومية، بدءا من تشخيصات وعلاجات (في الجسم الحي أو خارجه) للأمراض، وثم نستمر في تقانة مراقبة جودة المنتوجات وما يختص بالبيئة، وننهي في تقانة مراقبة القضايا الأمنية.  سنتعلم في هذا السعي كيف نصَنع هذه الأدوات الجديدة، وكيف نميزها، وكيف نتحكم بها، وكيف ندمجها في التطبيقات المختلفة.\n\n_ _ _ _ _ _ _ _ _ _ _ _ _\n\nوصف المساق\nتقانة ومستشعرات النانو هو مجال يحوي اختصاصات عديدة ومتداخلة ويجمع بين الكيمياء/البيوكيمياء، الفيزياء، البيولوجيا، علم المواد، هندسة الإلكترونيات وغيرها. سيعرض المساق الحالي بعض مبادئ التقانة ومواد النانو الاساسيّة ودورها الهام في اجهزة و خواص الاستشعار. في هذا المساق سيتم نقاش معلومات شيقة من تخصصات متعددة في مجال العلوم والهندسة في المستوى النانوي, مستهدفا فهم الاختلافات الفيزيائية الأساسية لمستشعرات النانو. عند إنهاء هذا المساق، يكون قد تعلم الطالب تصنيع، تمييز ومعالجة مواد النانو ومستشعرات النانو، وكيفية  تسخيرها لبناء تطبيقات جديدة. وأيضا سيطبق الطالب معرفته في تقانة ومستشعرات النانو ضمن مشروع حسب اهتمامه الشخصي.\n\n\nاهداف المساق\nهدف المساق الرئيسي هو تطوير التفكير النقدي, الابداعي والمبتكر. ان المساق يشجع العمل ضمن فريق ذو افراد من مجالات وحضارات مختلفة, لبناء \"مخازن أفكار\" عالمية لابتكار افكار جديدة. سوف يطلب منكم خلال المساق ان تقوموا بالتفكير بطريقة مبدعة, غير اعتيادية وان تقترحوا افكار جديدة. \n\nيستهدف هذا المساق تشجيع المعرفة بالمواضيع التالية: \n\n1)        أهمية المواد النانوية في تطبيقات الاستشعار.\n2)     الأساليب المستخدمة في تحديد خصائص المستشعرات النانوية·\n3)        الأساليب المستخدمة لتكييف مواد النانو بهدف استعمالها في تطبيقات استشعار خاصة.\n4)       جسيمات النانو الفلزية والشبه موصلة.\n5)        أنابيب النانو وأسلاك النانو العضوية وغير العضوية.\n6)        المستشعرات الضوئية، الميكانيكية، والكيميائية المبنية من مواد النانو.\n7)         المستشعرات المبنية من هجين من المواد النانوية.\n \n\nالكتب المطلوبة:\n·         Jiří Janata, Principles of Chemical Sensors, Springer, 2d Edition (1989).\n·         Roger George Jackson, Novel Sensors and Sensing, CRC Press (2004).\n\nنبذه عن البروفيسور حسام حايك:\n\nالبروفيسور حسام حايك هو خبير في مجال التقانة والمستشعرات النانوية، وتشخيص أمراض بوسائل غير باضعة. حاصل على العديد من الجوائز والأوسمة المرموقة في العالم: جائزة ماري كوري للتميز العلمي، جائزة ERC، جائزة الصحة الأوروبية 7-FP. البروفيسور حايك حاصل على أكثر من 42 وسام وجائزه دولية لإنجازاته العلمية، ويشمل ذلك وسام الفارس (التي تمنحه الحكومة الفرنسية) والذي يعد من أعرق اوسمه الشرف في العالم. وقد أدرج اسمه ضمن \"قائمة افضل 35 شاب عالم في العالم\". كذلك حاز البروفيسور حايك على جائزة ديسكفري من مؤسسة بيل وميليندا غيتس. البروفيسور حايك هو مؤسس ورئيس مجموعه مكونه من 8 فرق أبحاث وشركات أوروبية لتطوير جيل متقدم من الإلكترونيات الجزيئية لتشخيص الأمراض. وهو يشغل أيضا منصب محرر مساعد لمجلتين علميتين ويقوم بدور عضو استشاري علمي بارز في العديد من الشركات والمعاهد الوطنية والدولية، وكذلك مقيم علمي في المفوضية الأوروبية.\n\n البريد الإلكتروني: hhossam@technion.ac.il \n\n_ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ \n\n الطاقم:\n\n\nميتال بار-سيجف: حاصلة على اللقب الأول  B.A في الكيمياء (بامتياز) وحاصله أيضا على اللقب الأول B.Sc.  في هندسة المواد (بامتياز) من معهد العلوم التطبيقية – التخنيون (كلاهما عام 2010). عملت أثناء دراستها في شركة  \"تاور سيميكوندكتور\" وبعد التخرج عملت في معهد ألفريد-مان في التخنيون كمهندسة للتطوير والتنمية. حاليا، تقوم ميتال بتحضير الدكتوراه (المسار المباشر) في معهد الإلكترونيات الجزيئية على اسم راسل باري في  التخنيون تحت إشراف البروفيسور حسام حايك. موضوع بحث الدكتوراه هو تطوير الجلد الإلكتروني بواسطة مواد النانو.\n\nعبير وتد: حاصله على اللقب الأول B.Sc واللقب الثاني M.Sc. في موضوع الهندسة المدنية بتخصصي هندسة المباني وهندسة المواصلات من معهد العلوم التطبيقية – التخنيون (عامي 1998 و- 2005 على التوالي). كما وحصلت على اللقب الثاني M.Sc. في موضوع تدريس العلوم والتكنولوجيا من التخنيون عام 2013. تركزت أبحاثها على تدريس العلوم عن طريق البحث العلمي في المختبرات. عبير تعمل حاليا محاضره في أكاديمية القاسمي-كلية أكاديمية للتربية (باقة الغربية، إسرائيل)، وهي تشغل أيضا منصب رئيسة قسم الهندسة المدنية في الأكاديمية.\n\nمايا اشر، مساعدة تدريس: حاصله على اللقب الأول B.Sc واللقب الثاني M.Sc. في دراسات الاتصالات من كلية سابير الاكاديمية وجامعة بن چوريون- اسرائيل (2009, 2013 على التوالي).\nعملت مايا كمحاضرة في الجامعة المفتوحة- اسرائيل. وحالياً، تقوم باكمال دراستها للدكتوراه في قسم التعليم في العلوم والتقانة في التخنيون تحت اشراف البروفسور ميري باراك. موضوع بحثها يتمركز حول دراسة التعلم التعاوني عبر الإنترنت في مجموعات صغيرة متعددة الثقافات. \n\nمحمد خطيب، مساعد تدريس: حاصل على اللقب الاول B.Sc في هندسة البيوكيمياء من معهد العلوم التطبيقية – التخنيون (2015). حالياً، يكمل محمد دراسة الدكتوراه (مسار خاص) في قسم هندسة الكيمياء, معهد العلوم التطبيقية – التخنيون، تحت اشراف البروفسور حسام حايك. موضوع بحثه يتمركز حول اجهزة الكترونية قادرة على اشفاء ذاتها، من اجل مراقبة ورصد امراض معدية.\n\nميري باراك، مستشارة تربوية: بروفيسور مساعد في قسم التعليم في العلوم والتقانة، معهد العفوم التطبيقية- التخنيون. هي رئيسة مجموعة التقانات العلمية والتعليمية ومستشارة طلاب الدراسات العليا. فعالياتها الاكادمية تتمركز حول تطوير، دمج وتقييم مناهج تعليم العلوم في المدارس والتعليم العالي. دراساتها تتضمن استعمال معلومات وتقانات اتصال، مع التشديد على الويب 2.0 الناشئ والتطبيقات السحابية، من اجل تعليم ناجع وعمليات تفكير عليا.","workload":"","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/70/b89bab12e6e09ffa28db39a646c2c6/cover-picture.png","startDate":1450139438620,"name":" التقانة والمستشعرات النانوية - الجزء الثاني"},{"id":"00citU52EeW2EwoziUhyxQ","instructorIds":["3887162","3242915"],"primaryLanguages":["fr"],"name":"Introduction à la théorie de Galois","courseType":"v2.ondemand","description":"Le cours expose la théorie de Galois, du classique critère de non-résolubilité des équations polynomiales aux méthodes plus avancées de calcul de groupes de Galois par réduction modulo un nombre premier.\n\nLe thème général de cette théorie est l'étude des racines d'un polynôme et concerne en particulier la possibilité de les exprimer à partir des coefficients de ce polynôme. Evariste Galois considère les symétries de ces racines et associe ainsi à ce polynôme un groupe de permutations de ses racines, que l'on appelle maintenant son groupe de Galois. Il dégage à cette occasion pour la première fois, dans ce cadre, la notion de groupe, maintenant omniprésente en mathématiques. Son étude lui permet d'expliquer pourquoi les racines d'une équation prise au hasard ne s'expriment en général pas par des formules algébriques faisant intervenir ses coefficients à partir du degré 5, un résultat démontré auparavant par Abel. Plus généralement, l'étude du groupe de Galois du polynôme permet de dire exactement quand une telle formule existe. C'est ce que l'on appelle la correspondance de Galois : elle relie d'une part la théorie des corps, d'autre part la théorie des groupes.Ce cours expliquera cette théorie en n'utilisant que des résultats de base d'algèbre linéaire. Nous étudierons d'un côté la théorie des corps, c'est-à-dire la façon dont les corps s'emboîtent les uns dans les autres, en introduisant la notion de nombre algébrique (essentiellement les racines de polynômes). D'un autre côté, nous introduirons les éléments nécessaires à l'étude des groupes de permutations. Cela nous permettra d'expliquer la théorie de Galois, non seulement dans son cadre d'origine, c'est-à-dire quand les coefficients du polynôme sont des nombres entiers, mais aussi dans un cadre plus général, par exemple lorsqu'on réduit ces coefficients modulo un nombre premier p.\n\nLe cours culminera avec une comparaison des groupes de Galois dans ces deux situations (« entière » et après réduction modulo p), fournissant ainsi un outil de calcul puissant de ces groupes.\n\nCe cours est l'occasion d'aborder des notions d'algèbre variées, essentielles dans de nombreux domaines des mathématiques, de manière très simple pour très rapidement aboutir à des résultats tout à fait remarquables. Nous n'avons pas cherché la généralité maximale mais au contraire à aller rapidement à l'essentiel en utilisant le minimum de formalisme abstrait. Le FLOTeur intéressé sera alors armé pour aller plus loin, notamment grâce à la bibliographie ou à des cours plus avancés.","slug":"theorie-de-galois","workload":"5-7 heures par semaine","startDate":1447093226744,"partnerIds":["130"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/3c/e4c3dc881a5619ebbc23901294ab36/mooc_galois.jpg","domainTypes":[{"domainId":"math-and-logic","subdomainId":"math-and-logic"}]},{"id":"CTZdEFfbEeWsGQ6fKrurvQ","workload":"6 недель исследования, 1-2 часов / неделю","instructorIds":["9134341","14049699"],"courseType":"v2.ondemand","startDate":1451434589048,"partnerIds":["176"],"description":"Издавна среди жителей Кёнигсберга была распространена такая загадка: как пройти по всем мостам через реку Преголя, не проходя ни по одному из них дважды. Многие кёнигсбержцы пытались решить эту задачу как теоретически, так и практически во время прогулок. Доказать или опровергнуть возможность существования такого маршрута никто не мог до 1736 года, когда выдающийся математик Леонард Эйлер не написал письмо своему другу с решением. Ответ был «нельзя». Так и родилась теория графов. Но что будет, если процесс, который описывает граф – случаен?\n\nТеория случайных графов находится на стыке теории графов и теории вероятностей. Наука появилась в середине ХХ века, и она сразу же привлекла огромное внимание как со стороны чистых математиков, так и со стороны прикладников. В курсе мы изучим как основы теории случайных графов, так и настоящие ее жемчужины.\n\nМы научимся воспринимать многие сложные системы как \"случайные графы\". Среди них – интернет, социальные сети (Фейсбука, Вконтакте), биологические, межбанковские сети.\n\nПрослушав этот курс, вы проникнетесь чрезвычайно красивой математической теорией и научитесь решать комбинаторные и алгоритмические задачи на случайных графах. Все эти знания позволят нам затем перейти к курсу веб-графов, в котором мы расскажем о самых современных приложениях вероятностно-графовых моделей и конструкций.\n\nДля освоения материала будет достаточно математика школьного уровня, базовых знаний комбинаторики и теории вероятностей.","slug":"sluchajnye-graphy","domainTypes":[{"domainId":"math-and-logic","subdomainId":"math-and-logic"}],"name":"Случайные графы","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5c/8e6b8057db11e5819e073a88710a2e/randomgr.png","primaryLanguages":["ru"]},{"id":"8bBOr15WEeW5iQpSR8Sfhw","workload":"13 weeks of study, 3-6 hours/week","slug":"home-care","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/23/60c590e2da11e4b7b4d1af51faf302/mooclogo.jpg","courseType":"v2.ondemand","partnerIds":["117"],"domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"},{"subdomainId":"nutrition","domainId":"life-sciences"}],"instructorIds":["9168286","9951591","9536458","3832755"],"startDate":1454345844075,"description":"This course is intended as a self-study course for those interested in exploring a career as a Home Health Aide or Personal Care Aide.","primaryLanguages":["en"],"name":"Foundations for Assisting in Home Care"},{"id":"v1-13","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/14/a18e50352d11e49571adff5b3c00f3/large-icon.png","description":"CS101 teaches the essential ideas of Computer Science for a zero-prior-experience audience. The course uses small coding experiments in the browser to play with the nature of computers, understanding their strengths and limitations. Sign up for the \"To be announced\" session to be notified by email when the class is next run, and sign up for \"Self-Study\" to start browsing the class materials right away. Self-Study mode makes all the videos and assignments available to be done at your own pace, but without a certificate of completion at the end.","workload":"3-5 hours/week","partnerIds":["1"],"slug":"cs101","name":"Computer Science 101","courseType":"v1.session","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"instructorIds":["1267"],"primaryLanguages":["en"],"previewLink":"https://class.coursera.org/cs101/lecture/preview"},{"id":"2bhGZFS-EeWKXg4Y7_tPaw","workload":"6 semanas de estudio, 1-2 horas/semana","domainTypes":[{"domainId":"language-learning","subdomainId":"learning-english"},{"domainId":"business","subdomainId":"business-essentials"}],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b0/01a44061e911e5b6396d316da28d63/Finance.jpg","slug":"ingles-empresaria-finanza-economia","instructorIds":["14184517","13730176","13774774","7225100"],"partnerIds":["287"],"description":"Do you work in finance or interact with finance professionals? Is it necessary to speak, write or understand English in your career? Follow the authentic characters in this course as they work through common business situations in finance and economics. Learn from your successes and failure, and think critically about your own communication options. After taking this course, you will be able to read and create efficient e-mails, reports, and impactful presentations with words and phrases commonly used in finance and economics. Communicate clearly under pressure utilizing recently learned strategies, and obtain immediate feedback about the efficiency of your business communication skills in English from other finance professionals around the world! Gain the English communication skills that you desire and that global managers expect.\n\n¿Trabaja usted en las finanzas o interactuar con profesionales de las finanzas? ¿Es necesario hablar, escribir o entender inglés en su profesión? Siga los personajes auténticos en este curso a medida que trabajan a través de situaciones de negocios comunes en las finanzas y las económicas economía. Aprenda de sus éxitos y fracasos, y piense críticamente sobre sus propias opciones de comunicación de Ud. Después de tomar este curso, usted será capaz de leer y crear mensajes de correo electrónico eficaces, informes, y presentaciones impactantes, con las palabras y frases del uso común en las finanzas y las económicas economía. ¡Comuniquese claramente bajo presión utilizando estrategias recién aprendidas, y obtenga información inmediata sobre la eficacia de sus habilidades de comunicación de negocios en inglés por parte de otros profesionales de las finanzas de todo el mundo! Obtenga las habilidades de comunicación en inglés que Ud. desee y que los gerentes globales esperan.","primaryLanguages":["en"],"startDate":1452188399724,"name":"Inglés Empresarial: Finanza y Economía"},{"id":"QKGzLQoYEeWKzSIAC7Uk8A","startDate":1440784948188,"instructorIds":["12544838"],"workload":"4 weeks, 2-3 hours/week","description":"Conflict is everywhere and it is impossible to avoid conflicting viewpoints. However, not all conflict is bad, nor is it inherently negative. How conflict is handled makes all the difference. It is through proper identification and understanding of conflict that allows for effective resolutions, some of which may yield positive outcomes. In this course, we will examine the different types of conflict, how to understand and embrace the positive aspects of conflict, and how to successfully navigate conflict to positive resolution.\n\nThis course presents the material though video lessons, case studies, and interviews. In each module students will be presented with in-video quiz questions to test their understanding. To further their mastery of the content students will also be asked to complete two peer reviewed assignments.","courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4b/61d9903a4011e5810e09cb1f9bfc5b/iStock_000042998878_Mediumcropped.jpg","slug":"types-of-conflict","partnerIds":["30"],"domainTypes":[{"domainId":"business","subdomainId":"business-essentials"},{"domainId":"personal-development","subdomainId":"personal-development"}],"primaryLanguages":["en"],"name":"Types of Conflict"},{"id":"v1-393","domainTypes":[{"subdomainId":"animals-and-veterinary-science","domainId":"life-sciences"}],"partnerIds":["50"],"instructorIds":["2606384"],"courseType":"v1.session","description":"This course will help anyone who loves dogs to better understand their dog’s reproductive health and how to control its reproduction. This includes understanding the pros and cons of having your dog spayed or castrated, and understanding at what age that surgery can be performed.","primaryLanguages":["en"],"workload":"2-4 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/42/daf830352b11e4983ad3612bf5dfa7/Therio-logo.png","slug":"theriogenology","name":"Canine Theriogenology for Dog Enthusiasts"},{"id":"NvjGfPeCEeSW1SIAC3oCCQ","instructorIds":["1419014","1399738","9601206"],"slug":"gestao-escolar","description":"O curso Gestão para a Aprendizagem: Módulo Gestão Estratégica aborda uma nova concepção de gestão escolar focada na aprendizagem dos alunos e nas dimensões de trabalho do gestor visando o sucesso escolar, com foco na rede pública. O cerne do curso é o planejamento estratégico e os instrumentos práticos, tais como a caracterização da comunidade escolar, a avaliação de eficácia, a análise SWOT e o plano de ação.","name":"Gestão para a Aprendizagem: Módulo Gestão Estratégica","courseType":"v2.ondemand","workload":"15 hours of videos and assessments","primaryLanguages":["pt"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/db/851ee05ca211e5a591c1e5f3f908bf/Course-logo_GAP_v2.png","domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}],"partnerIds":["224","320"],"startDate":1431714531563},{"id":"v1-3157","courseType":"v1.capstone","domainTypes":[],"primaryLanguages":["zh"],"partnerIds":["6"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/53/9f5f30fb4b11e4bb71851a97c6fdaf/capstone.png","workload":"3-5 hours/week","instructorIds":["1349478"],"description":"在商务基础毕业项目里，你有机会将分析技能应用到商务实战里。你会用到新学到的商务技巧来仔细评估华为公司的真实案例。","name":"沃顿商务基础毕业项目（中文版）","slug":"whartoncapstonezh"},{"id":"jjBxrnpQEeWb-BLhFdaGww","primaryLanguages":["fr"],"instructorIds":["8065088","15938764"],"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"environmental-science-and-sustainability"},{"subdomainId":"economics","domainId":"social-sciences"}],"courseType":"v2.ondemand","description":"Conçu conjointement par le think-tank Ecolo-Ethik et ESCP Europe, ce MOOC se propose de vous aider à dépasser les idées reçues sur l’écologie, dans le souci d’une démarche ouverte et multiple.\n\nA ce titre, de grands experts reconnus interviendront pour illustrer, approfondir et enrichir les différentes thématiques.\n\nNotre ambition est triple :  \n- Éclairer l’écologie, vous montrer en quoi et pourquoi elle est le fondement de notre monde, de notre existence même, et de celle de nos descendants. \n- Vous montrer que l'écologie ouvre à une nouvelle culture, de nouveaux modèles de développement et de nouvelles organisations de la société. \n- Vous montrer qu'elle est le socle indispensable à une économie innovante, durable, dans une société ouverte et créative. \n\nCe MOOC s’adresse à toutes et à tous, quels que soient votre situation, votre lieu de vie, vos projets. \n\nCe cours est organisé en 5 modules traitant du climat, de l'énergie, de la biodiversité, de l'économie et des enjeux de société. Chaque module donnera lieu à une évaluation des connaissances acquises.\n\nVoir la présentation vidéo du cours : https://www.youtube.com/watch?v=uXXx3MWvhpA\nLancement le 1er février 2016","name":"Comprendre l'écologie, pour une économie innovante","partnerIds":["207"],"slug":"ecologie","startDate":1454299296988,"workload":"5 semaines d'étude, 1-3 heures / semaine","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/51/df5b507c9211e5a83fd7f8bdaf4ee0/tree-sqare_1200.png"},{"id":"bTYGrDVuEeW6RApRXdjJPw","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/7a/d81ac039f211e5806185e97875ee21/istock_Course3.2.jpg","startDate":1452703889029,"domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"slug":"ui","courseType":"v2.ondemand","instructorIds":["3161246","8266053"],"partnerIds":["30"],"name":"Best Practices for iOS User Interface Design","description":"You will learn to develop sophisticated user interfaces for iOS, with a focus on user interface design best practices, UI animations, and responsive design. You will learn about the key UI widgets, mapping interfaces and view restoration.","workload":"","primaryLanguages":["en"]},{"id":"dPkbnh6zEeWP0w4yK2369w","name":"Usable Security","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e8/7e3d00e67b11e39fd49d1e0b61df39/CYBER_jen.jpg","startDate":1457024461966,"description":"This course focuses on how to design and build secure systems with a human-centric focus. We will look at basic principles of human-computer interaction, and apply these insights to the design of secure systems with the goal of developing security measures that respect human performance and their goals within a system.","courseType":"v2.ondemand","slug":"usable-security","partnerIds":["32"],"workload":"","domainTypes":[{"domainId":"computer-science","subdomainId":"computer-security-and-networks"},{"domainId":"physical-science-and-engineering","subdomainId":"research-methods"}],"primaryLanguages":["en"],"instructorIds":["6171141"]},{"id":"w7FFV3l0EeW53BJEfL52qQ","description":"You've learned the basic algorithms now and are ready to step into the area of more complex problems and algorithms to solve them. Advanced algorithms build upon basic ones and use new ideas. We will start with networks flows which are used in more obvious applications such as optimal matchings, finding disjoint paths and flight scheduling as well as more surprising ones like image segmentation in computer vision or finding dense clusters in the advertiser-search query graphs at search engines. We then proceed to linear programming with applications in optimizing budget allocation, portfolio optimization, finding the cheapest diet satisfying all requirements, call routing in telecommunications and many others. Next we discuss inherently hard problems for which no exact good solutions are known (and not likely to be found) and how to solve them approximately in a reasonable time. We finish with some applications to Big Data and Machine Learning which are heavy on algorithms right now.","name":"Advanced Algorithms and Complexity","partnerIds":["53","160"],"courseType":"v2.ondemand","instructorIds":["87141","38926"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0f/6df730d9ae11e5bd22cb7d7d7686df/logo3.png","slug":"advanced-algorithms-and-complexity","workload":"","domainTypes":[{"subdomainId":"algorithms","domainId":"computer-science"},{"domainId":"computer-science","subdomainId":"software-development"}],"startDate":1453242542288,"primaryLanguages":["en"]},{"id":"v1-203","instructorIds":["1291950"],"description":"This Film History course explores how fundamental changes in film technology affected popular Hollywood storytelling. We will consider the transition to sound, and the introduction of color. This online educational experience is not equivalent to a college course. ","partnerIds":["34"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/53/449906dea839da9dcecab59b42d8ac/Coursera-Color-Crop.jpg","workload":"4-6 hours/week","courseType":"v1.session","name":"The Language of Hollywood: Storytelling, Sound, and Color","slug":"hollywood","primaryLanguages":["en"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}]},{"id":"LwM5OhquEeWjrA6seF25aw","name":"Introduction to Reproduction","workload":"1-3 hours/week","slug":"reproductive-health","courseType":"v2.ondemand","partnerIds":["54"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f8/bbbe30412f11e5b9e13976c1a74ff2/Course-Graphic-05.jpg","instructorIds":["13660822"],"domainTypes":[{"subdomainId":"biology","domainId":"life-sciences"}],"startDate":1443381310315,"description":"Do you have questions about sex hormones or menstrual cycles?  This is a crash-course in human reproductive health through fact and biology-based information on a variety of topics.  \"Sex 101\" will cover reproductive anatomy, key biological changes during puberty, sexual biology and contraceptive methods, reproductive disorders, and a special introduction to the exciting field of Oncofertility.  Specific lecture titles are as follows:  1) Reproductive Anatomy & Hormones, 2) Menstrual Cycle, Oocyte Maturation, & Sperm Activation, 3) Sexual Biology, Fertilization, & Contraception, and 4) Reproductive Health & Disorders.\n \nThe objective of this course is to ensure you understand reproductive health and not confuse reproduction with sex (or having sex).  This course was designed with you in mind, and is aimed at providing you with quality information that is meaningful to you and that may be hard to find otherwise.  Reproductive health is an area of knowledge that needs to be demystified.  We have designed this course for you to examine reproduction through a biological and scientific lens addressing these issues in a comfortable and interactive format that will lead to a better understanding of holistic health, long-term.","primaryLanguages":["en"]},{"id":"v1-765","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/01/fcd5d9b3790ec571920c3edfd5481f/functionnal-analysis.jpg","workload":"6-8 hours/week","slug":"functionalanalysis","courseType":"v1.session","partnerIds":["128"],"primaryLanguages":["en"],"description":"Learn about functional analysis","domainTypes":[{"domainId":"math-and-logic","subdomainId":"math-and-logic"}],"name":"An Introduction to Functional Analysis","instructorIds":["3699217","5510253"]},{"id":"LWzwe3KxEeWKsgrp3VnvAw","name":"Meeting Investors' Goals","startDate":1453243240907,"domainTypes":[{"subdomainId":"finance","domainId":"business"}],"courseType":"v2.ondemand","description":"In this course, you will dive into the concepts of rationality and irrationality and understand how they impact our investment decisions and what can the consequences be at the market level.\n\nYou will first explore the different biases that we, as humans, are subjected to when facing investment decisions and how they may impact the outcomes of such decisions. When all investors are considered as one unique group rather than individually, you will discover how rationality and irrationality can drive asset prices to and away from their real value.\n\nFinally, you will be presented with different portfolio construction methodologies and investment styles that constitute the landscape of today's portfolio management industry. In this step, you will benefit from the practical expertise of our corporate partner, UBS, in building and managing clients' portfolios.","partnerIds":["49"],"slug":"meeting-investors-goals","instructorIds":["15611903","15976908","15614854","15614818","15614769","15614730","15614758"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/06/7176f0bfc511e5891d3f80fce82359/geneva_thumb.png","workload":"","primaryLanguages":["en"]},{"id":"ISGr03Q9EeWLqw7zlLhRzQ","slug":"coaching-conversations","domainTypes":[{"domainId":"business","subdomainId":"leadership-and-management"},{"domainId":"business","subdomainId":"business-essentials"}],"courseType":"v2.ondemand","description":"In this class you will deepen your understanding of the essential practice of coaching conversations.  We will explore in depth how to prepare for and communicate as a coach in different types of coaching conversations— with top performers, with those who have performance gaps, and those who are difficult or non-performing.  You will watch videos of each type of conversation to observe ideal, and less than ideal, coaching conversations.","startDate":1453239377731,"partnerIds":["83"],"workload":"","name":"Coaching Conversations","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/52/ae2db09f6811e5af867f53b4df060c/175406985-Course-4-Coaching-conversations.jpg","primaryLanguages":["en"],"instructorIds":["15497711"]},{"id":"trgWdYiKEeWfngrMqWa91Q","description":"The Global Diplomacy course is a unique offering to the MOOC environment. Bringing together cutting edge research in the broad fields of Diplomatic and International Studies, award winning distance learning delivery and the instructors previous experience of delivering a successful MOOC. Please see the volume Global Diplomacy: Theories, Types and Models authored with Dr Alison Holmes, (Westview, 2016), and the Understanding Research Methods MOOC from Coursera.   \n \nThe Global Diplomacy MOOC has a direct heritage in the University of London International Academy/SOAS Global Diplomacy MA Programme launched in April 2013 which have attracted hundreds of students from around the world. The Global Diplomacy MA Programme is provided by the Centre for International Studies and Diplomacy which has been teaching postgraduate courses in Diplomacy for over twenty five years.\nAfter completing the 'Global Diplomacy' MOOC, learners will have: \n1.\tThe ability to demonstrate a critical understanding of the nature and development of global diplomacy, drawing on a variety of relevant contributing disciplines in the broad field of International Studies. \n2.\tAn understanding of changes in diplomatic practices and procedures and the relationship of those changes to contemporary politics.\n3.\tA sound grounding in both theoretical and empirical approaches to debates in diplomacy  so that students have been exposed to the and skills needed to analyse global diplomacy.\n4.\tknowledge of issues in global diplomacy in historical and contemporary contexts.","instructorIds":["3631567"],"workload":"5 weeks of study, 1-2 hours/week","slug":"global-diplomacy","startDate":1457119726445,"courseType":"v2.ondemand","name":"Global Diplomacy – Diplomacy in the Modern World","partnerIds":["26","302"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/db/35eec0c42f11e59a5387719dace7f6/shutterstock_176614775.jpg","domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"},{"domainId":"arts-and-humanities","subdomainId":"history"}],"primaryLanguages":["en"]},{"id":"mG15ZhQ9EeWCWhKuhISYpw","partnerIds":["60"],"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"electrical-engineering"},{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"name":"Fundamentals of Audio and Music Engineering: Part 1 Musical Sound & Electronics","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b8/96492d34ff9e6824b8b0cb9e070094/FundamentalsSound_ImageLogo-3.jpg","courseType":"v2.ondemand","slug":"audio-engineering","startDate":1439310754909,"description":"In this course students learn the basic concepts of acoustics and electronics and how they can applied to understand musical sound and make music with electronic instruments.  Topics include: sound waves, musical sound, basic electronics, and applications of these basic principles in amplifiers and speaker design.","instructorIds":["2359335","2204104"],"primaryLanguages":["en"],"workload":"12 hours of lectures and assignments"},{"id":"v1-678","partnerIds":["109"],"instructorIds":["3498945"],"courseType":"v1.session","domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"history"}],"primaryLanguages":["en"],"name":"Roman Architecture","slug":"romanarchitecture","description":"Roman Architecture is a course for people who love to travel and want to discover the power of architecture to shape politics, society, and culture. ","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/d8/96bb86b6f727c154bb07d83cf2674c/deek_courselogo.jpg","workload":"4-8 hours/week"},{"id":"F5IIkY2jEeW-ng7WVUsFiQ","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/50/8ad2e0bacf11e58fef1bd93fb2110a/net_web_programming2.jpg","slug":"web-development-based-dotnet","courseType":"v2.ondemand","instructorIds":["10252682","16120730","9299119"],"name":"基于.Net的Web开发技术","partnerIds":["234"],"domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"workload":"","startDate":1453237377665,"description":"《基于.NET的Web开发技术》是.NET环境下进行Web编程的一门重要课程。内容包括Web原理及环境部署、HTML基础、CSS应用、JavaScript基础、ASP.NET技术；重点介绍ASP.NET技术及相关的数据库应用开发，通过实例介绍各种技术的特点及应用。\n通过本课程的学习，使学员了解Web应用开发技术的发展与现状，了解WEB原理、开发过程和环境部署；能够熟练掌握HTML语言，CSS，JavaScript，掌握利用ASP.NET进行Web应用开发的特点；掌握各种控件的用法和ADO.NET相关技术，掌握数据源控件和数据绑定控件的用法；具备运用面向对象的思想和ASP.NET相关知识对Web网站进行需求分析、进而进行设计和开发的能力。学员学完该课程后，应能利用ASP.NET开发简单的Web应用程序。","primaryLanguages":["zh-CN"]},{"id":"SrM6V-3pEeSJZSIAC0gHUg","workload":"10-15 hours of videos and assessments","name":"Teaching Character and Creating Positive Classrooms ","courseType":"v2.ondemand","slug":"teaching-character","primaryLanguages":["en"],"description":"Positive psychology meets K-12 pedagogy. This course explores key ideas of positive psychology and shows how great teachers apply those lessons to maximize student engagement and accomplishment.  Through lectures, discussions, interviews and footage of great educators in action, you’ll learn how to integrate character-based objectives into your own teaching.","domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}],"partnerIds":["104"],"instructorIds":["5799154"],"startDate":1432238029620,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/00/8b326b3e3abfec8b09c0ab27018a8c/54_Frank-01015216.jpg"},{"id":"v1-24","instructorIds":["419989"],"description":"In this course, you will learn to design the computer architecture of complex modern microprocessors.","courseType":"v1.session","workload":"5-8 hours/week","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0d/0613a0352d11e49dc56df018365453/large-icon.png","name":"Computer Architecture","slug":"comparch","primaryLanguages":["en"],"partnerIds":["4"]},{"id":"Uy40uFyuEeWTwwrbNH1TRQ","description":"The Capstone Project is a service learning experience designed to apply the knowledge and skills developed in the three Specialization courses  to a real world leadership and governance situation. It is also intended to develop the participant's capability to act as an agent for positive change in nonprofit organizations. To this end, you will analyze the leadership and governance effectiveness of a real board of directors in an organization of your own choosing (or, if that is not possible, data gathered from a real board provided by the course instructors). By the end of the Capstone Project, you will have produced a professional consulting report detailing your analysis and recommendations to improve board leadership and governance effectiveness. You will then present it to the board and advise them on implementing change.\n\nTo learn more about this course, please watch the overview video by copying and pasting the following link into your web browser: https://goo.gl/RhSXR0\n\nKeywords: Nonprofit; Nonprofit Sector; Voluntary Sector; Nonprofit Organizations, Non-Governmental Organizations, Volunteer Organizations, Leadership, Management, Governance, Board, Board of Directors, Performance, Effectiveness\n\nCapstone Project Overview:\n\nWeeks 1-3: This period will be spent choosing a board of a nonprofit organization and gathering information using two specially designed tools and resources: The SUNY Open textbook (to download the book copy and paste the following link into your browser: http://tinyurl.com/peolnjb), \"Guidelines for Improving the Effectiveness of Boards of Directors of Nonprofit Organizations\", and The Board Check-Up, online board performance self-assessment tool that can be accessed by copying and pasting this link into your browser: https://www.boardcheckup.com. \n\nWeeks 4-5: In this phase, the information gathered will be analyzed leading to an evaluation of the board's effectiveness in the different dimensions of board effectiveness examined in the Specialization courses. \n\nWeeks 6-8: In the final phase of the Project, the results of the analysis and recommendations for positive change will be brought together a specially prepared consulting report intended for the use of the board of the client organization.","instructorIds":["4751847","10476839"],"partnerIds":["117"],"startDate":1443476527017,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e3/5deb007b3e11e58c6a576a97b5300c/banner-image-without-tex-1t.jpg","workload":"","primaryLanguages":["en"],"slug":"nonprofit-gov-capstone","courseType":"v2.capstone","name":" Capstone - Managing Board Change for Higher Levels of Leadership and Governance Effectiveness ","domainTypes":[{"domainId":"business","subdomainId":"leadership-and-management"},{"domainId":"social-sciences","subdomainId":"governance-and-society"}]},{"id":"7Iw3cbCiEeS-qCIACimRTw","instructorIds":["3875555"],"startDate":1424048918610,"name":"On Strategy : What Managers Can Learn from Philosophy - PART 1","courseType":"v2.ondemand","domainTypes":[{"domainId":"business","subdomainId":"leadership-and-management"}],"workload":"","partnerIds":["128"],"primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/54/d260b84fe119b11656fb703943a831/logo_cours_LucDB.png","description":"In the expression “creative thinking”, the keyword is not creativity; the keyword is thinking. With the help of great philosophers, you will rediscover the art of thinking.\n\nTo help leaders to be rigorous even without figures, great philosophers have lots of ideas. Managers are invited to rediscover the art of thinking. They should understand the role of mental models, realize the importance of cognitive bias, agree on clear definitions and efficient criteria etc. \n\nCreativity demands the ability to unshackle ourselves from conventional ways of thinking, to \"think outside the box\". But we need to go a step further. Once outside the box, we need to construct a new box or boxes (that is, new intellectual frameworks or models) to help us structure our thinking. Only once we have done so can we generate truly game-changing ideas.","slug":"management-philosophy"},{"id":"v1-733","workload":"3-4 hours/week","partnerIds":["7"],"description":"This course will explore the forces that led to the 9/11 attacks and the policies the United States adopted in response. We will examine the phenomenon of modern terrorism, the development of the al Qai'da ideology, and the process by which individuals radicalize towards violence. ","domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/bf/d9d98d7970e3bcb44c20911bb19bfb/new-york-city-78181.jpg","name":"Understanding 9/11: Why Did al Qai’da Attack America?","courseType":"v1.session","primaryLanguages":["en"],"slug":"911aftermath","instructorIds":["2518394"]},{"id":"v1-762","partnerIds":["15"],"domainTypes":[{"domainId":"math-and-logic","subdomainId":"math-and-logic"},{"subdomainId":"finance","domainId":"business"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/cb/5ae3762b23bc94f5300164670c182f/CourseBannerImageOptionBlackGold.jpg","courseType":"v1.session","workload":"8-10 hours/week","primaryLanguages":["en"],"slug":"mathematicalmethods","description":"Mathematical Methods for Quantitative Finance covers topics from calculus and linear algebra that are fundamental for the study of mathematical finance. Students successfully completing this course will be mathematically well prepared to study quantitative finance at the graduate level.","instructorIds":["3834103"],"name":"Mathematical Methods for Quantitative Finance"},{"id":"v1-382","partnerIds":["50"],"name":"Interprofessional Healthcare Informatics ","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/41/a5f93b29848fe1bcb8ee8c30bbdd1f/Final-Health-Informatics.jpg","domainTypes":[{"domainId":"life-sciences","subdomainId":"bioinformatics"},{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"}],"workload":"2-3 hours/week","instructorIds":["2608269"],"courseType":"v1.session","description":"This course examines the implications of informatics for practice, in nursing, public health, and healthcare in general. It covers electronic health record issues and relates ethical, legislative and political issues to health informatics. Students will also explore global and future informatics issues.","primaryLanguages":["en"],"slug":"newwayhealthcare"},{"id":"v1-236","partnerIds":["31"],"domainTypes":[{"subdomainId":"nutrition","domainId":"life-sciences"}],"slug":"humannutrition","workload":"4-10 hours/week","name":"Fundamentals of Human Nutrition","courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/cd/109780352b11e49acdcfd9c2fca6c5/HEADHumanNutrition.png","primaryLanguages":["en"],"instructorIds":["2330496"],"description":"This introductory course provides an overview of the principles of nutritional science. Subject matter includes description and functions of nutrients, digestion and absorption, effects of nutrient deficiencies and toxicities, requirements, food sources, nutrient interactions, dietary guidelines, and the role of nutrition in health and disease."},{"id":"v1-2307","partnerIds":["17"],"instructorIds":["9637098","12895865"],"slug":"cloudapplications","courseType":"v1.session","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f8/6a9e00530b11e4be8b710c1ae60986/cloud_applications_v01_600X340.jpg","primaryLanguages":["en"],"workload":"10-15 hours/week","name":"Cloud Computing Applications","description":"Learn how to use the cloud and write programs for data analytics."},{"id":"7_kA050XEeWIXgpWJNgyEw","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/bc/092990feaa11e49d786107d3653591/Screen-Shot-2015-05-19-at-9.42.37-PM.png","courseType":"v2.ondemand","startDate":1455235712335,"name":"Programming Mobile Applications for Android Handheld Systems: Part 2","instructorIds":["2921188"],"slug":"android-programming-2","partnerIds":["32"],"description":"This course introduces you to the design and implementation of Android applications for mobile devices. You will build upon concepts from the prior course, including handling notifications, using multimedia and graphics and incorporating touch and gestures into your apps.","workload":"","primaryLanguages":["en"]},{"id":"v1-2294","domainTypes":[{"domainId":"computer-science","subdomainId":"computer-security-and-networks"}],"slug":"fog","instructorIds":["11507527"],"description":"This course teaches the fundamentals of Fog Networking, the network architecture that uses one or a collaborative multitude of end-user clients or near-user edge devices to carry out storage, communication, computation, and control in a network. It also teaches the key results in the design of the Internet of Things, including consumer and industrial applications. ","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/5f/4f20804d6e11e4a15b991c5ecee070/fog-logo.png","courseType":"v1.session","primaryLanguages":["en"],"name":"Fog Networks and the Internet of Things","partnerIds":["4"],"workload":"6-10 hours/week"},{"id":"Qzq_RhPlEeWfzgpfp_iBVw","primaryLanguages":["zh-CN"],"description":"你有没有好奇过：计算机为什么能够进行计算？计算机程序是怎样运行的？你是否想知道：计算机未来可能的发展趋势有哪些？程序是如何编写出来的？如何学习程序设计语言？程序设计语言的基本成分有哪些？《计算导论》这门课将帮助你解决这些疑惑。\n学完这门课，你将能够解释计算机和程序的基本运行原理以及它们的特性，向你的朋友讲述计算机的历史和发展趋势；同时，你也将充分“热身”，迎接“计算机程序设计语言”的学习！","workload":"每周4-8小时","name":" 计算导论与C语言基础","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/7c/e89b9053c111e48d223df27f6f21fd/DSC_0856__.jpg","courseType":"v2.ondemand","instructorIds":["3293721"],"domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"startDate":1437421054598,"slug":"jisuanji-biancheng","partnerIds":["163"]},{"id":"vFsLYmJaEeWpHwqwM9Gg0w","description":"La industria de la música está experimentando enormes cambios, y como resultado de ello, los músicos necesitan cada vez más habilidades en un número de áreas diferentes para tener éxito. El programa especializado de Músico moderno está diseñado para proporcionarle una base de conocimientos sobre teoría musical, producción de música y composición de canciones, lo que le proporciona las herramientas que necesita para escribir y producir su propia música.","instructorIds":["1340080","703888","6124304"],"primaryLanguages":["es"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/01/b087106dc111e59158d9a0c48ee7f2/MM.3A.png","name":"Proyecto final de Músico moderno","slug":"proyecto-musico","domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"courseType":"v2.capstone","partnerIds":["21"],"workload":"4 weeks of study, 6-8 hours a week","startDate":1450473035836},{"id":"KzTkolCEEeWxCwowHhzTpQ","description":"This course will introduce you to the basic elements of academic information seeking - we will explore the search process from defining a strategy to evaluating and documenting your search results. \n\nAttending the course will make you a proficient information seeker. You will learn how to carry out comprehensive literature searches based on your own research assignment. You will be guided through the various information seeking steps from selecting relevant search strategies and techniques to evaluating your search results, documenting your search process and citing your sources. \n\nAttending the course will enable you to:\n•\tIdentify your information need\n•\tEvaluate databases and other information resources\n•\tSet up search strategies and use various search techniques\n•\tFormulate search strings based on your own research assignment \n•\tIdentify relevant material types\n•\tUndertake critical evaluation of your sources\n•\tSearch more efficiently on the internet\n•\tAvoid plagiarism\n•\tCite correctly\n•\tWork with reference management\n•\tDocument your search process\n\nThe course is intended for undergraduate students but the lessons will be useful to anyone who is interested in becoming better at finding scientific information. There are no formal requirements for the course.\n\nThe series consists of 21 lectures that are organized into three modules. The lectures include small assignments and quizzes (to check comprehension).\nThe lectures will each touch upon a topic that is essential to the information seeking process. To get the most out of the lecture series, we recommend that you access the lectures while you are working on an academic paper. We also recommend that you watch the lectures in the order in which we have structured them.\nWe recommend that you create and fill out a log book while attending the lectures. We have created a log book template that you can use during the course. \n\nThe lecture series has been developed in collaboration between information specialists at University of Copenhagen and Technical University of Denmark","name":"Academic Information Seeking","courseType":"v2.ondemand","domainTypes":[{"domainId":"personal-development","subdomainId":"personal-development"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b6/54d950821b11e59c8f43b5e6130a32/KB_vignet.jpg","startDate":1449599737357,"slug":"academicinfoseek","workload":"","instructorIds":["13101254","5969898"],"primaryLanguages":["en"],"partnerIds":["63","57"]},{"id":"a3f86i8hEeWv_w7cMMH1Uw","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2f/8cfd404c2811e5bdee115090bc3c7f/FOBS-still.jpg","name":"Foundations of Business Strategy","domainTypes":[{"domainId":"business","subdomainId":"business-strategy"}],"instructorIds":["1400787","14790769"],"courseType":"v2.ondemand","startDate":1442269533314,"slug":"foundations-business-strategy","primaryLanguages":["en"],"partnerIds":["18"],"description":"Develop your ability to think strategically, analyze the competitive environment, and recommend firm positioning and value creation. In this course, we will explore the underlying theory and frameworks that provide the foundations of a successful business strategy and provide the tools you need to understand that strategy: SWOT, Competitor, Environmental, Five Forces, and Capabilities Analyses, as well as Strategy Maps. We'll apply these tools in case studies of industry leaders Google, Redhook, Piaggio and Apple.","workload":"4 weeks of study, 5-6 hours/week"},{"id":"wWT4VmIlEeWLAgpGjz1Btw","workload":"6 semanas de estudio, 1-2 horas/semana","description":"Este curso terminal del programa de especialidad “Análisis de datos para la toma decisiones” te presenta un caso con datos e información de la vida real, en el que podrás aplicar e implementar los conceptos y herramientas que has adquirido en las últimas semanas. Dicho caso ha sido desarrollado por el grupo de instructores, así como un grupo de expertos de IBM asociados al software computacional ‘Watson Analytics'.\n\n\nEncontrarás no solo datos e información asociados a este reto, sino también videos, lecturas e información clave que enriquecerán tus conocimientos y habilidades en esta área de conocimiento.\n\n\n¿Estás listo para poner en marcha todo lo aprendido hasta el día de hoy?\n\n\n¡Adelante!","primaryLanguages":["es"],"partnerIds":["62"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/90/9f24e0622c11e5b5676b0a78fd62d1/shutterstock_139885030.jpg","domainTypes":[{"domainId":"business","subdomainId":"business-strategy"},{"domainId":"business","subdomainId":"business-essentials"}],"slug":"analisis-datos-proyecto-final","instructorIds":["13988787","13977423","3797127","9113432"],"name":"Análisis de Datos - Proyecto Final","courseType":"v2.capstone","startDate":1454100236097},{"id":"YfjiOHROEeWLqw7zlLhRzQ","slug":"statistical-inference","courseType":"v2.ondemand","instructorIds":["688901","685384","694443"],"partnerIds":["8"],"workload":"","domainTypes":[{"subdomainId":"probability-and-statistics","domainId":"data-science"},{"subdomainId":"data-analysis","domainId":"data-science"}],"primaryLanguages":["en"],"name":"Statistical Inference","startDate":1451943291928,"description":"Statistical inference is the process of drawing conclusions about populations or scientific truths from data. There are many modes of performing inference including statistical modeling, data oriented strategies and explicit use of designs and randomization in analyses. Furthermore, there are broad theories (frequentists, Bayesian, likelihood, design based, …) and numerous complexities (missing data, observed and unobserved confounding, biases) for performing inference. A practitioner can often be left in a debilitating maze of techniques, philosophies and nuance. This course presents the fundamentals of inference in a practical approach for getting things done. After taking this course, students will understand the broad directions of statistical inference and use this information for making informed choices in analyzing data.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/fc/f4739069b611e39de639278c4f9dba/StatisticalInference.jpg"},{"id":"roEqLLJsEeSAuiIAC0stEQ","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b1/6950e83c53eeb6a6d35336f00ad4cb/Logo2.jpg","slug":"designing-cities","courseType":"v2.ondemand","partnerIds":["6"],"startDate":1446580440892,"workload":"4-6 hours/week","instructorIds":["1820773","3072722","3078862"],"primaryLanguages":["en"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"description":"Each module in Designing Cities will focus on a different aspect of city design including: How Today’s City Evolved; The Ideas That Shape Cities; Tools for Designing Cities; Making Cities Sustainable; Cities in the Information Age; Preserving Older Cities; Designing New Cities, Districts and Neighborhoods; The Challenges of Informal Cities and Disadvantaged Neighborhoods; and Visionary Cities.  Materials will be presented by the instructors and guest faculty from PennDesign through a series of five or more lessons per module, each typically 10-12 minutes long.   \n\nThe first lesson in each module will be a roundtable discussion among professors Stefan Al, Jonathan Barnett, and Gary Hack introducing the big issues associated with the subject.  Each succeeding module will be a self-contained illustrated presentation of a set of ideas and images. There will be a list of suggested readings for those who wish to follow up on the ideas in each module.\n\nEveryone enrolled in Designing Cities will be expected to complete 3 assignments.  These will be posted on the course site and they will be in the form of peer assessments.  There will be a great deal to be learned from the ideas participants submit, reflecting cities of all sizes and circumstances across the globe so once you submit your assignment, you'll be able to see what your peers have done.","name":"Designing Cities"},{"id":"v1-464","primaryLanguages":["es"],"partnerIds":["62"],"name":"El ABC del emprendimiento esbelto ","slug":"abcemprendimiento","description":"A través de diferentes actividades de campo el participante vive personalmente el proceso emprendedor, aprendiendo los conceptos del curso principalmente con base en la experimentación. ","courseType":"v1.session","workload":"4-6 hours/week","domainTypes":[{"domainId":"business","subdomainId":"entrepreneurship"}],"instructorIds":["2645282","2747070"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/a4/17b340352b11e4a1481570b8fd189d/imagencursoortiz_2.png"},{"id":"BPkiQyWcEeWxbhIkPfddLQ","domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"},{"subdomainId":"design-and-product","domainId":"computer-science"}],"slug":"typography","name":"Introduction to Typography","courseType":"v2.ondemand","workload":"4 weeks of study, 1-3 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/62/0bc780a39211e58369398902d84d96/03.TYPE_1200-x-1200_logo_02.jpg","description":"Typography is the art of manipulating the visual form of language to enrich and control its meaning. It’s an essential area of skill and knowledge for graphic designers. Typography predates modern graphic design by around 500 years; it is rich in rules, conventions, and esoteric terminology—but it remains an exciting space for invention and expression.\n\nIn this rigorous introductory course, we will study, name, and measure the characteristics of letterforms. We’ll consider the pragmatic concerns involved in selecting and combining type. We’ll peek into the  rich historical, cultural, and aesthetic histories of familiar typefaces. We’ll discuss time-tested conventions and best practices in setting type, as governed by principles of hierarchy and spatial organization. And we’ll explore the expressive, meaning-making potential of type. \n\nInformative lectures will be complemented by a series of three peer-assessed assignments, culminating  in an opportunity to design a full-scale typographic poster.\n\nPlease note that this is not a software course; a basic working knowledge of Adobe InDesign or other  page layout software will be assumed. You will need access to a computer and page layout software, such as InDesign, to complete the assignments.","startDate":1453230642833,"primaryLanguages":["en"],"partnerIds":["59"],"instructorIds":["13633780"]},{"id":"v1-1409","name":"Introduction to Dental Medicine","slug":"dentmedpenn","instructorIds":["6317837","6306783","3645467","4480843"],"description":"The mouth is the window into human health.  This course provides an overview of dental medicine to engage, educate, excite and assist you in improving the oral health of your patients and members of your community.","partnerIds":["6"],"workload":"1-2 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/10/b336506b5511e4aac9f56fe5a8a748/skull-image-2.png","courseType":"v1.session","domainTypes":[{"subdomainId":"clinical-science","domainId":"life-sciences"}],"primaryLanguages":["en"]},{"id":"v1-102","partnerIds":["15"],"description":"Investigate the flexibility and power of project-oriented computational analysis, and enhance communication of information by creating visual representations of scientific data.","name":"Scientific Computing","slug":"scientificcomp","instructorIds":["2666846"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/42/3138c0352d11e48c9cbde9a47c32c7/large-icon.png","courseType":"v1.session","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"},{"domainId":"physical-science-and-engineering","subdomainId":"research-methods"}],"primaryLanguages":["en"],"workload":"10-15 hours/week"},{"id":"UAqCjp_TEeWLkg68u0gykQ","description":"Курс «Читаем русскую классику вместе. М. Булгаков \"Мастер и Маргарита\"» нацелен на овладение в совместной деятельности (преподаватель-студент) универсальной поэтапной моделью работы с художественным текстом, которая может быть использована как основа для формирования навыков смыслового чтения художественного произведения. Подобные навыки значимы как в реальной коммуникации, так и в учебной деятельности (на родном и иностранном языке). Произведение М. Булгакова \"Мастер и Маргарита\", выбранное для формирования навыков смыслового чтения, составляет золотой фонд мировой художественной культуры.\n\nВ этом курсе слушатели научатся:\n1. анализировать художественное произведение с точки зрения коммуникативного замысла автора; \n2. комментировать текст с точки зрения полученного коммуникативного задания; \n3. интепретировать художественный текст, выделяя содержательные и языковые единицы, являющиеся основой развития писательской мысли; \n4. прогнозировать содержание текста на основе смыслового анализа; \n5. конструировать собственное высказывание; \n6. рефлексировать по поводу образов, образных средств, коммуникативного замысла писателя; \n7. оценивать собственное речевое произведение, созданное как результат рефлексии по поводу текста.\n\nТребования к уровню подготовки слушателей: \n- знание базового курса русской литературы в объеме средней школы (для российских участников); \n- владение русским  языком на уровне А2 – В1 и выше (для иностранных обучающихся), \n- прочитанный роман М.А. Булгакова \"Мастер и Маргарита\" (для иностранных обучающихся возможно прочтение на родном языке). \n\nThe ideal outcome from the course is to master by means of teacher-student cooperation a universal model of work with literary text that may be used as a basis of purposeful reading skills formation. These skills are significant in real communication and in training activities (both in native and foreign languages). The writing that has been selected for purposeful reading skills formation is popular in Russia as well asabroad. Moreover it is a part of the world literature gold reserves. \n\nBy the end of the course learners will be able \n1) to analyze a writing from the point of view of the author’s communicative idea; \n2) to comment on the text considering the provided communicative task; \n3) to interpret a writingdefining meaningful and linguistic units that serve as a basis of the writer’s idea development; \n4) predict the content of the text basing on the sentiment analysis; \n5) to construct their own judgement; \n6) to introspect on the author’s images, means, communicative idea; \n7) evaluate their own speech utterance as a result of the introspection on the text; \n8) to compare the text of the writing considering the objective.\n\nNeeded Learner Background:\n- basic knowledge in Russian literature (equivalent to the secondary education in Russia), \n- level of competency in Russian – А2–В1 and higher (for foreign learners), \n- the novel 'The Master and Margarita’ by Mikhail Bulgakov read in advance (foreign learners may read the translation into their native language).","slug":"bulgakov-master-i-margarita","instructorIds":["16644293","16686176"],"courseType":"v2.ondemand","name":"Читаем русскую классику вместе.  М. Булгаков «Мастер и Маргарита»","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/16/673490a54f11e58ce46d165efb44cd/_____________00000.png","partnerIds":["276"],"domainTypes":[{"domainId":"language-learning","subdomainId":"other-languages"}],"workload":"6 недель исследования, 1-3 часов / неделю","startDate":1450987331739,"primaryLanguages":["ru"]},{"id":"v1-2019","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/bf/a91580352c11e4b89cffcbd250fdc9/Music-Industry-Logo.png","workload":"3-5 hours/week","partnerIds":["116"],"courseType":"v1.session","description":"This course provides an engaging and methodical insight into the past and present cultural and commercial music industry developments, directions, and trends. It will equip the students with the knowledge and skills necessary to appreciate, understand and more productively participate in today’s music industry field.  ","name":"New World, New Map: GPS for Today’s Music Industry","primaryLanguages":["en"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"slug":"gpsmusic","instructorIds":["5643626"]},{"id":"qHMuzhq9EeWDtQoum3sFeQ","startDate":1444168423914,"description":"Los factores que determinan el éxito de una organización cambian en el tiempo. Para muchas organizaciones estos cambios significan una oportunidad y para otras significan su fin por no poder adaptarse. \n\nEn los primeros tres módulos de este curso, ustedes aprenderán a identificar las principales amenazas del entorno organizacional. En particular, como cambios tecnológicos, económicos, sociales y políticos afectan el entorno de los negocios. En función de estos cambios, ustedes serán capaces de analizar el proyecto estratégico de la firma y sugerir cambios estratégicos. \n\nLos últimos tres módulos se enfocan en la implementación del cambio a nivel organizacional. Ustedes serán capaces de definir elementos clave del diseño organizacional y evaluar qué elementos son necesarios modificar para alinear la estructura con la estrategia de la firma. También serán capaces de formular estrategias de aprendizaje organizacional y cómo utilizar el poder y los procesos políticos para la transformación de su organización.","partnerIds":["190"],"primaryLanguages":["es"],"courseType":"v2.ondemand","name":"Gestión de organizaciones efectivas","workload":"El curso dura 6 semanas y se estima que a los alumnos les tome 2-3 horas/semana.","slug":"gestion-organizaciones-efectivas","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/db/eda4904aa211e58795dd9fa443a5ff/gestion-ALTA.jpg","instructorIds":["9368381"],"domainTypes":[{"domainId":"business","subdomainId":"leadership-and-management"},{"domainId":"business","subdomainId":"business-strategy"}]},{"id":"vtYNwf__EeS9ISIACxWDhA","primaryLanguages":["zh-CN"],"startDate":1437421794901,"instructorIds":["2499461"],"workload":"每周4-8小时","courseType":"v2.ondemand","domainTypes":[{"subdomainId":"algorithms","domainId":"computer-science"}],"slug":"shuju-jiegou-suanfa","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/eb/6a53c0538411e4ac91618f0ab6ffa8/sjjg_608x211_info.jpg","description":"学了C/C++ 语言，我们已经会编程解题了，那怎么用来处理实际的问题呢？\n怎么设计数据结构来有效地管理企业人员？如何编写程序没让人才和岗位达到最佳匹配？如何安排旅行计划，找到最佳行程路径？这些学习、工作、生活中常常困扰我们的问题，你将在《数据结构基础》课程中找到答案。\n数据结构是计算机程序设计的基础，告诉我们数据在计算机里是如何组织与存储的，能帮助我们刻画实际问题中的信息及其相互关系。当我们对一个实际问题本身有了一个结构化的认识之后，就可以选择合适的解决方法了。\n完成这门课之时，你将掌握线性表、栈与队列、字符串、二叉树、树、图等经典的数据结构，并运用这些基础数据结构和相关算法解决实际应用问题。扎实的数据结构知识是项目开发与结构层次设计的关键，学好这门课会让你在高年级的计算机专业课程以及毕业项目设计中事半功倍，同时也将为你成为一名优秀的程序设计人员打下坚实的基础。\n\n附：本课程的内容来自教材：《数据结构与算法》（张铭、王腾蛟、赵海燕 编著），高等教育出版社，2008年。","name":"数据结构基础","partnerIds":["163"]},{"id":"v1-1188","workload":"1-3 hours/week","name":"AstroTech: The Science and Technology behind Astronomical Discovery","description":"How astronomy really works - an overview of the technology that astronomers use to collect and measure light from the universe, and how it is used in practice to make scientific discoveries.\n","partnerIds":["14"],"slug":"astrotech","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/b2/147785f9fd672e7af475ec50e2f78e/Four_antennas_ALMA.jpg","courseType":"v1.session","primaryLanguages":["en"],"instructorIds":["5017240","5028055"],"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"physics-and-astronomy"}]},{"id":"Pw5_EDSEEeWHeRJ9CdC5xQ","instructorIds":["13721699"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/fc/13d8601e8911e5a8c2f5f4256cbd41/DAS_image_v2.png","slug":"disability-awareness","courseType":"v2.ondemand","workload":"1-2 hours/week","partnerIds":["36"],"startDate":1443470995588,"description":"The goal of this course is to promote equal opportunity and the full participation of students with disabilities in higher education by helping participants advance their awareness of the meaning of accessibility in education. Participants will gain competence and confidence in working with students by focusing on legislation, universal design, and assistive technologies.","primaryLanguages":["en"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}],"name":"Disability Awareness and Support"},{"id":"c9w_wD0cEeS9XCIAC0GF3g","courseType":"v2.ondemand","name":"Calculus Two: Sequences and Series","workload":"13 hours of videos and quizzes","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/37/d1a6e9c4c9f32a3826ceaeb94dd79e/self-describing-sequence-and-harmonic-series.png","partnerIds":["28"],"instructorIds":["1667833"],"slug":"advanced-calculus","startDate":1418155934738,"primaryLanguages":["en"],"domainTypes":[{"domainId":"math-and-logic","subdomainId":"math-and-logic"}],"description":"Calculus Two: Sequences and Series is an introduction to sequences, infinite series, convergence tests, and Taylor series.  The course emphasizes not just getting answers, but asking the question \"why is this true?\""},{"id":"cgBRdEu3EeW_MgoxMAgbMQ","slug":"3d-printing","description":"Наверняка многие из вас слышали о трёхмерной печати, и при этом большинство полагает, что это что-то из области высоких технологий, а потому очень сложное, дорогое и недоступное простым смертным. На самом деле всё гораздо проще, интереснее и доступнее. Каждый, кто пройдёт обучение на этом курсе, сможет собрать свой собственный бытовой 3D-принтер, открывая практически безграничные горизонты моделирования, прототипирования и создания эксклюзивных вещей.\nВ курсе будет продемонстрирован весь технологический процесс печати трёхмерных объектов. Вы узнаете, что такое 3D-модели и как их создают в редакторах трёхмерной графики, наглядно увидите, какими способами формируют объёмные фигуры 3D-принтеры, узнаете, из каких функциональных элементов состоят 3D-принтеры, поймёте, как работает управляющая электроника. Будет показано устройство, а также способы сборки и настройки персонального 3D-принтера, печатающего ABS пластиком.\nСертификат могут получить слушатели, набравшие больше 80% от максимально возможного количества баллов. При этом итоговый результат, представленный как 100 %, складывается из следующих составляющих: тесты к модулям 1, 2, 3, 4 и 7 дают 15 %, тесты к модулям 5 и 6 дают 20 %.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/48/8c0a00552b11e584d2f53f071a9306/3d_00000.png","domainTypes":[{"subdomainId":"design-and-product","domainId":"computer-science"}],"startDate":1442185691130,"courseType":"v2.ondemand","instructorIds":["14841084"],"workload":"6 weeks of study, 1-2 hours/week","name":"3D-печать для всех и каждого","partnerIds":["276"],"primaryLanguages":["ru"]},{"id":"v1-755","name":"Nanotechnology and Nanosensors","domainTypes":[{"subdomainId":"chemistry","domainId":"physical-science-and-engineering"}],"instructorIds":["2444381"],"partnerIds":["129"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/27/97d64d53bdfdad0a6dbbe715f4429f/sensor-1.jpg","courseType":"v1.session","slug":"nanosensors","primaryLanguages":["en"],"description":"Learn about novel sensing tools that make use of nanotechnology to screen, detect and monitor various events in personal or professional life. Together, we will lay the groundwork for infinite innovative applications, starting from diagnosis and treatments of diseases, continuing with quality control of goods and environmental aspects, and ending with monitoring security issues. ","workload":"6-10 hours/week"},{"id":"5NGh4meREeSxSCIAC1SPQw","name":"Inspiring Leadership through Emotional Intelligence","slug":"emotional-intelligence-leadership","courseType":"v2.ondemand","domainTypes":[{"domainId":"business","subdomainId":"leadership-and-management"},{"domainId":"personal-development","subdomainId":"personal-development"}],"startDate":1456169317900,"workload":"12 hours videos, quizzes, and homework","description":"Emotional intelligence, hope, mindfulness, and compassion help a person reverse the damage of chronic stress and build great leadership relationships. The Positive and Negative Emotional Attractors inspire sustained, desired change and learning at many levels.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/09/417bb17c47b134bf9399974d250bec/147669568.jpg","instructorIds":["2075897"],"partnerIds":["68"],"primaryLanguages":["en"]},{"id":"v1-2454","instructorIds":["9937730"],"description":"Explore the forests of the world, from the taiga to the tropical rainforest! Learn why humans depend on them, and how we can sustainably manage forests for us and the many species with whom we share them.","workload":"1-2 hours/week","partnerIds":["65"],"name":"Forests and Humans: From the Midwest to Madagascar","courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/51/60d3a0609211e596d59b3cd2ebed8e/pacificNW-old-growth-hiking2OR.jpg","domainTypes":[{"subdomainId":"biology","domainId":"life-sciences"},{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"slug":"forestshumans","primaryLanguages":["en"]},{"id":"wU9rptfZEeSQpiIAC2iNcA","partnerIds":["31"],"slug":"fixing-healthcare","domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"}],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/70/14cab0e5bc11e3a5c23f6ee4830194/logo.jpg","workload":"","primaryLanguages":["en"],"instructorIds":["4794079"],"description":"Isn’t it time to end the loss of life from preventable medical errors?\nEach year 100,000 patients die from preventable errors in the U.S.  How can you help to change this intractable problem? Knowledge is power, and this course will provide you with a deep understanding of the problems and the solutions. You can become part of the solution.","name":"Fixing Healthcare Delivery","startDate":1427991995645},{"id":"2gfgMl2JEeWY_RLuY5ZrOQ","courseType":"v2.ondemand","partnerIds":["287"],"instructorIds":["15095551"],"workload":"","domainTypes":[{"domainId":"business","subdomainId":"business-essentials"},{"subdomainId":"design-and-product","domainId":"computer-science"}],"primaryLanguages":["en"],"description":"¿Qué es el diseño? ¿Qué hacen los diseñadores para practicar su arte y que crean? ¿Qué importancia tiene el diseño de las corporaciones en la sociedad y la cultura? ¿Quiénes son algunos de los diseñadores más importantes de nuestra época y que han hecho? ¿Cómo uno puede convertirse en diseñador? Estas son algunas de las preguntas que exploraremos en este cuso introductorio de diseño. Con frecuencia se ha descrito el diseño como solución de problemas, el proceso de convertir las ideas en realidad o los medios, mediante los cuales podemos hacer que el mundo sea un lugar mejor. En este curso, hablaremos de una variedad de definiciones de diseño, la naturaleza del proceso de diseño y formas de práctica de diseño como el diseño de productos, diseño de experiencia de usuario, diseño gráfico, diseño interior y diseño de modas. Hablaremos de estos temas mediante los análisis de casos de varias cosas icónicas y cotidianas que nos rodean. \n\nEste curso le ayudará a entender tales conceptos como el pensamiento creativo, estrategia de diseño, investigación de diseño, y el proceso del diseño para que  los aplique a su propio trabajo.","startDate":1444690416943,"name":"Entender el diseño","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e7/53ca4061f811e5979b3b5fe41ed8af/Understanding-Design-Image.png","slug":"entender-diseno"},{"id":"v1-566","description":"This multidisciplinary course will emphasize the diagnosis and treatment of diabetes. Topics will include patient self-management, appropriate use of technologies, nutrition, behavior modification and pharmacotherapy in the management of this disease. The course will conclude by summarizing new basic science research regarding the pathophysiology and treatment of diabetes.","partnerIds":["10"],"domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"}],"name":"Diabetes: Diagnosis, Treatment, and Opportunities","instructorIds":["3408612","3693651"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/9c/5b4310352b11e4af4bdd0c6ca4b30a/iStock_000011432889Small.png","workload":"4-6 hours/week","courseType":"v1.session","slug":"ucsfdiabetes","primaryLanguages":["en"]},{"id":"v1-2805","startDate":1466380800000,"primaryLanguages":["es"],"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"environmental-science-and-sustainability"}],"partnerIds":["73"],"description":"Es evidente que si no tomamos medidas para combatir el cambio climático el mundo será 4 grados centígrados más cálido a finales de siglo. Este incremento de temperatura amenaza nuestra sociedad tras décadas de desarrollo y nos encontramos actualmente en un punto de inflexión decisivo para el futuro de la humanidad. Este curso presenta las últimas evidencias científicas sobre el cambio climático y algunas de las alternativas e iniciativas que debemos empezar a implementar lo antes posible para poder revertir la situación.","workload":"3-5 hours/week","name":"Bajemos la temperatura - Por qué se debe evitar un planeta 4°C más cálido","courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/67/c65d80a87911e4a550ab6f4dc6555e/s4d-logo.jpg","instructorIds":["12071633","6291165","12111496"],"slug":"bajemostemperatura"},{"id":"c_rkuRoBEeWDtQoum3sFeQ","partnerIds":["7"],"description":"In this course, you will use computers to creatively design web pages using HTML and CSS.  You will then use Javascript to develop programs and algorithms--ways to get the computer to solve problems.  As you progress, you will master the programming process that will be used through the remainder of the courses in this Specialization.\n\nAfter completing this course you will be able to:\n1. Make a web page with HTML and CSS;\n2. Explain the high-level process of developing a program;\n3. Think critically about how to solve a problem;\n4. Solve programming problems with Javascript, including if/else and looping constructs; \n5. Use Javascript to manipulate images and process data; and\n6. Recognize debugging as an application of the scientific method.\n\nBy the end of this course, you will complete a mini-project where you will use Javascript to create your own images algorithmically and a website you have built with HTML, CSS, and Javascript.","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"startDate":1442272937471,"courseType":"v2.ondemand","name":"Programming and the Web for Beginners","workload":"4 weeks of study, 3-5 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1d/9ab6c01a0711e5aafd874ac89d7e65/digital-388075_1280.jpg","slug":"duke-programming-web","primaryLanguages":["en"],"instructorIds":["244249","13723816","352031","13723802"]},{"id":"K28H5jJ0EeWgIQ7IEhB31Q","slug":"video-game-story","instructorIds":["13959221"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1f/6b5bc097c111e58507f74428952d3b/2_Dariush_Story.jpg","courseType":"v2.ondemand","name":"Story and Narrative Development for Video Games","description":"In this course, you will examine how storytelling acts as a vital mechanism for driving video gameplay forward. Looking at several historical and contemporary games, you will be asked to evaluate and interpret different story styles with the goal of identifying themes and procedures for your own game ideas. We'll examine traditional narrative story processes, such as three-act structure, and how they fit into game story flows and the strategic elements of gameplay.  Ultimately, you will learn how to define character, setting, and structure to create a compelling game concept.","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"workload":"","startDate":1445287739767,"primaryLanguages":["en"],"partnerIds":["59"]},{"id":"sHs1AyWUEeWtRg6boA3D-Q","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/82/d3e070727211e5b9ac696081aad421/Fire-nye-skakbrikker-konge.jpg","slug":"businesscap","domainTypes":[{"domainId":"business","subdomainId":"business-strategy"}],"description":"In this capstone project course, we revisit the strategy controversy at e-Types, introduced in the first course in this specialization, Strategic Management, and further analysed in each of the subsequent courses, Strategy Formulation and Strategy Implementation. After revealing, examining, and analyzing what happened at e-Types, we turn to a new set of strategy cases that range in terms of company size, geography, and focus. For your final project, we ask YOU to apply everything you have learned in this specialization to analyze your choice of one of these four situations.","workload":"","primaryLanguages":["en"],"courseType":"v2.capstone","partnerIds":["175"],"name":"Strategic Management - Capstone Project","instructorIds":["13754851","13869623","5012641"],"startDate":1452129183139},{"id":"zSmzLR5LEeS6wiIACzGPEQ","name":"New Models of Business in Society","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/13/317b1f7ee5b3208acee83977b843e6/Coursera-New-Models-logo.jpg","workload":"4 hours of videos and quizzes","courseType":"v2.ondemand","description":"In this course we will be discussing the emergence of a new story about business. This new story locates business within a societal framework. Almost every business creates or destroys value for customers, suppliers, employees, communities and society, in addition to shareholders and other financiers. A number of new models of business can be built on this idea such as corporate responsibility, philanthropy, shared value and sustainability. Profits and stakeholder value go together, and this course explains how. The final session explores the idea of how to become a stakeholder entrepreneur and create a business that makes money and makes the world a better place.","slug":"businessinsociety","instructorIds":["2700511"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"},{"domainId":"business","subdomainId":"business-strategy"}],"primaryLanguages":["en"],"partnerIds":["18"],"startDate":1414176215000},{"id":"FDKAdNsuEeSEcyIAC2mPOQ","name":"Marketing in a Digital World","partnerIds":["17"],"courseType":"v2.ondemand","slug":"marketing-digital","workload":"4 weeks of study, 6-8 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/3e/2b7200a98411e59a0f210e0ca26fcf/MarketingInDigitalWorld_Course_Part1_Logo.png","instructorIds":["9695082"],"primaryLanguages":["en"],"startDate":1429653154611,"domainTypes":[{"domainId":"business","subdomainId":"marketing"},{"subdomainId":"economics","domainId":"social-sciences"}],"description":"This course will examine how digital tools, such as the Internet, smartphones, and 3D printing, are revolutionizing the world of marketing by shifting the balance of power from firms to consumers."},{"id":"B07TSjljEeWYbg7p2_3OHQ","instructorIds":["14413061","8072182"],"slug":"lpt-capstone","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/71/1a0f90502a11e5a352932b5892ee29/lptcapstone.png","domainTypes":[{"domainId":"business","subdomainId":"leadership-and-management"}],"partnerIds":["3"],"startDate":1441042906372,"description":"The capstone project will consist of three options, and you will complete one of them as part of the course.\n\nThe first option is working with senior-level executives to help them solve their most pressing leadership challenges. Two (2) senior-level executives from leading organizations will provide detailed descriptions of ongoing leadership challenges that they are currently facing within their organizations. The challenges will be real and current. You will be asked to help the executives think through how best to approach and address their respective leadership challenges. Specifically, you will be tasked with drafting a memo to one of the executives outlining your recommendations for how best to address the leadership challenge. To offer effective advice and counsel, you will need to use course concepts and frameworks to (a) diagnose the fundamental issue(s), and then (b) develop a coherent set of solutions or recommendations. The memos will be evaluated based on how effectively you apply course concepts to diagnose the problem and how well you link your proposed solutions to the diagnosis. The best submissions will be sent to the executives for their review, and each executive will offer feedback that will then be shared with the entire class to advance everyone’s learning.\n\nThe second option is to identify your own leadership challenge (e.g., at work, at school, in your local community). You should be directly involved in the challenge, and the challenge must align with at least one topic from the specialization. You will develop a presentation where you use course concepts and frameworks to (a) diagnose the core leadership challenge and barriers to effective performance, and then (b) develop a coherent set of solutions or recommendations for your own leadership challenge.\n \nThe third option asks you to interview an executive of your choosing. In this interview, you will ask questions about the challenges faced by that executive with respect to leading people and teams, as well as the practices used by the executive to address his or her challenges. In your written submission, you will use course concepts to organize the major leadership challenges faced by the executive, highlight the strategies and practices used by the executive to address the core leadership challenges, and then to evaluate the effectiveness of the executive’s practices related to leading people and teams.","workload":"","primaryLanguages":["en"],"courseType":"v2.capstone","name":"Leading People and Teams Capstone"},{"id":"Dvgs4iAXEeWKeQ6ae81EbQ","courseType":"v2.ondemand","description":"This course will examine the music industry in the United States, with the unique perspective gained by Vanderbilt University’s location in Nashville, TN.  Nashville is a major center of music in the United States, and the music created here has a global reach, particularly in the country, rock, pop, singer-songwriter, and Americana genres.  However, students will learn that the basic principles of recording, marketing, copyright, licensing, and live performance are the same, regardless of musical style or genre.\n\nThe music business is one of the most rapidly changing industries in the US today.  It is also an industry filled with contradiction, and media headlines and anecdotal stories often add to the confusion.  Here are just a few statements paraphrased from recent news stories: \n\n* The music business has collapsed\n* Demand for music is expanding at the greatest rate in history\n* Historic recording studios are closing at an alarming rate\n* More people are making recordings than ever before\n* Musicians usually lose money touring\n* Musicians usually make money touring\n* Major artist pulls songs off streaming services because they don’t pay fairly\n* Major artist makes a fortune from streaming services\n* People won’t buy records anymore\n* Vinyl record sales are soaring\n\nThis course will attempt to make sense of these seemingly contradictory trends and data, outline the basic structure and mechanisms of today’s music industry, and encourage students to think critically and entrepreneurially about the future of music.  Leaders from various areas of the music business will lend their perspectives through in-depth interviews, and footage from a recording session will give learners a behind the scenes look at how a song goes from the spark of an idea hummed into a cell phone to a finished recording.\n\nParticipants will grapple with questions about art and commerce which are both timeless and crucially important today, and will emerge from this course with tools allowing them to make more informed decisions as creators, promoters, and consumers of music.\n\nCourse launches February 19, 2016.","name":"Understanding the Music Business: What is Music Worth?","slug":"musicbiz","startDate":1455893661894,"workload":"","partnerIds":["37"],"primaryLanguages":["en"],"instructorIds":["1326353"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/67/1b0be066f311e5a4b96bf44ed2f2ff/musicbiz_logo-_1_.png","domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"},{"domainId":"business","subdomainId":"entrepreneurship"}]},{"id":"5iIbgmdpEeW0sAqIx1_alQ","startDate":1450130145647,"description":"In this anatomy course you will explore the organs involved in our food digestion and discover the common causes of abdominal and pelvic pain. The latest graphics and animations will help you to find new insights and understanding of this part of the body, that has been the focus of anatomical research for centuries and presently arouses renewed scientific interest.\n\nYou will explore the 3D anatomy of the organs from a basic level, providing thorough anatomical understanding, to its advanced application in surgical procedures. This course will challenge you to discover and help you to understand the anatomy of the abdomen and pelvis in all its aspects, ranging from its embryological underpinnings, via digital microscopy to gross topography and its clinical applications.\n\nThe course is unique in that it continuously connects basic anatomical knowledge from the lab with its medical applications and current diagnostic techniques. You’ll get the chance to discuss anatomical and clinical problems with peers and experts in forum discussions and you will receive guidance in exploring the wealth of anatomical information that has been gathered over the centuries. Follow us on an exciting journey through the abdomen and pelvis where you digest your food but also where new life starts!","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/61/5756e092c311e5bcb613ea422b9e76/logo1-mooc-DEF-3.jpg","partnerIds":["25","328"],"domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"}],"courseType":"v2.ondemand","slug":"anatomy","instructorIds":["5268293","9832154","8612795","9832101","14993644"],"name":"Anatomy of the Abdomen and Pelvis; a journey from basis to clinic.  ","workload":"","primaryLanguages":["en"]},{"id":"v1-1562","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/09/c087d0c1b911e3abf4bf2923603830/geodesign_logo_4-11.jpg","workload":"3-5 hours/week","partnerIds":["51"],"name":"Geodesign: Change Your World","courseType":"v1.session","description":"What happens when creativity and science come together?  The power to design our world is unleashed, providing tools to inform choices about how we live!  Geodesign is the glue—it’s a process that deploys creativity to connect information to people, using collaboration to better inform how we design our world.","primaryLanguages":["en"],"slug":"geodesign","instructorIds":["7223499"]},{"id":"MEgKOpw3EeWILQ7D3uPEMw","instructorIds":["16532472","16532120","341966","16531669","3799837","16224543","16532358"],"slug":"wharton-entrepreneurship-opportunity","name":"Entrepreneurship 1: Developing the Opportunity","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/65/9d3e30af7011e5bf339d4672ca10ca/coursera_entrepreneurship_opportunity_8x8.png","courseType":"v2.ondemand","partnerIds":["6"],"workload":"4 weeks of study, 1-2 hours/week","domainTypes":[{"subdomainId":"finance","domainId":"business"},{"domainId":"business","subdomainId":"business-essentials"}],"startDate":1454968045583,"description":"How does a good idea become a viable business opportunity? What is entrepreneurship and who fits the profile of an entrepreneur? This introductory course is designed to introduce you to the foundational concepts of entrepreneurship, including the definition of entrepreneurship, the profile of the entrepreneur, the difference between entrepreneurship and entrepreneurial management, and the role of venture creation in society. You’ll explore where technology entrepreneurship and impact entrepreneurship align and where they diverge, and you’ll learn proven techniques for identifying the opportunity, assessing the opportunity, hypothesis testing and creating a prototype.\nBy the end of this course, you’ll know how to test, validate and prototype your idea, and also whether or not you fit the profile of an entrepreneur! You’ll also be ready to move on to the next phase of entrepreneurship in Entrepreneurship 2: Launching the Start-Up.","primaryLanguages":["en"]},{"id":"Gy2UX_0gEeSP-iIACxegEg","domainTypes":[{"domainId":"business","subdomainId":"business-strategy"}],"partnerIds":["17"],"name":"Operations Management","courseType":"v2.ondemand","instructorIds":["9648743"],"workload":"4 weeks of study, 6-8 hours/week","description":"Recognize the role of operations within the bigger picture of business strategy and master the fundamental aspects of managing the operations of a business.\n\nThe Improving Business Finances and Operations Specialization will be discontinued in January 2016. Learners who wish to earn a Specialization Certificate must pass all courses by December 31, 2015, and complete the Capstone Project in January 2016. If you do not anticipate completing the Specialization within this time frame, please do not purchase the full access option. Recognize the role of operations within the bigger picture of business strategy and master the fundamental aspects of managing the operations of a business.\n\nPlease also note that the ​individual courses in the Improving Business Finances and Operations Specialization are part of the core iMBA curriculum and ​are NOT being canceled but will be regrouped in new Specializations (to be announced). For learners taking courses in this Specialization for University of Illinois academic credit, any earned academic credit will be transferable towards the iMBA degree program upon admission to the degree program.","slug":"operations-management","startDate":1446508851511,"primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1e/5d2420ca1611e58e257b3669aa7e02/Process-management-PT-2a.jpg"},{"id":"v1-1641","name":"Introduction to Key Constitutional Concepts and Supreme Court Cases","instructorIds":["5076688"],"slug":"constitution","domainTypes":[{"subdomainId":"law","domainId":"social-sciences"}],"partnerIds":["6"],"workload":"4-6 hours/week","courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/a4/e2cb70352b11e4b1518bb3518fcc93/Wethepeople.png","primaryLanguages":["en"],"description":"This course offers an introduction to the U.S. Constitution and landmark Supreme Court cases interpreting it. It explores the Constitution’s origins, its amendment over the years, and methods of constitutional interpretation. Topics include the nature and structure of the federal government, the powers of the federal government, and individual rights."},{"id":"v1-2258","slug":"etem","instructorIds":["9625906"],"workload":"2-9 hours/week","domainTypes":[{"domainId":"business","subdomainId":"leadership-and-management"},{"subdomainId":"economics","domainId":"social-sciences"}],"name":"Economics of Transition and Emerging Markets","courseType":"v1.session","description":"Key economic and political challenges related to transition from the centrally planned economy to market system, history of market reforms in Central and Eastern Europe, former Soviet Union, Asia, Middle East, Africa and Latin America, the contemporary role of emerging-market economies in the global economy. ","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f3/235600601011e4a2af795b87461839/ETEM4.jpg","partnerIds":["160"],"primaryLanguages":["en"]},{"id":"Eeb34jesEeWXuQopUhAqaw","name":"Java Programming: A DIY Version of Netflix and Amazon Recommendation Engines","partnerIds":["7"],"description":"Ever wonder how Netflix decides what movies to recommend for you? Or how Amazon recommends books? We can get a feel for how it works by building a simplified recommender of our own!\n\nIn this capstone, you will show off your problem solving and Java programming skills by creating recommender systems. You will work with data for movies, including ratings, but the principles involved can easily be adapted to books, restaurants, and more. You will write a program to answer questions about the data, including which items should be recommended to a user based on their ratings of several movies. Given input files on users ratings and movie titles, you will be able to:\n\n 1. Read in and parse data into lists and maps;\n 2. Calculate average ratings;\n 3. Calculate how similar a given rater is to another user based on ratings; and\n 4. Make movie recommendations for a type of movie or for a given user based on ratings.","instructorIds":["13723816","352031","13723802","244249"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/18/a302e04daf11e59c90d5d1f3c33638/tree-200795_1280.jpg","workload":"4 weeks of study, 3-5 hours/week","slug":"java-programming-recommender","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"startDate":1453751171977,"primaryLanguages":["en"],"courseType":"v2.capstone"},{"id":"v1-1158","domainTypes":[{"subdomainId":"animals-and-veterinary-science","domainId":"life-sciences"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/71/6bdf8d2d06af05cf23323c73581dc5/ABW-Dog.jpg.jpg","workload":"1-3 hours/week","partnerIds":["14"],"name":"Animal Behaviour and Welfare","description":"Animal welfare has been described as a complex, multi-faceted public policy issue which includes important scientific, ethical, and other dimensions. Improving our understanding of  animal welfare, involves the fascinating study of animal behavior as well as the challenge of accessing the emotions of animals. This is the second time we have run this course, and we have revised some of the content and assessments in line with the great feedback we gained from our first run through. We have also added some subtitles to the videos for the Spanish and Mandarin speakers who wish to participate. Talk about this course using the hashtag #EdAniWelf","courseType":"v1.session","primaryLanguages":["en"],"instructorIds":["5182988","5183599","5254251","6853521","6507222"],"slug":"animal"},{"id":"v1-214","domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"description":"What are science, technology, and innovation? How do science, technology, and innovation inform our understanding of developments in the social sphere? How have these domains evolved in the Chinese context? In this course, we will examine these issues and attempt answering these and many other questions!","workload":"3-5 hours/week","partnerIds":["35"],"name":"Science, Technology, and Society in China I: Basic Concepts","instructorIds":["1466681"],"courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/06/cab010352b11e49a597321ba86b5f4/Naubahar-Course-Banner.png","primaryLanguages":["en"],"slug":"stschina1"},{"id":"UJ9ZVUagEeWg8Q7YVWmVfw","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c7/d3225046a111e5a3f02deabbcce13f/6914441342_775b4ab9a7_o.jpg","workload":"1 week of study, 4-6 hours","partnerIds":["8"],"name":"Executive Data Science Capstone","startDate":1441390068159,"primaryLanguages":["en"],"courseType":"v2.capstone","description":"The Executive Data Science Capstone, the specialization’s culminating project, is an opportunity for people who have completed all four EDS courses to apply what they've learned to a real-world scenario developed in collaboration with Zillow, a data-driven online real estate and rental marketplace, and DataCamp, a web-based platform for data science programming. Your task will be to lead a virtual data science team and make key decisions along the way to demonstrate that you have what it takes to shepherd a complex analysis project from start to finish.  For the final project, you will prepare and submit a presentation, which will be evaluated and graded by your fellow capstone participants.\n\nCourse cover image by Luckey_sun. Creative Commons BY-SA https://flic.kr/p/bx1jvU","instructorIds":["694443","688901","685384"],"slug":"executive-data-science-capstone","domainTypes":[{"domainId":"business","subdomainId":"leadership-and-management"},{"subdomainId":"data-analysis","domainId":"data-science"}]}],"paging":{"next":"800","total":1821},"linked":{"instructors.v1":[{"id":"5254251","fullName":"Heather J Bacon, BSc BVSc CertZooMed MRCVS"},{"id":"9937730","fullName":""},{"id":"1399738","fullName":"Silvana Tamassia"},{"id":"5510253","fullName":""},{"id":"13723816","fullName":"Robert Duvall"},{"id":"13855068","fullName":"Amarnath Gupta"},{"id":"16532120","fullName":"Laura Huang"},{"id":"11507527","fullName":""},{"id":"9951591","fullName":"Andrea C. Wade, Ph.D."},{"id":"12895865","fullName":""},{"id":"87141","fullName":"Alexander S. Kulikov"},{"id":"11769731","fullName":"Daniel M Kane"},{"id":"341966","fullName":"Karl  T. Ulrich"},{"id":"5182988","fullName":"Professor Nat Waran"},{"id":"14470269","fullName":"Andrew Metrick"},{"id":"5098188","fullName":""},{"id":"694443","fullName":""},{"id":"10252682","fullName":"乔亚男"},{"id":"6317837","fullName":"Dr. Thomas P. Sollecito"},{"id":"2444381","fullName":""},{"id":"5643626","fullName":""},{"id":"15814936","fullName":"Timothy Geithner"},{"id":"15614730","fullName":"Rajna Brandon Gibson"},{"id":"6049557","fullName":""},{"id":"14413061","fullName":"Scott DeRue, Ph.D."},{"id":"13730176","fullName":"Wanda Huber"},{"id":"6853521","fullName":"Miss Hayley  Walters, RVN"},{"id":"703888","fullName":""},{"id":"7225100","fullName":"Beatriz Fuentes-Anderson"},{"id":"13861463","fullName":"Michael Worthington"},{"id":"9134341","fullName":"Андрей Райгородский"},{"id":"15976908","fullName":"Jonas Demaurex"},{"id":"9368381","fullName":"Julio Pertuzé, PhD"},{"id":"13869623","fullName":"Marcus Møller Larsen"},{"id":"3293721","fullName":""},{"id":"38926","fullName":"Michael Levin"},{"id":"15614854","fullName":"Kerstin Preuschoff"},{"id":"6291165","fullName":""},{"id":"2518394","fullName":""},{"id":"12111496","fullName":""},{"id":"9637098","fullName":""},{"id":"2258110","fullName":""},{"id":"14184517","fullName":"Andrea Haraway"},{"id":"15611903","fullName":"Michel Girardin"},{"id":"419989","fullName":""},{"id":"5120284","fullName":""},{"id":"14417702","fullName":"Parham Aarabi"},{"id":"16686176","fullName":"Елена Андреевна Юрина (Elena A. Yurina)"},{"id":"3799837","fullName":"David Bell"},{"id":"1960981","fullName":"Dr Matthew Yee-King"},{"id":"9536458","fullName":"Kimberly B. McLain, Ph.D."},{"id":"3498945","fullName":""},{"id":"1419014","fullName":"Claudia Zuppini Dalcorso"},{"id":"14841084","fullName":"Николай Георгиевич Булахов (Nikolay G. Bulakhov)"},{"id":"1291950","fullName":""},{"id":"3832755","fullName":"Mrs. Tera Anne Doty-Blance"},{"id":"5183599","fullName":"Dr Fritha Langford"},{"id":"3408612","fullName":""},{"id":"9633128","fullName":"Kevin Hartman"},{"id":"13723802","fullName":"Andrew D. Hilton"},{"id":"2204104","fullName":""},{"id":"5969898","fullName":"Thomas Skov Jensen "},{"id":"9113432","fullName":"Dr. Jorge Alonso Ramírez Medina "},{"id":"15614769","fullName":"Tony Berrada"},{"id":"15614758","fullName":"Olivier Scaillet"},{"id":"16532472","fullName":"Lori Rosenkopf"},{"id":"999946","fullName":""},{"id":"8072182","fullName":"Maxim Sytch, Ph.D."},{"id":"1540981","fullName":"Pavel  Pevzner"},{"id":"3887162","fullName":""},{"id":"1330818","fullName":""},{"id":"3693651","fullName":""},{"id":"1267","fullName":""},{"id":"4480843","fullName":"gluchj"},{"id":"2666846","fullName":""},{"id":"2645282","fullName":""},{"id":"5076688","fullName":""},{"id":"1340080","fullName":""},{"id":"5268293","fullName":"Marco DeRuiter, PhD"},{"id":"685384","fullName":""},{"id":"13959221","fullName":"Dariush Derakhshani"},{"id":"13101254","fullName":"Birgitte Munk"},{"id":"4794079","fullName":""},{"id":"2359335","fullName":""},{"id":"8891317","fullName":""},{"id":"2747070","fullName":""},{"id":"6171141","fullName":""},{"id":"8065088","fullName":"Olivier Delbard"},{"id":"3072722","fullName":""},{"id":"13660822","fullName":"Teresa K. Woodruff, Ph.D."},{"id":"6306783","fullName":"Dr. Eric Stoopler"},{"id":"46748","fullName":"Neil Rhodes"},{"id":"13633780","fullName":"Anther Kiley"},{"id":"3699217","fullName":""},{"id":"16224543","fullName":"Kartik Hosanagar"},{"id":"5799154","fullName":""},{"id":"4751847","fullName":"Prof. Yvonne D. Harrison, PhD"},{"id":"2139037","fullName":""},{"id":"9625906","fullName":"Marek Dabrowski"},{"id":"1820773","fullName":""},{"id":"2608269","fullName":""},{"id":"3078862","fullName":""},{"id":"557195","fullName":""},{"id":"5012641","fullName":"Robert Austin"},{"id":"3875555","fullName":""},{"id":"1326353","fullName":"Jen Gunderman"},{"id":"1600503","fullName":""},{"id":"3834103","fullName":""},{"id":"3161246","fullName":"Don Patterson"},{"id":"1400787","fullName":"Michael J. Lenox"},{"id":"14993644","fullName":"Bas Boekestijn, MD"},{"id":"688901","fullName":""},{"id":"6507222","fullName":""},{"id":"10476839","fullName":""},{"id":"13988787","fullName":"José Antonio Espín Brito"},{"id":"9832101","fullName":"Daniël Jansma, MSc"},{"id":"9601206","fullName":"Ednéia Regina Burger"},{"id":"3242915","fullName":""},{"id":"16532358","fullName":"David Hsu"},{"id":"13754851","fullName":"Nicolai Pogrebnyakov"},{"id":"2921188","fullName":""},{"id":"352031","fullName":"Owen Astrachan"},{"id":"1466681","fullName":""},{"id":"13977423","fullName":"Dr. José Rodolfo Torres Matus"},{"id":"244249","fullName":"Susan H. Rodger"},{"id":"2700511","fullName":""},{"id":"2075897","fullName":""},{"id":"8266053","fullName":"Sam Kaufman"},{"id":"10108738","fullName":""},{"id":"1349478","fullName":"Christian Terwiesch"},{"id":"15095551","fullName":"Prasad Boradkar"},{"id":"16120730","fullName":"谢涛"},{"id":"15614818","fullName":"Philip Valta"},{"id":"2606384","fullName":""},{"id":"3797127","fullName":"Dr. Marco Antonio Serrato García"},{"id":"12544838","fullName":"Najla DeBow"},{"id":"7130482","fullName":"Dra. Elisa Viso Gurovich"},{"id":"3645467","fullName":"Dr. Uri Hangorsky"},{"id":"5017240","fullName":""},{"id":"14790769","fullName":"Jared D. Harris"},{"id":"625560","fullName":""},{"id":"6124304","fullName":""},{"id":"9648743","fullName":"Gopesh Anand"},{"id":"12071633","fullName":""},{"id":"1667833","fullName":""},{"id":"2330496","fullName":""},{"id":"14049699","fullName":"Максим Жуковский"},{"id":"5028055","fullName":""},{"id":"9832154","fullName":"Paul Gobée, MD"},{"id":"16644293","fullName":"Татьяна Борисовна Банкова (Tatiana B. Bankova)"},{"id":"8612795","fullName":"Beerend P. Hierck, PHD."},{"id":"15938764","fullName":"Chantal Jouanno"},{"id":"13721699","fullName":"Mary Goldberg"},{"id":"5181095","fullName":""},{"id":"16446823","fullName":"Dr James Ohene-Djan"},{"id":"9299119","fullName":"吴 宁"},{"id":"16531669","fullName":"Ethan Mollick"},{"id":"2499461","fullName":""},{"id":"9695082","fullName":""},{"id":"9168286","fullName":"Erin O'Hara-Leslie"},{"id":"13774774","fullName":"Jenny Young"},{"id":"3631567","fullName":"Dr J. Simon Rofe, SOAS, University of London"},{"id":"7223499","fullName":""},{"id":"15497711","fullName":"Kris Plachy"},{"id":"14949346","fullName":"Ольчак Андрей Станиславович"},{"id":"1139667","fullName":""}],"partners.v1":[{"id":"83","shortName":"ucdavis","name":"University of California, Davis"},{"id":"14","name":"The University of Edinburgh","shortName":"edinburgh"},{"id":"328","name":"Leiden University Medical Center","shortName":"leidenmed"},{"id":"18","name":"University of Virginia","shortName":"uva"},{"id":"4","name":"Princeton University","shortName":"princeton"},{"id":"15","shortName":"uw","name":"University of Washington"},{"id":"117","name":"The State University of New York","shortName":"suny"},{"id":"36","shortName":"pitt","name":"University of Pittsburgh"},{"id":"62","name":"Tecnológico de Monterrey","shortName":"tecdemonterrey"},{"id":"287","name":"Arizona State University","shortName":"asu"},{"id":"10","name":"University of California, San Francisco","shortName":"ucsf"},{"id":"35","shortName":"hkust","name":"The Hong Kong University of Science and Technology"},{"id":"234","shortName":"xjtu","name":"Xi'an Jiaotong University"},{"id":"207","shortName":"escp","name":"ESCP Europe"},{"id":"3","shortName":"umich","name":"University of Michigan"},{"id":"13","shortName":"rice","name":"Rice University"},{"id":"104","name":"Relay Graduate School of Education","shortName":"relay"},{"id":"57","shortName":"dtu","name":"Technical University of Denmark (DTU)"},{"id":"56","shortName":"ucsc","name":"University of California, Santa Cruz"},{"id":"75","name":"National Taiwan University","shortName":"taiwan"},{"id":"63","shortName":"ucph","name":"University of Copenhagen"},{"id":"25","name":"Universiteit Leiden","shortName":"leiden"},{"id":"303","name":"Goldsmiths, University of London","shortName":"goldsmiths"},{"id":"11","name":"University of Toronto","shortName":"utoronto"},{"id":"59","shortName":"calarts","name":"California Institute of the Arts"},{"id":"281","name":"National Research Nuclear University MEPhI","shortName":"mephi"},{"id":"176","shortName":"mipt","name":"Moscow Institute of Physics and Technology"},{"id":"28","name":"The Ohio State University","shortName":"osu"},{"id":"34","shortName":"wesleyan","name":"Wesleyan University"},{"id":"68","name":"Case Western Reserve University","shortName":"casewestern"},{"id":"302","name":"SOAS University of London","shortName":"soasuol"},{"id":"60","name":"University of Rochester","shortName":"rochester"},{"id":"221","shortName":"usp","name":"Universidade de São Paulo"},{"id":"58","shortName":"unam","name":"Universidad Nacional Autónoma de México"},{"id":"224","name":"Fundação Lemann","shortName":"lemann"},{"id":"32","name":"University of Maryland, College Park","shortName":"umd"},{"id":"17","shortName":"illinois","name":"University of Illinois at Urbana-Champaign"},{"id":"26","name":"University of London","shortName":"london"},{"id":"31","name":"University of Florida","shortName":"ufl"},{"id":"73","name":"The World Bank Group","shortName":"worldbank"},{"id":"53","shortName":"ucsd","name":"University of California, San Diego"},{"id":"116","shortName":"wvu","name":"West Virginia University"},{"id":"21","shortName":"berklee","name":"Berklee   "},{"id":"7","name":"Duke University","shortName":"duke"},{"id":"30","shortName":"uci","name":"University of California, Irvine"},{"id":"37","name":"Vanderbilt University","shortName":"vanderbilt"},{"id":"320","name":"Elos Educacional","shortName":"eloseducacional"},{"id":"175","shortName":"cbs","name":"Copenhagen Business School"},{"id":"51","shortName":"psu","name":"The Pennsylvania State University"},{"id":"65","shortName":"wisconsin","name":"University of Wisconsin–Madison"},{"id":"128","name":"CentraleSupélec","shortName":"ecp"},{"id":"276","name":"National Research Tomsk State University","shortName":"tsu"},{"id":"49","shortName":"unige","name":"University of Geneva"},{"id":"6","name":"University of Pennsylvania","shortName":"penn"},{"id":"160","name":"Higher School of Economics","shortName":"hse"},{"id":"50","name":"University of Minnesota","shortName":"minnesota"},{"id":"54","shortName":"northwestern","name":"Northwestern University"},{"id":"130","name":"École normale supérieure","shortName":"ens"},{"id":"190","shortName":"ucchile","name":"Pontificia Universidad Católica de Chile"},{"id":"109","shortName":"yale","name":"Yale University"},{"id":"24","shortName":"huji","name":"Hebrew University of Jerusalem"},{"id":"1","name":"Stanford University","shortName":"stanford"},{"id":"129","shortName":"technion","name":"Technion - Israel Institute of Technology"},{"id":"8","name":"Johns Hopkins University","shortName":"jhu"},{"id":"163","name":"Peking University","shortName":"pku"}]}}