{
    "elements": [
        {
            "courseType": "v1.session",
            "description": "The course will cover the basic guiding principles of the Clinical Psychology of Children and Young People and illustrate how theories of psychological development can be applied in understanding children and young people's mental health and well being within a wider societal and cultural context. We will also discuss current psychological models of prevention and treatment for Children and Young People.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                }
            ],
            "id": "v1-1166",
            "instructorIds": [
                "858208",
                "6721168",
                "5297290",
                "6721109"
            ],
            "name": "The Clinical Psychology of Children and Young People",
            "partnerIds": [
                "14"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/8a/0d5440352c11e49d32519928fb33e3/4269396864_d6efda2bb8_o.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "clinicalpsych",
            "workload": "1-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Personal and Family Financial Planning will address many critical personal financial management topics in order to help you learn prudent habits both while in school and throughout your lifetime.",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                },
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "v1-1323",
            "instructorIds": [
                "4830503"
            ],
            "name": "Personal & Family Financial Planning",
            "partnerIds": [
                "31"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ca/6e31806bec11e3ac30292111b21cbc/PFFP_header.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "uffinancialplanning",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "One of the skills that characterizes great business data analysts is the ability to communicate practical implications of quantitative analyses to any kind of audience member.  Even the most sophisticated statistical analyses are not useful to a business if they do not lead to actionable advice, or if the answers to those business questions are not conveyed in a way that non-technical people can understand.  \n\nIn this course you will learn how to become a master at communicating business-relevant implications of data analyses.  By the end, you will know how to structure your data analysis projects to ensure the fruits of your hard labor yield results for your stakeholders.  You will also know how to streamline your analyses and highlight their implications efficiently using visualizations in Tableau, the most popular visualization program in the business world.  Using other Tableau features, you will be able to make effective visualizations that harness the human brain’s innate perceptual and cognitive tendencies to convey conclusions directly and clearly.  Finally, you will be practiced in designing and persuasively presenting business “data stories” that use these visualizations, capitalizing on business-tested methods and design principles.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "QoJxNRnoEeW9dA4X94-nLQ",
            "instructorIds": [
                "13723820",
                "12388058"
            ],
            "name": "Data Visualization and Communication with Tableau",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/3d/81b4403cf611e5a751f97588920378/CourseraIcons.Square1200.3.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "analytics-tableau",
            "startDate": 1447459213565,
            "workload": "5 weeks, 3 - 5 hours per week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Estamos rodeados de programación. Cotidianamente la utilizamos y nos facilita ciertas actividades como señalizaciones o simplemente recordatorios; por ejemplo, la alarma para que te levantes, el calentador de agua, el indicador de gasolina en el automóvil, el cajero automático, el dispositivo móvil, las puertas automáticas, etcétera. Todas estas acciones están basadas en un pequeño microcontrolador, que le indica al dispositivo la tarea a realizar; pero estas indicaciones están dictadas por un programador. Una persona como tú o como yo que, con algunos conocimientos de programación, podrá dictar pequeñas indicaciones y lograr que un dispositivo haga cosas básicas. \n\nHacer que algunos mecanismos funcionen de forma automática se hace cada vez más común, así entrar a una habitación y que se ilumine sin accionar un interruptor o que salga agua de una llave sin accionar una válvula lo vemos de forma cotidiana, pero la acciones que podemos realizar en un cajero automático o las que podemos realizar en un automóvil, son ligeramente más sofisticadas. En caso de querer que de forma automática pudiéramos conocer las existencias de consumibles en casa como la leche, la fruta y las verduras, y que dicha existencia la quisiéramos registrar en nuestro teléfono celular, nosotros tendríamos que hacer la aplicación. Pues bien, ésta o alguna otra aplicación que tengas en mente, puedes desarrollarla como prototipo si cuentas con la paciencia que se requiere para poder programarlo. En este curso desarrollarás dos modelos prácticos de uso cotidiano, pero lo importante es que a partir de la forma en cómo los realizaste, podrás hacer el que siempre te ha llamado la atención y que no existe.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "electrical-engineering"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "iNpaYEghEeWJHwqqqPAooQ",
            "instructorIds": [],
            "name": "Sistemas embebidos: Aplicaciones con Arduino",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c8/1407504d0111e5ad1d830708963890/logo_sis_emb.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "sisemb",
            "startDate": 1443482732215,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Learn to defend and protect vital company information using the latest technology and defense strategies. Analyze internal and external threats to proactively prevent information attacks. Gain experience by solving real-world problems and leave the class equipped to establish and oversee information security.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "computer-security-and-networks"
                }
            ],
            "id": "v1-103",
            "instructorIds": [
                "1506477"
            ],
            "name": "Information Security and Risk Management in Context",
            "partnerIds": [
                "15"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/26/db8a80352d11e4983ad3612bf5dfa7/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "inforiskman",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course you will learn how organizations create, capture, and maintain value, and how it is fundamental for sustainable competitive advantage. You will be able to better understand value creation and capture, and learn the tools to analyze both competition and cooperation from a variety of perspectives, including the industry level (e.g., five forces analysis), and the firm level (e.g., business models and strategic positioning). \n\n•\tUnderstand how managers coordinate different functional areas, resources, and systems inside a company and align them with the external environment to enhance overall performance\n•\tKnowledge of strategic management tools and frameworks, and apply them to real business contexts Process diverse business and industry information to diagnose strategic issues, evaluate strategic alternatives, and formulate a coherent and actionable strategic plan\n•\tHow to think like a CEO, entrepreneur, or general manager.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "OJkRmJz-EeW6bw4ogk2HGQ",
            "instructorIds": [
                "16669983"
            ],
            "name": "Business Strategy",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9d/efb4e0a29411e5905c9daa49d2f9e6/iMBA_SLAM_Icon_StrategicManagement.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "strategy-business",
            "startDate": 1450396064567,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "The Modern Civil Rights Movement is a significant landmark in United States history. This movement was a struggle for human rights directly challenging the nation to extend its democratic principles to African Americans and all peoples. This course sheds light on the often overlooked strategic planning that supported the direction of the events and is told by a voice intimately involved in the organization of movement—Dr. Bernard LaFayette, Jr. Topics include the history of the campaigns, the different coalitions and groups, philosophy and methods of nonviolent direct action, and the contemporary application of nonviolent conflict transformation. The course hosts several guest speakers, including Andrew Young, Reverend C.T. Vivian, Henry \"Hank\" Thomas, and Constance Curry.\n\nUpon completion of this course, learners will be able to:\n\n●  Discuss the contributions and involvement of civil rights activists and leaders in the Civil Rights Movement (CRM) campaigns in the United States. \n●  Examine the chronology and phases of the Movement and CRM campaigns.\n●  Recognize and characterize the diverse activist groups involved in the CRM. \n●  Discuss Martin Luther King Jr.’s philosophy of nonviolence from a historical perspective. \n●  List and define the principles and strategies of nonviolence. \n●  Examine organizational and social change applications related to nonviolence. \n●  Identify the role of nonviolence in modern activism along with additional resources to broaden knowledge of principles of nonviolence. \n●  Recognize the application of nonviolence theories to activism, current issues, and everyday life.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "d5HHlUTlEeWb8RJf7Z1H0w",
            "instructorIds": [
                "15786347"
            ],
            "name": "From Freedom Rides to Ferguson: Narratives of Nonviolence in the American Civil Rights Movement",
            "partnerIds": [
                "23"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/72/61688070eb11e5a60d63960da434e8/Lafayette_bus_thumbnail.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "nonviolence",
            "startDate": 1446157177185,
            "workload": "5 weeks of study, 1-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "We are always using experiments to improve our lives, our community, and our work. Are you doing it efficiently? Or are you (incorrectly) changing one thing at a time and hoping for the best? \n\nIn this course, you will learn how to plan efficient experiments - testing with many variables. Our goal is to find the best results using only a few experiments. A key part of the course is how to optimize a system.\n\nWe use simple tools: starting with fast hand calculations, then we show how to use FREE software. \n\nThe course comes with slides, transcripts of all lectures, subtitles (English & Spanish; some Chinese and French), videos, audio files, source code, and a free textbook. You get to keep all of it, all freely downloadable.\n\nThis course is for anyone working in a company, or wanting to make changes to their life, their community, their neighbourhood. You don't need to be a statistician or scientist! There's something for everyone in here.\n⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯\nWhat have prior students said about this course?\n\n\"This definitely is one of the most fruitful courses I have participated at Coursera, considering the takeaways and implementations! And so far I finished 12 [courses].\"\n\n\"Excelente curso, flexible y con suficiente material didáctico fácilmente digerible y cómodo. No importa si se tiene pocas bases matemáticas o estadísticas, el curso proporciona casi toda explicación necesaria para un entendimiento alto.\"\n\n\"... definitely one of the best in terms of immediately applicable content, presentation and delivery of the course content and materials ...\" \n\n\"... love your style of presentation, and the examples you took from everyday life to explain things. It is very difficult to make such a mathematical course accessible and comprehensible to this wide a variety of people!\"\n⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯⎯",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                },
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "TpvXIzxZEeWjyxInT4zYJQ",
            "instructorIds": [
                "6232382"
            ],
            "name": "Experimentation for Improvement",
            "partnerIds": [
                "148"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/10/d8fab0d16e11e39929d9d0a19c5584/StatsMOOCLogo2c.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "experimentation",
            "startDate": 1439489370896,
            "workload": "7-8 hours of lectures and assessments"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Organizations large and small are inundated with data about consumer choices. Knowing how to interpret data is the challenge -- and marketers in particular are increasingly expected to use analytics to inform and justify their decisions.\n\nThis course gives you the tools to measure brand and customer assets, perform regression analysis, and design experiments as a way to evaluate and optimize marketing campaigns. Real-world examples with companies such as Snapple, IBM, and Netflix show how marketing analytics informs important decisions. This course is ideal for learners who want to grow their knowledge, develop their career portfolio, and improve the effectiveness of their marketing campaigns.\n\nWeek 1: Marketing Resource Allocation \nWeek 2: Metrics for Measuring Brand Assets \nWeek 3: Customer Lifetime Value\nWeek 4: Regression Basics\nWeek 5: Marketing Experiments",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "y20FTlDPEeWMlwoziUhyxQ",
            "instructorIds": [
                "6538593"
            ],
            "name": "Marketing Analytics",
            "partnerIds": [
                "18"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d1/6b57d0685511e58a7021b85514a40c/Analytics-512-course-image.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "market-analytics",
            "startDate": 1446837198100,
            "workload": "5 weeks of study, 3-5 hours/week"
        },
        {
            "courseType": "v1.capstone",
            "description": "This Final Project course is only available to learners who have earned a Verified Certificate in each course of the Challenges in Global Affairs Specialization (The Changing Global Order, Configuring the World, and International Organizations Management). You won't be able to enroll in this course if you do not have a Verified Certificate in each of those three courses.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-1585",
            "instructorIds": [
                "5698953",
                "5695372",
                "2249278"
            ],
            "name": "Global Affairs Final Project",
            "partnerIds": [
                "25",
                "49"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/4b/5db5b096bf11e4b93e6920d803791b/GlobalAffairs-web.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "globalaffairsfinal",
            "workload": "4-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "As the baby boomer generation ages, the impacts of alcohol and drug use among this generation will become an increasingly important public health issue. This 5-week course will provide primary care givers and health care providers with an overview of this looming issue and provide strategies for the prevention and reduction of substance use associated harm.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-1800",
            "instructorIds": [
                "8117804",
                "8119639"
            ],
            "name": "Alcohol, Drugs, and Baby Boomers: Are you ready?",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0c/46cd30352b11e4b89cffcbd250fdc9/Substance-Abuse-in-Elderly_600x340-07-07.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "babyboomersanddrugs",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course covers finite automata, context-free grammars, Turing machines, undecidable problems, and intractable problems (NP-completeness).",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "v1-14",
            "instructorIds": [
                "1271"
            ],
            "name": "Automata",
            "partnerIds": [
                "1"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0a/777980352d11e4b07f0965d0c0162f/large-icon.png",
            "previewLink": "https://class.coursera.org/automata/lecture/preview",
            "primaryLanguages": [
                "en"
            ],
            "slug": "automata",
            "workload": "8-10 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course presents the concepts and processes of quality improvement (QI) and the importance of QI in improving patient outcomes.  Its aim is to enhance the competence of working healthcare professionals to lead and participate in interprofessional healthcare teams that are focused on quality improvement.  ",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-1774",
            "instructorIds": [
                "2886519",
                "8436311",
                "9020433"
            ],
            "name": "Take the Lead on Healthcare Quality Improvement",
            "partnerIds": [
                "68"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0a/8c2f70352c11e4b28a5b9bdf8d9c55/qi_logo_qsen.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "hcqualityimprovement",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course aims to help high school students, recent graduates, and those considering career transitions explore health care career options and learn strategies for entry into the health care workforce and health related fields.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-2293",
            "instructorIds": [
                "8492011"
            ],
            "name": "Career 911: Your Future Job in Medicine and Healthcare",
            "partnerIds": [
                "54"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3f/1a41804b3611e484e903df4bed26e5/HCMOOC_Courselogo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "healthcarejobs",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This Massive Open Online Course (MOOC) will offer the participants an introduction into the most important classical sociological readings between the 18th and 20th century. Highly influential social science scholars, such as Karl Marx, Max Weber and Emile Durkheim, will be discussed during 8 sessions. Combined with small tests, based on the video’s and recommended readings, the participants will be encouraged to dive deeply into the complex texts and get familiar with classical sociological concepts that are still very relevant today.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "zn0YnhqsEeW9dA4X94-nLQ",
            "instructorIds": [
                "14485047"
            ],
            "name": "Classical Sociological Theory ",
            "partnerIds": [
                "131"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e9/9449a01f3711e583d1bd6b9db6a1c0/banner4a.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "classical-sociological-theory",
            "startDate": 1438725486303,
            "workload": "20-25 hours"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The final module of the Power of Markets course begins by further exploring firm behavior in imperfectly competitive market settings: how firms with monopoly power can increase profits through price discrimination; and the price-output combinations we can expect firms to select in cases of monopolistic competition and oligopoly. We will also analyze monopolies from an efficiency perspective and look at the effects of imperfect information on firm and consumer behavior. We will next turn to exploring input markets and what determines the demand for an input by a firm, an industry, and the overall market. We will also look at the factors that affect input supply and how the supply of an input interacts with demand to determinant input prices. We will use input market theory to analyze institutions and government policies such as the NCAA sports cartel, the minimum wage, Social Security, and immigration. Finally, we will address the concept of market efficiency and what government can do to promote it as well as how government intervention may diminish it.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "IR5tJUziEeWwZhK44N5d5Q",
            "instructorIds": [
                "4277816"
            ],
            "name": "The Power of Markets III: Input Markets and Promoting Efficiency",
            "partnerIds": [
                "60"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1b/6e48d93b68c3914167c54a540c27e2/MarketsIcon_v1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "market-efficiency",
            "startDate": 1447095258557,
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course introduces you to the design and implementation of Android applications for mobile devices. You will develop an app from scratch, assuming a basic knowledge of Java, and learn how to set up Android Studio, work with various Activities and create simple user interfaces to make your apps run smoothly.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "ofcUj5MCEeWI6BJRAK7IKQ",
            "instructorIds": [
                "2921188"
            ],
            "name": "Programming Mobile Applications for Android Handheld Systems: Part 1",
            "partnerIds": [
                "32"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5c/9fcef0feaa11e49d7ccbc529516477/Screen-Shot-2015-05-19-at-9.40.26-PM.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "android-programming",
            "startDate": 1455235701014,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Who?\n\nIf you’re an entrepreneur at any stage of your journey, or even an aspiring one, and you need money to start or grow your business, this course is for you.\n\nWhat?\n\nThis course will introduce, and help you put to use in your startup, the five models through which your customers can – and will, if you ask them! – fund your business. These five time-tested models have been put to use by entrepreneurial superstars like Michael Dell, Bill Gates, Richard Branson and more. Sadly, though, the five models are rarely talked about and not widely understood. Until now!\n\nThe five models will be brought to life by the real-world stories of an inspiring collection of incredibly creative entrepreneurs from around the world – including successes and failures – through a series of captivating no-holds-barred interviews with founders and others, and investors, too.  \n\nWhy?\n\nMore than two generations ago, the venture capital community – VC’s, business angels, incubators, and others – convinced the entrepreneurial world that writing business plans and raising venture capital constituted the twin centerpieces of entrepreneurial endeavor. They did so for very good reasons: the sometimes astonishing returns they’ve delivered to their investors and the incredibly large and valuable companies their ecosystem has created. \n\nBut the vast majority of fast growing companies never take any angel or venture funding. Are they onto something that most of today’s entrepreneurial ecosystem has missed? Indeed, should a business angel or VC be seen as the first port of call for getting your nascent entrepreneurial venture off the ground or growing it faster? Perhaps not. \n\nHow?\n\nYou’ll be asked to do a series of exercises – out in the real world – to put your growing toolkit to use in your business or the one you hope to start. Hands-on, practical tools to help your business start and thrive – without venture capital. You’ll join our discussion board of fellow participants, if you like, and learn from others who are putting the tools to work, just as you are. And to suit today’s fast-paced lifestyles, we’ve broken what you’ll get – short lessons, interviews, thought-provoking questions, even some optional things to read – into bite-sized chunks, so you can log in and grab them whenever and wherever you are.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                }
            ],
            "id": "W9XMEny5EeW3pg6oA-kqJQ",
            "instructorIds": [
                "14886554"
            ],
            "name": "How to Finance and Grow Your Startup – Without VC",
            "partnerIds": [
                "26",
                "170"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/72/d9feb0c34f11e5a1806d38aed73fac/shutterstock_261370961.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "startupfinancewithoutvc",
            "startDate": 1455821277190,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "The Holocaust was an inconceivable historical event, which forever robbed Western culture of its innocence. As civilized human beings, we fail to understand how events of such horror could have taken place, and how an idea so inhumanly warped could have spread like wildfire through an entire continent, instigating the systematic annihilation of millions of Jews.\n\nThis free online course was produced jointly by Tel Aviv University and Yad Vashem – the World Center for Holocaust Research. The course tracks the history of the Holocaust and has two parts. \"The Holocaust - An Introduction (I): Nazi Germany: Ideology, The Jews and the World\" is the first of the two courses and covers the following themes in its three weeks:\n\nWeek 1: From Hatred to Core Ideology\nWe will try to delve into Nazi ideology and the special place of Jews and Judaism in it. We will also discuss how the National Socialist Party converted the German Democracy of the Weimar Republic into a totalitarian regime within a short period of time, and its meaning for Jews and non-Jewish citizens.\n\nWeek 2: The World and the Jews in World War II\nWe will try to examine the broader contexts of the Holocaust and to place it, as part of World War 2. In this meeting we will also refer to the vital Jewish world to be found under various Nazi occupations and influences.\n\nWeek 3: The Isolation Abyss - the Perspective of the Individual\nWe will try to reveal different aspects of Jewish life in the face of the badge of shame, ghettos and segregation, as well as the formation of individual, societies’ and leader’s reactions in the face of a consistent policy of dispossession and discrimination.\n\nOnce you’ve completed this course, you can continue your learning with The Holocaust - An Introduction (II): The Final Solution\n\n\nThis online course is offered in an innovative, multi-level format, comprising:\n\n* Comprehensive lectures by leading researchers from Tel Aviv University and Yad Vashem.\n* A wealth of voices and viewpoints presented by guest lecturers.\n* Numerous documents, photos, testimonies and works of art from the time of the Holocaust.\n* Novel learning experience: Crowd sourcing – involving the learners themselves in the act of collecting and shaping information, via unique, exciting online assignments.\n\nREQUIREMENTS:\nThis course is designed for anyone with an interest in the Holocaust, including students, teachers, academics and policy-makers.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "VfuJSYYDEeW99gozy_2pgw",
            "instructorIds": [
                "10045446",
                "3910457"
            ],
            "name": "The Holocaust - An Introduction (I): Nazi Germany: Ideology, The Jews and the World",
            "partnerIds": [
                "110",
                "262"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/fb/9854f0b52511e5af288df91c83e825/_____-__-_______---1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "holocaust-introduction-1",
            "startDate": 1453620755223,
            "workload": "3 weeks of study, 1-2 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "As a teacher you will need to establish appropriate relationships with many different groups within the school and the wider community. It is important for you to understand how critical these relationships are to student learning. ",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-644",
            "instructorIds": [
                "3678310",
                "3366373",
                "5654261"
            ],
            "name": "Foundations of Teaching for Learning 8: Developing Relationships",
            "partnerIds": [
                "106"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/d8/926990352a11e4aa3c599183b828af/CET-Updated-H264-720p8.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "teach8",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "En este curso los participantes lograrán identificar y tomar decisiones sobre casos clínicos con conflictos éticos en el área de la salud por medio de la aplicación del razonamiento ético desde una perspectiva universal y considerando los aspectos médicos y éticos, el marco jurídico y la decisión ética. \n\nLa ética en lo general es un elemento esencial para el avance del ser humano porque resulta de la capacidad de cuestionar, reflexionar y razonar sobre todo lo que es y todo lo que cambia en la vida. Existe evidencia de que la percepción y los juicios, que sobre la moral hace un individuo, definen su comportamiento. Estas capacidades que se desarrollan en forma paulatina, permiten atender y resolver los conflictos éticos.\n\nPara facilitar tus logros tendrás disponibles videos y evaluaciones.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "iI9VRSBSEeW5Rwo0txKkgQ",
            "instructorIds": [
                "13862325"
            ],
            "name": "La Solución del Conflicto Ético",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ae/33f1208b1211e5a4fe9d45300b6e5a/logo_conflicto_etico.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "etica",
            "startDate": 1443482101627,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Internet Enduring Material Sponsored by Stanford University School of Medicine",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "clinical-science"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-584",
            "instructorIds": [
                "3229025"
            ],
            "name": "Practical tips to improve Asian American participation in cancer clinical trials",
            "partnerIds": [
                "1"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/d5/1ed45f0db320a812c5e49bf292becf/cme.clinicaltrials.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "clinicaltrials",
            "workload": "1-2 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Курс состоит из двух самостоятельных тем.  \n\nВ теме «Инфраструктура рынка» вы получите представление о деятельности профессиональных участников рынка ценных бумаг, единственной задачей которых является создание благоприятных условий для покупки или продажи акций различными типами инвесторов. По результатам изучения этой темы вы сможете: \n- описать деятельность фондовой биржи, на которой совершаются сделки с ценными бумагами; \n- отличать функции брокера, дилера, депозитария, расчётной (клиринговой) палаты и пользоваться ими при открытии и ведении брокерского счета; \n- понимать особенности, правила и риски и Интернет-торговли;  \n- знать правила и возможности использования индивидуальных инвестиционных счетов;\n- понимать назначение и виды приказов на покупку или продажу ценных бумаг, условия совершения различных сделок с акциями – маржинальных, сделок РЕПО и других.\n\nТема «Методы и технологии инвестирования» раскрывает перед вами особенности и инструменты краткосрочных инвестиционных стратегий. Здесь описываются различные инвестиционные стратегии, излагаются основные принципы технического анализа, даётся понятие  торговых стратегий. Вы познакомитесь с методами разработки математических моделей прогнозирования движения биржевых цен, лежащих в основе индикаторов и осцилляторов - основных инструментов принятия краткосрочных инвестиционных решений.\n\nПо итогам изучения курса вы сможете:\n- владеть основными принципами технического анализа, знать его основные подходы и  инструменты;\n- уметь самостоятельно выбирать индикаторы и осцилляторы при разработке и реализации торговых стратегий и создании собственных торговых систем.\n\nОЦЕНИВАНИЕ\nПрактические задания с использованием математических моделей прогнозирования цен и теоретические тесты на понимание технического анализа.\n\nНЕОБХОДИМЫЕ ЗНАНИЯ И НАВЫКИ\nДля освоения материалов курса вам понадобятся знания об основах рынка ценных бумаг, которые вы можете получить во 2 и 3 курсе нашей специализации - \"Инвестиции в облигации\" и \"Инвестиции в акции\".",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "G_9QyIesEeWfngrMqWa91Q",
            "instructorIds": [
                "16707610"
            ],
            "name": "Инфраструктура рынка, методы и технологии инвестирования",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/68/b0ff60b89b11e582646f0314e1b02c/9zDdStWNL2Y.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "market-infrastructure-mechanisms-technology-of-investing",
            "startDate": 1452622101917,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Il s’agit d’un MOOC sur la crise internationale sur Ebola partie d’Afrique de l’Ouest en 2014 ; d’une durée de 5 semaines, où interviendront plus de 30 professeurs des universités, chercheurs, responsables politiques, autorités sanitaires nationales et internationales, membres d’ONGs, et autres acteurs d’Europe et d’Afrique sur plus de 60 séquences vidéos. Les thèmes abordés se dérouleront selon une séquence hebdomadaire décrite ci-dessous (section « plan du cours »).\n\nLe virus Ebola qui a été à l’origine de l’épidémie en Afrique de l’Ouest est une souche Zaïre, considérée comme la plus dangereuse. Cependant le spectre des tableaux cliniques rencontrés s’est montré très large : depuis des formes assez bénignes (pour environ 30% des infections), jusqu’à des formes très sévères, presque hors de toute ressources thérapeutiques et fréquemment mortelles en une dizaine de jours en moyenne (environ 30%), en passant par des formes d’une gravité dépendant de l’infrastructure sanitaire responsable de leur prise en charge (c’est-à-dire généralement de bon pronostic en cas de bonne prise en charge diagnostique et thérapeutique). Près de 60% des contaminations en Afrique avaient comme origine les rites funéraires non sécurisés. Les personnels de santé exposés ont également payé un très lourd tribut à l’épidémie. Enfin les conséquences non sanitaires, d’ordre social, politique et économique de l’épidémie ont été considérables, tant localement, que régionalement ou internationalement. Peu de pays ont connu à ce jour d’importants développements de chaînes de contaminations, en dehors de la Guinée, du Libéria et du Sierra Leone, mais la situation au Mali à la fin novembre 2014 était encore source d’incertitude et d’inquiétude. Les modèles mathématiques, s’ils ont été d’un apport précieux dans l’éclairage des politiques publiques, ils ont aussi participé à une amplification exagérée du problème, notamment lorsqu’ils ont livré des prévisions allant au-delà de plusieurs mois, parfois endossées par de grandes agences sanitaires, car elles risquent de se révéler fausses et décrédibilisantes.\n\nNous tenterons de mieux savoir quels espoirs on peut avoir de disposer d’un vaccin prochainement, et nous essaierons de comprendre pourquoi il aura fallu attendre 38 ans, depuis la découverte du virus Ebola, pour que la communauté internationale se décide à chercher et développer un vaccin contre ce type de virus que l’on savait hautement pathogène et contagieux. La réponse internationale a-t-elle été à la hauteur des enjeux ? L’OMS a-t-elle pu mettre en œuvre le Règlement Sanitaire International dans des conditions satisfaisantes ? Quelle a été la place des ONG dans le règlement du problème ? Toutes ces questions feront l’objet, au cours de ce MOOC, de débats et de points de vue interdisciplinaires, parfois contradictoires. De même, l’importance de la communication, le rôle des médias, la perception du risque par la population et par les décideurs eux-mêmes seront analysés. Une large plage sera réservée aux réponses aux questions des participants adressées aux orateurs par le forum de discussion, afin de réfléchir comment vaincre ensemble Ebola.\n\nPUBLIC CIBLE\nCe MOOC est ouvert et gratuit pour tous les publics. Le public cible est principalement le milieu des soignants francophones et les acteurs (publics et privés) des politiques publiques.\n\nPLAN DU COURS\nModule 1: Présentation générale\nModule 2 : Comprendre la maladie\nles aspects cliniques\nles aspects virologiques\nles aspects immunologiques\nles traitements symptomatiques actuels\nl’épidémiologie de la maladie\n\nModule 3 : Ebola comme symptômes d’un désordre social et politique\nles causes sociales économiques et politiques du problème\nla faiblesse du système\nles aspects culturels\nla pauvreté\n\nModule 4 : Les impacts sur nos vies et nos sociétés\nles impacts sanitaires et économiques sur la société et les institutions\nprésentation de modèles mathématiques et prévisions\n\nModule  5 : Les réponses pour l’Afrique et le monde\nles interventions\nla prise en charge des malades\nles principaux obstacles rencontrés\nla réponse internationale\nla perception du risque\nles développements de médicaments et vaccins\nle volet éthique\nla réponse de l'OMS\nla place de la recherche et des médias\n\nModule 6 : Conclusion\n\n_________________________________\nCe cours est co-produit par l'Université de Genève (UNIGE) et l'Université Numérique Francophone des Sciences du Sport et de la Santé (UNF3S).\nIl est proposé en partenariat avec :\nL'Agence Universitaire de la Francophonie (AUF)\nLe Conseil supérieur de la Formation et de la Recherche Stratégique (CSFRS)\nL'Organisation Mondiale de la Santé (OMS)\nMédecins Sans Frontières (MSF)\nSwiss Tropical and Public Health Institute (Swiss TPH)\nFédération Internationale des Sociétés de la Croix-Rouge et du Croissant-Rouge (FISCR)\nCentre Virchow Villermé de santé publique Paris-Berlin\nRadio Télévision Suisse (RTS)\nOffice fédéral de la santé publique (OFSP)\nHôpitaux Universitaires de Genève (HUG)\nInstitut Pasteur\nCampus Biotech\nInfection Control African Network (ICAN)\nThe Graduate Institute Geneva\nMinistère de la Santé et de l'Action Sociale du Sénégal",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "XGR-fcQ4EeSiTCIAC12odA",
            "instructorIds": [
                "12076727",
                "2918070"
            ],
            "name": "Ebola : Vaincre ensemble !",
            "partnerIds": [
                "49"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://spark-public.s3.amazonaws.com/ebolavaincreensemble/images/ebola.jpg",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "ebola-vaincre-ensemble",
            "startDate": 1427127240882,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Illustrates the principles of public health applied to depressive disorder, including principles of epidemiology, transcultural psychiatry, health services research, and prevention.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                }
            ],
            "id": "v1-774",
            "instructorIds": [
                "3892615",
                "3953386",
                "4297433"
            ],
            "name": "Major Depression in the Population: A Public Health Approach",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/82/8388876202284824e674c388f70826/PMH-02.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "pmhdepression",
            "workload": "2-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In today’s hotel sector an increasingly complex network of traditional and web based channels have to be managed to insure hotel success. Key questions include: how should you distribute over the web? What should you include on your brand.com website so people book through it?  How can you maximise the potential of online travel agents (OTAs)?  With the distribution environment both highly complex and constantly evolving, this course will give you  comprehensive foundation of current industry practices to help jumpstart your career in this fascinating domain.\n\nAcknowledgements: Claire Bertrand, Vincent Chatain, Jessica Moses, Benjamin Six (ESSEC Business School), Emilie Dupré (Image-In), Gregory Halidy (Triplay)",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                },
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "DzPiWTeDEeWCYBKNeFwojw",
            "instructorIds": [
                "9943216",
                "9322471"
            ],
            "name": "The fundamentals of hotel distribution",
            "partnerIds": [
                "223"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b8/65cdd04cfb11e580d089c2d4819fcc/distribution.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "hotel-distribution",
            "startDate": 1442253666090,
            "workload": "4 weeks, 2-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Improve the outcomes in your classroom through practical applications of neuro- and cognitive science research. ",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-637",
            "instructorIds": [
                "3376806"
            ],
            "name": "The Brain-Targeted Teaching® Model for 21st Century Schools",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/53/30b5f0352911e48bf3558061d6b8d2/BTTmodel.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "braintargeted",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "How do we infer which genes orchestrate various processes in the cell?  How did humans migrate out of Africa and spread around the world? In this class, we will see that these two seemingly different questions can be addressed using similar algorithmic and machine learning techniques arising from the general problem of dividing data points into distinct clusters.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "bioinformatics"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "v1-3049",
            "instructorIds": [
                "1540981",
                "2658887"
            ],
            "name": "Genomic Data Science and Clustering (Bioinformatics V)",
            "partnerIds": [
                "53"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/21/6500f0f3c211e4bc488d8c567f4eca/caveman.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "clustering",
            "startDate": 1457481600000,
            "workload": "4-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Este curso trata sobre la necesidad y la utilidad de los sistemas de control en el ámbito de la vida cotidiana. En general, todos los sistemas diseñados por el ser humano tienen una parte de control, ya sea en lazo abierto o en lazo cerrado, que garantiza su buen funcionamiento. Desde sistemas tan simples como el control automático que abre una puerta hasta el control del despegue de una nave espacial, estos sistemas tienen un sistema asociado que ayuda a que el sistema presente un comportamiento deseado.\n\nEn este curso conocerá la aplicación de los sistemas de control y su desarrollo a través de los tiempos. En este mismo sentido, existe una amplia teoría matemática que permite el estudio de los sistemas de control, en este curso descubrirás, a grandes rasgos, las generalidades de esta teoría.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "electrical-engineering"
                }
            ],
            "id": "1J7dq0uGEeW_MgoxMAgbMQ",
            "instructorIds": [
                "14724314",
                "2378634"
            ],
            "name": "Control automático: la tecnología invisible",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/27/be1df04dd211e59f58f9387801f39a/logo_con_aut.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "control",
            "startDate": 1443482793726,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "The course covers the basics: representing games and strategies, the extensive form (which computer scientists call game trees), repeated and stochastic games, coalitional games, and Bayesian games (modeling things like auctions).",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "v1-20",
            "instructorIds": [
                "1252",
                "174814",
                "1251"
            ],
            "name": "Game Theory",
            "partnerIds": [
                "1",
                "29"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/1e/a2e570352d11e4983ad3612bf5dfa7/large-icon.png",
            "previewLink": "https://class.coursera.org/gametheory-003/lecture/preview",
            "primaryLanguages": [
                "en"
            ],
            "slug": "gametheory",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "In this capstone project, you will be assembling a pitch deck for a new venture, including the key deliverables (e.g., customer needs, concept description, financials, and so forth).  You will review your peer’s projects according to a rubric develop by Wharton Entrepreneurship and practice applying the same criteria VC’s use in evaluating potential investments. The learners with the top-scoring projects will be introduced to the most appropriate VC firms in Wharton Entrepreneurship’s network, according to region and sector.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                }
            ],
            "id": "7dwhx69xEeWu-gqgbeGTiQ",
            "instructorIds": [
                "16224543",
                "16532472",
                "16532358",
                "16532120",
                "16531669",
                "3799837",
                "341966"
            ],
            "name": "Wharton Entrepreneurship Capstone",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2f/c880b0af7211e5aa599f8de75ca699/coursera_entrepreneurship_capstone_8x8.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "wharton-entrepreneurship-capstone",
            "startDate": 1453237654885,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "The capstone project consists of a case study that must be addressed to complete the specialization.\n \nIn the case study, you will be asked to assume the role of the incoming chief executive officer of a fictitious privately held medical device company. From the company’s standpoint, its customers are the clinics that use and dispense its  products, rather than the end-users of the company’s products.  The company is currently facing a range of challenges, including obstacles to access for world-wide users of the company’s product, as well as internal conflict about the company’s priorities and a new disruptive technology.  You will be asked to help the board address key changes in the industry, by developing a strategy to meet these challenges. Specifically, you will submit an artifact  (i.e. Word document, ppt presentation, etc.) responding to a series of challenges related to the case. The artifacts will be peer-assessed on how effectively you applied concepts and skills explored throughout the specialization, assessed your own skills as a leader, evaluated the data to help you make an informed decision, developed a customer-facing design process, and communicated your strategy to relevant stakeholders.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "AiTOB15MEeWlRxIQSGc91Q",
            "instructorIds": [
                "15410054",
                "4052828",
                "15210513",
                "15306259",
                "15325853",
                "15267349",
                "15313247",
                "15030955",
                "14898794",
                "14353252",
                "14089734",
                "2659330",
                "15411767",
                "2685251"
            ],
            "name": "Organizational Leadership Capstone",
            "partnerIds": [
                "54"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/29/7107a0a5c211e58cee3752a2db865b/Capstone.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "leadership-capstone",
            "startDate": 1444159689442,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "With a fixed capacity, a highly disposable product and high fixed costs, hotels are a natural candidate for the application of revenue management. Originally developed by the airlines in the 1970s, these analytics-based techniques help predict consumer behavior at the hotel’s market level so that the hotel can sell each room each night at the optimum price. \n\nWith modern-day rising acquisition costs and distribution complexities, revenue management techniques have increasingly been adopted by both small and large hotel companies, making a comprehensive understanding of segmentation, forecasting and pricing an essential requirement for today’s hospitality professionals. The purpose of this course is to provide a core understanding of the fundamentals of revenue management, which ties into the larger picture of revenue strategy. The course is structured to provide an insightful look into Revenue Management.\n\nCreated in conjunction with Duetto, this course is hosted by a group of revenue management leaders in both theory and with hands-on experience at properties around the world. Upon completion of the course students should be empowered with industry best practices, which can be applied across the vast diversification the hotel industry to empower those to optimize profits. Duetto delivers powerful revenue strategy solutions to the world’s leading hotels and casinos, combining unparalleled expertise with world-class cloud-based technology.\n\nAcknowledgement: Bela Nagy, Agnes Roquefort , Jonathon Liu, Frederic Toitot, Pierrick La Masne, Markus Keller - ACCOR Simone Truscello -  ACE HOTELS. Richard Valtr - MEWS SYSTEM. Jean-Luc Chrétien - FAST BOOKING. Jeannette Ho - FAIRMONT RAFFLES HOTELS & RESORTS. Chinmai Sharma - TAJ HOTEL & RESORTS. Cindy Estis Green - KALIBRI LABS. Jason Thielbar - RED LION. Christopher Cooper - ROCCO FORTE. Rom Hendler - SANDS. Rafi Rejerano - AB Hotels. Riko Van Santen - KEMPINKI HOTELS & RESORTS. Vinod Sukhija - BANYAN TREE HOTELS & RESORTS. Olivier Flement - WALT DISNEY COMPANY. Cidalia Pinto Coehlo - LOUVRE HOTELS. Trevor Stuart-Hill - REVENUE MATTERS. Vincent Cusma, Marco Benvenuti, Eric Stoessel, Gayle Ehrean, Nevin Reed - DUETTO.  Claire Bertrand, Vincent Chatain, Jessica Moses, Benjamin Six (ESSEC Business School), Emilie Dupré (IMAGE-IN), Gregory Halidy (TRIPLAY)",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "HXsj6jeHEeWJaxK5AT4frw",
            "instructorIds": [
                "9943216",
                "15820073",
                "15819935"
            ],
            "name": "The Fundamentals of Revenue Management: The Cornerstone of Revenue Strategy",
            "partnerIds": [
                "223"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2f/ed52604cfc11e5af6551b26855c315/revenue.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "fundamentals-of-revenue-management",
            "startDate": 1446497628118,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This MOOC builds upon the overview of Java and Android covered in Course 1 by delving deeper into core Android components, such as Activities, Broadcast Receivers, Intents, and Intent Filters. You will learn by example how to program these core Android components together with basic Java file I/O classes (such as File, InputStream, OutputWriter, etc.) and Android storage mechanisms (such as Shared Preferences).  Throughout this MOOC you'll work incrementally on a project involving a simple multi-activity game that requires data persistence. Each week you will add additional capabilities to the project, based on material covered in the lecture videos. You'll spend roughly 4 hours per week watching video lectures, taking quizzes, and programming assignments with Java and Android.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "DGwMEm01EeWbyw5d8C-Blw",
            "instructorIds": [
                "1337829",
                "2851010",
                "4639533"
            ],
            "name": "Android App Components and Data Persistence",
            "partnerIds": [
                "37"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c6/2df460ba3d11e5b6f14d664beed14b/android_app_components2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "androidapps",
            "startDate": 1453240809241,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "In this 6-week course we’ll introduce the fundamentals of digital audio. The course will provide the essentials of recording and editing sound, and culminates with a piece using both recorded and synthesized sound. ",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-1420",
            "instructorIds": [
                "3788568"
            ],
            "name": "Introduction to Computational Arts: Audio",
            "partnerIds": [
                "117"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/5a/43edd0352911e48239673584835daa/compartsaudio.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "compartsaudio",
            "workload": "1-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Существует множество инфекционных заболеваний, причины которых долгие годы казались необъяснимыми. Только в последние десятилетия стало понятно: более 70% из них вызваны вирусами. Причина большинства случаев рака печени — вирусы гепатитов В и С, рака шейки матки – папилломавирусы, более половины случаев диабета 2-го типа обусловлено последствиями заражения вирусом краснухи и другими вирусами. Вирусы — это то, что касается каждого из нас.\nВ нашем курсе вы узнаете о том, как устроены вирусы, чем они отличаются от живых организмов и какие механизмы используют для того, чтобы поразить клетки человека. Это поможет вам понять, как работают противовирусные препараты и вакцины. \nОРВИ, кишечные инфекции, гепатиты, корь, краснуха, бешенство, СПИД — вот далеко не полный список заболеваний, которые имеют вирусную природу. Разобраться в многообразии вирусов вам помогут учёные, которые каждый день работают с ними в лабораториях. Они расскажут об актуальных проблемах и задачах современной вирусологии, которые у всех на слуху. Например, о том, зачем исследователи воссоздали вирус гриппа «испанки», унёсший в начале прошлого века десятки миллионов человеческих жизней, а также о том, что такое вирус Эбола, и почему он опасен.\nВы побываете в современной вирусологической лаборатории и увидите, как нужно работать с вирусами, чтобы исключить вероятность заражения персонала и выхода вируса за пределы лаборатории. И конечно же, вы узнаете, как можно использовать вирусы на благо человека.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "F_lGRlU4EeWaMw4b4yEpbw",
            "instructorIds": [
                "14977611",
                "13620660",
                "14982619",
                "15070354"
            ],
            "name": "Основы вирусологии (Introduction to Virology)",
            "partnerIds": [
                "275"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c6/00f930579e11e5a198774c99d28682/skrin111.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "nsu-virology",
            "startDate": 1452530337826,
            "workload": "7 недель исследования, 1-3 часов / неделю"
        },
        {
            "courseType": "v1.session",
            "description": "In this 5-week course we’ll introduce the fundamentals of programming in Processing, an accessible introduction to combining arts and computing. The course will provide the essentials of programming in a visual context, allowing you to visualize, design, and create generative art with Processing.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-1322",
            "instructorIds": [
                "3788568",
                "3788725"
            ],
            "name": "Introduction to Computational Arts: Processing",
            "partnerIds": [
                "117"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/61/e7eca0352c11e494bcf927fb09cbc9/Processing2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "compartsprocessing",
            "workload": "1-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This seven-week course will explore the relationship between law and technology with a strong focus on the law of the United States with some comparisons to laws around the world, especially in Europe. Tech progress is an important source of economic growth and raises broader questions about the human condition, including how culture evolves and who controls that evolution. Technology also matters in countless other ways as it often establishes the framework in which governments interact with their citizens, both in allowing speech and blocking it and in establishing exactly what the boundaries are between private life and the government.  And technology itself is powerfully shaped by the laws that apply in areas as diverse as copyright, antitrust, patents, privacy, speech law and the regulation of networks.\n\n The course will explore seven topics:\n\n 1.      Microsoft: The Desktop vs. The Internet. We will start with a look at the technology path that led to the first personal computer in early 1975, the Altair 8800. That path starts with the vacuum tube, moves to transistors, then to integrated circuits and finally to the microprocessor. We will look at the early days of software on the personal computer and the competition between selling software and open-source approaches as well as the problem of software piracy. We will discus the public good nature of software. The 1981 launch of the IBM PC revolutionized the personal computer market and started the path to Microsoft's powerful position and eventual monopoly in that market with the selection of MS-DOS. We then turn to four antitrust cases against Microsoft: (1) the 1994 U.S. case relating to MS-DOS licensing practices; (2) the U.S. antitrust middleware case over Microsoft’s response to Netscape Navigator; (3) the European Union case regarding Windows Media Player; and (4) the EU browser case over Internet Explorer. These disputes arose at the point of maximal competition between the free-standing personal computer and the Internet world that would come after it and we may know enough now to assess how these cases influenced that competition.\n\n 2.      Google Emerges (and the World Responds). Google has emerged as one of the dominant platforms of the Internet era and that has led to corresponding scrutiny by regulators throughout the world. Decisions that Google makes about its algorithm can be life altering. Individuals are finding it more difficult to put away past mistakes, as Google never forgets, and businesses can find that their sales plummet if Google moves them from the first page of search results to a later page. With great power comes scrutiny and we will look at how government regulators have evaluated how Google has exercised its power. Both the U.S. Federal Trade Commission and the European Union have undertaken substantial investigations of Google’s practices and we will look at both of those.\n\n 3.      Smartphones. The Internet started on the desktop but the Internet is increasingly mobile and people are seemingly tethered to their smartphones and tablets. And we have seen an interesting shift in that market away from Nokia handsets and the Blackberry to Apple's iPhone and its iOS platform and to the Android platform. The legal infrastructure of smartphones and tablets is extraordinarily complex. We will start by looking at U.S. spectrum policy and the effort to free up 500 megahertz of spectrum. We will look at the activities of standard setting organizations, including the IEEE and the creation of the 802.11 standard and Wi-Fi (or, if you prefer, wifi), the creation of patent pools and the regulation of standard essential patents. We will look at the FTC action against Google/Motorola Mobility and Apple's lawsuit against Samsung over utility and design patents relating to the iPhone. Finally, we will take a brief look at the European Commission's investigation into the Android platform.\n\n 4.      Nondiscrimination and Network Neutrality. Facebook has more than 1 billion users and measure that against a world population of roughly 7 billion and a total number of Internet users of roughly 2.5 billion. A course on law and technology simply has to grapple with the basic framework for regulating the Internet and a key idea there is the notion of network neutrality. Nondiscrimination obligations are frequent in regulated network industries, but at the same, discrimination can be an important tool of design for communication networks. We will start our look at the Internet by looking at the great first communications network of the United States, the post office and will look in particular at the Post Office Act of 1845.   We will then move to modern times and will consider efforts by the U.S. Federal Communications Commission to produce sensible and sustainable nondiscrimination conditions for the Internet and will touch briefly on comparisons from around the world.\n\n 5.      The Day the Music Died? In many ways, the Internet came first to music with the rise of peer-to-peer (p2p) music sharing through Napster and its successors. We start with a look into music platform history and the devices that brought recorded music into the home: the phonograph and the player piano. We turn to radio and the legal regime that puts music on the airwaves, the performing rights organizations like ASCAP and BMI. We look at the antitrust issues associated with the blanket license. We consider a failed music platform, digital audio tape, and the complicated legal regime associated with it, the Audio Home Recording Act of 1992. We will consider the copyright issues raised by the creation and distribution of music and the litigation over the p2p technologies such as Napster and Grokster. The music industry responded to p2p technology by adding digital rights management tools to CDs. As music distribution switched from physical media to digital distribution, we entered the world of Apple and the iPod and iTunes. We consider the DRM issues associated with Apple's music platform as seen by Steve Jobs. We conclude by looking at emerging subscription services like Spotify and the service that Apple is building based on its purchase of Beats.\n\n 6.      Video: Listening and Watching. Images are some of the most powerful ways in which ideas and speech are communicated and video has long been regulated by the state. That starts as a communications law issue with government regulation of the radio spectrum, but also leads to the design of the television system with the assignment of channels and eventually the definition of digital television. And with the emergence first of cable TV and subsequently the VCR critical copyright roadblocks had to be overcome for new distribution technologies to emerge. We will consider the legal engineering that led to the DVD platform, which was an exercise in patent pools and trademark creation. We will sort through the creation of the digital TV platform and will also look at the copyright underpinnings for Netflix. And we will consider the question of technology neutrality in the content of the copyright fight over a new video distribution entrant, Aereo. Finally, we close the week with a brief look at the incentive spectrum auctions and the possible end of broadcast television.\n\n 7.      The Mediated Book. Gutenberg revolutionized books with his printing press and for academics, books are sacred objects. But the printed book is on the run and with the rise of the ebook, we are entering a new era, the era of the mediated book. This is more than just a change in technology. We will look at the issues created by the rise of the ebook, issues about control over content and licensing and of the privacy of thought itself. We will also look at the legal skirmishes over this space, including the copyright fair use litigation over Google Books, the Apple e-book antitrust case. And we will look at the Amazon Kindle platform.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "law"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "V9_aHBU7EeWfzgpfp_iBVw",
            "instructorIds": [
                "146814"
            ],
            "name": "Internet Giants: The Law and Economics of Media Platforms",
            "partnerIds": [
                "102"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/de/bced60f7f111e49914553f5bc0e2a1/Internet-Sign.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "internetgiants",
            "startDate": 1436821597160,
            "workload": "About 23 hours of videos and assessments"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course introduces class participants to the political significance and societal consequences of challenges facing U.S. and international policymakers. It is designed to help participants develop skills to analyze policy proposals and advocate for their preferred options for issues on the public policy agenda ahead. The class assumes basic knowledge about governing institutions and democratic processes, while recommending supplemental materials for further study to complement reading links provided. The course focuses on future policy challenges, while examining the broad historical context in which policies are adopted and implemented.\n\nAs the course evaluates how issues are advanced by private sector interests, non-governmental organizations, and government policymakers, it examines how groups become effective policy advocates. Particular attention is paid to how winning coalitions are formed and how issue framing shapes the outcome of policy campaigns. The goal is neither to produce partisan talking points, nor to favor one governance philosophy over others. Rather it is to clarify the public policy challenges ahead and to enhance participants’ understanding of how policy options are adopted in the real world arena of contemporary politics.\n\nComing soon, you will be able to join Signature Track, a system that verifies your identity when you take an exam. This option will allow you to earn a Verified Certificate, which provides formal recognition of your achievements in the course and includes the University of Virginia logo. Before then, you can complete a “test run” of the exam. You can then re-take the exam after the Verified Certificate becomes available. For information regarding Verified Certificates, see https://courserahelp.zendesk.com/hc/en-us/articles/201212399-Verified-Certificates\"",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "NiK99anHEeS88iIAC1WehA",
            "instructorIds": [
                "9837772"
            ],
            "name": "Public Policy Challenges of the 21st Century",
            "partnerIds": [
                "18"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9c/10b7e06f4711e4ba53e9c5157fe017/Russell-Building-Dome.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "public-policy",
            "startDate": 1422767136065,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "A philanthropist is anyone who gives anything — time, money, experience, skills, and networks — in any amount, to create a better world. This course will empower you to practice philanthropy more effectively and make your giving more meaningful to both you and those you strive to help.\n\nGiving 2.0: The MOOC, is a Stanford University-sponsored online course intended to teach givers of all ages, backgrounds, incomes and experiences to give more effectively. Taught by social entrepreneur, philanthropist and bestselling author Laura Arrillaga-Andreessen, Giving 2.0: The MOOC will teach you how to assess nonprofits, create a high-impact philanthropic strategy, volunteer more effectively, use existing, free technology for good and more. \n\nGiving 2.0: The MOOC is a six-module course. Each module has a particular theme and 5-10 content-packed and activity-rich, videos exploring that theme. Videos will include lectures from Laura Arrillaga-Andreessen as well as interviews, discussions and lectures given by guest speakers. Guest speakers are renowned leaders in multiple industries including philanthropy, technology and business, who will provide unique insights into course topics. Course participants will have the opportunity to join Talkabouts – small virtual meeting groups created to discuss class-related topics. By the course’s conclusion, course participants will have created an Individual Giving Action Plan to guide their future giving in a highly effective and meaningful way. Course participants will also complete a formal nonprofit assessment and be provided with ongoing, post-MOOC philanthropy education content that will support continued development and execution of their philanthropic goals.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "1ll5BIJbEeSkLyIAC1OGNA",
            "instructorIds": [
                "9669304"
            ],
            "name": "Giving 2.0: The MOOC",
            "partnerIds": [
                "1"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/8a/9d83a02f0811e4a8ebe10d3c918b7f/MOOC-Course-Logo-V2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "philanthropist",
            "startDate": 1427490318733,
            "workload": "8.5 hours of videos, quizzes, and peer review"
        },
        {
            "courseType": "v1.session",
            "description": "Explore current evidence linking climate change and public health while learning the fundamental co-benefits of climate change mitigation.  Evaluate policies and interventions while gaining hands on experience communicating climate science and health to policy makers and the general public. ",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "v1-2500",
            "instructorIds": [
                "5832181"
            ],
            "name": "Climate Change Policy and Public Health",
            "partnerIds": [
                "65"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/9d/fef2d0645011e4b6015d62f0d52e97/CCandPH_logo-01.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ccandph",
            "workload": "4-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this MOOC, we will learn how to apply patterns and frameworks to alleviate the complexity of developing concurrent applications on mobile devices running Android that store content persistently on a device and exchange that content with popular cloud computing platforms. Throughout the MOOC we'll focus on pattern-oriented software architecture, with an emphasis on concurrent and networked programming in the context of Android middleware systems programming mechanisms, such as Content Resolvers, Content Providers, SQLite, and SyncAdapters. We illustrate by example how key pattern and framework concepts and relationships are applied to develop Content Providers that mediate access to cloud services from both an application and infrastructure perspective. Many code examples are shown throughout using Java, with a case study project used to reify the key points throughout all the modules in this MOOC.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "KFeUqJhyEeWrHRI1nVMcyw",
            "instructorIds": [
                "1337829"
            ],
            "name": "Programming Mobile Services for Android Handheld Systems: Content",
            "partnerIds": [
                "37"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/17/c8d060c93e11e5ad0ac7d49f60d497/POSA-content_logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "posacontent",
            "startDate": 1450203697870,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Calculus is one of the grandest achievements of human thought, explaining everything from planetary orbits to the optimal size of a city to the periodicity of a heartbeat. This brisk course covers the core ideas of single-variable Calculus with emphases on conceptual understanding and applications. The course is ideal for students beginning in the engineering, physical, and social sciences. Distinguishing features of the course include: 1) the introduction and use of Taylor series and approximations from the beginning; 2) a novel synthesis of discrete and continuous forms of Calculus; 3) an emphasis on the conceptual over the computational; and 4) a clear, dynamic, unified approach.\n\nIn this third part--part three of five--we cover integrating differential equations, techniques of integration, the fundamental theorem of integral calculus, and difficult integrals.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                }
            ],
            "id": "rrHRlF1kEeWGRgqDyC2Iqw",
            "instructorIds": [
                "227062"
            ],
            "name": "Calculus: Single Variable Part 3 - Integration",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/eb/fa49b0977311e5894d4f9b8bb1895f/CSV-logo-chapter-3-copy.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "integration-calculus",
            "startDate": 1449512494581,
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course is designed for anyone who is interested in learning more about modern astronomy. We will help you get up to date on the most recent astronomical discoveries while also providing support at an introductory level for those who have no background in science.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "usIwBhODEeWfzgpfp_iBVw",
            "instructorIds": [
                "8632010"
            ],
            "name": "Astronomy: Exploring Time and Space",
            "partnerIds": [
                "222"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/60/b710e050cf11e4809c3338dc5f4ac8/CourseImage.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "astro",
            "startDate": 1439243989829,
            "workload": "~26 hours of lectures and assignments"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Current and future public health is characterized by the increase of chronic and degenerative diseases, corresponding to the worldwide ageing of the population. The increasing prevalence of these conditions together with the long incubation period of the chronic diseases and the restless technological innovations, offer new opportunities to develop strategies for early diagnosis.\nIt is an important task of public health to critically assess the promises and the pitfalls of screening strategies. In this perspective, this MOOC will detail the background concepts of early diagnosis, the methods to assess the effectiveness and the efficiency of screening programs, the tools available of scaling up a local program, etc. In a second part of the course, current and future trends in screening in several conditions will be presented, including cancer, cardiovascular and metabolic disease, prenatal and neonatal conditions (including genetic screening), and communicable disease. \nBy the end of this MOOC, students should be able to develop a public health perspective on screening and to actively participate to the evaluation of screening strategies.\nThis MOOC has been prepared under the auspices of the Ecole romande de santé publique (www.ersp.ch) by Prof. Fred Paccaud, MD, MSc, Head of the Institute of Social and Preventive Medicine in Lausanne (www.iumsp.ch), in collaboration with Professor Antoine Flahaut, MD, PhD, head of the Institute of Global Health, Geneva (www.igh.ch).",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "1cjJ8SGJEeWa6hIFcmm3AQ",
            "instructorIds": [
                "12076727",
                "15066282"
            ],
            "name": "To Screen or not to Screen? Methods and health policies through case studies ",
            "partnerIds": [
                "49"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5d/58e6105c7e11e5b3ef3b220cf8d0ca/Screening-square-1200x1200.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "screening",
            "startDate": 1444322596694,
            "workload": "7 weeks of study, 1-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course is designed for high school students preparing to take the AP* Physics 1 Exam. * AP Physics 1 is a registered trademark of the College Board, which was not involved in the production of, and does not endorse, this product.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "z-Ezh6UFEeWGbRLK1bnBqw",
            "instructorIds": [
                "7020729",
                "7220903"
            ],
            "name": "Preparing for the AP Physics 1 Exam",
            "partnerIds": [
                "119"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1e/044270b86911e4a35fb9c92e99b604/logo8.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ap-physics-1",
            "startDate": 1453766484942,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "An introduction to key challenges and concepts important to understanding the current status and determinants of global health.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "V5SinKHsEeSqoSIACzsKQg",
            "instructorIds": [
                "3104305"
            ],
            "name": "The Challenges of Global Health",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e6/723c00edb011e399dd1ba17eb6a003/logo_course.JPG",
            "primaryLanguages": [
                "en"
            ],
            "slug": "global-health",
            "startDate": 1422311847275,
            "workload": "11 hours of videos and assessments"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course provides teachers with the foundation for understanding the movement towards virtual instruction. It introduces fundamental knowledge needed by teachers to succeed in a technology-dependent, instructional environment. You will explore the history of online learning and understand how a variety of delivery models are evolving in the K-12 environment, ranging from completely online to hybrid or blended classrooms. We will discuss how the programs work and who they serve, addressing some basics about equity issues, access and school funding, as well as ethical and legal issues that support and challenge the models. Upon completion of the course, you will understand what it takes to transition from teaching in the classroom to providing virtual instruction.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "wD1C7I_eEeWZyg6bf_Oxkw",
            "instructorIds": [
                "2333330"
            ],
            "name": "Foundations of Virtual Instruction ",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4d/b82075de73b5f48912d8b387471b16/Virtual-Instruction-Logo_Correct-Size.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "virtual-instruction",
            "startDate": 1449020235388,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course serves as an introduction to the basic principles that govern all aspects of our networked lives. We will learn about companies like Google and technologies like the Internet in a way that requires no mathematics beyond basic algebra.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "v1-677",
            "instructorIds": [
                "599445",
                "11507527"
            ],
            "name": "Networks Illustrated: Principles without Calculus",
            "partnerIds": [
                "4"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/13/492710352911e4aeabbf8c949e23f9/ni-logo2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ni",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Introduction à l'optique non-linéaire, qui correspond au régime d'interaction laser-matière que l'on peut explorer à l'aide de lasers intenses, comme par exemple les lasers femtosecondes.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "electrical-engineering"
                }
            ],
            "id": "lXG8rtQ9EeS4NCIAC7KEDw",
            "instructorIds": [
                "1395305",
                "8113339"
            ],
            "name": "Optique non-linéaire",
            "partnerIds": [
                "66"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9f/bd3560f54611e3bd399de7af143ade/continuum.jpg",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "physique-optique",
            "startDate": 1427756925902,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "An immersive experience in the world of sports that will take students through the four stages of the professional athlete's career. Utilizing lectures, guest speakers and hypothetical walkthroughs, students will learn how the best sports agents manage each of these four stages.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "v1-1986",
            "instructorIds": [
                "8603010"
            ],
            "name": "Representing the Professional Athlete",
            "partnerIds": [
                "68"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/5b/887460352c11e4b89cffcbd250fdc9/Logo_3.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "sportsagents",
            "workload": "1-2 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course has been developed to provide students with the latest instruction on the best way for creators, consumers, and facilitators to navigate the resurgence of one of the world’s most exciting industries: the music business. Three things are clear about today’s music industry: The consumption of music is expanding at the greatest rate in history and from the most portals ever imagined, the cost of producing music is decreasing, and the number of artists creating and seeking to expose their work and develop careers through the Internet has increased dramatically. Whether you’re a music creator, consumer, or facilitator of this process, you’ll want to understand the history, underpinnings, and basics of the music business. Course author John Kellogg—administrator, educator, entertainment lawyer, performer, and radio and television personality—offers students the opportunity to learn the fundamental principles of the developing new music business, for now and into the future.\n\nWhat you'll learn: \n-- The basic history of the music industry and today's business trends\n-- How recording agreements are formulated\n-- The basics of copyright law as it pertains to the music business\n-- The role of agents, managers, attorneys, and specific business entities",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "k8B9WjxkEeW7GArkqhNhJw",
            "instructorIds": [
                "14650314"
            ],
            "name": "Music Business Foundations",
            "partnerIds": [
                "21"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/cb/1f2e904fed11e5b74c8f36418d940e/16214499993_1266826e38_h.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "music-business-foundations",
            "startDate": 1441912158417,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Este curso proporciona una breve introducción a los fundamentos de las finanzas. Puedes aplicar estas habilidades en un reto empresarial real como parte de la Programa Especializado de Fundamentos Empresariales de Wharton.",
            "domainTypes": [],
            "id": "v1-3556",
            "instructorIds": [
                "10339756"
            ],
            "name": "Introducción a las Finanzas Corporativas",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/b9/940d705e3a11e587e8251e2ee49b08/whartonfinance.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "whartonfinancees",
            "startDate": 1453248000000,
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn the basic principles for design of randomized clinical trials and how they should be reported. ",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "research-methods"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-803",
            "instructorIds": [
                "3962960",
                "3962813"
            ],
            "name": "Design and Interpretation of Clinical Trials",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/50/6c6cd0194c6c50e31daf017c4f440b/ClinTrials-02.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "clintrials",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Reasoning is important.  This course will teach you how to do it well.  You will learn how to understand and assess arguments by other people and how to construct good arguments of your own about whatever matters to you.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "v1-58",
            "instructorIds": [
                "932346",
                "935146"
            ],
            "name": "Think Again: How to Reason and Argue",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/44/c1a7a0352d11e48239673584835daa/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "thinkagain",
            "workload": "5-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Nanotechnology and nanosensors are broad, interdisciplinary areas that encompass (bio)chemistry, physics, biology, materials science, electrical engineering and more. The present course will provide a survey on some of the fundamental principles behind nanotechnology and nanomaterials and their vital role in novel sensing properties and applications. The course will discuss interesting interdisciplinary scientific and engineering knowledge at the nanoscale to understand fundamental physical differences at the nanosensors. By the end of the course, students will understand the fabrication, characterization, and manipulation of nanomaterials, nanosensors, and how they can be exploited for new applications. Also, students will apply their knowledge of nanotechnology and nanosensors to a topic of personal interest in this course.\n\n----------------\nCOURSE OBJECTIVES\nThe course main objective is to enhance critical, creative, and innovative thinking. The course encourages multicultural group work, constructing international 'thinking tanks' for the creation of new ideas. Throughout the course, you will be asked to reflect upon your learning, think \"out of the box\", and suggest creative ideas.   \n\nThe course is set to encourage the understanding of:\n1.      The importance of nanoscale materials for sensing applications.\n2.      Approaches used for characterizing sensors based nanomaterials.\n3.      Approaches used for tailoring nanomaterials for a specific sensing application.\n4.      Metallic and semiconductor nanoparticles.\n5.      Organic and inorganic nanotubes and nanowires.\n6.      Optical, mechanical and chemical sensors based on nanomaterials.\n7.      Hybrid nanomaterial-based sensors.\n\n----------------\n\nWe recommend that you read the following supplementary reading materials:\n-Jiří Janata, Principles of Chemical Sensors, Springer, 2d Edition (1989).\n-Roger George Jackson, Novel Sensors and Sensing, CRC Press (2004).\n_ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _\n\nTeaching Team\n\nAbout Professor Haick Hossam\n\nProfessor Hossam Haick is an expert in the field of nanotechnology, nanosensors, and non-invasive disease diagnosis. Prof. Haick is the recipient of the prestigious Marie Curie Excellence Award, ERC Award, and the FP-7 Health Award. He is also the recipient of more than 42 international honors and prizes for his achievements, including a Knight of the Order of Academic Palms (conferred by the French Government) and the “List of the World’s Top 35 Young Scientists”, and the Discovery Award of the Bill & Melinda Gates. Prof. Haick is the founder and the leader of a European consortium of eight universities and companies for the development of advanced generation of nanosensors for disease diagnosis. He also serves as an associate editor of the two journals and serves as an advisory consultant to the Chemical Abstracts Service (CAS) – the world's authority for chemical information - a senior scientific advisory member of several national and international companies and institutes, and as a scientific evaluator in the European Commission.\nEmail: hhossam@technion.ac.il  \n_ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ \n\nCourse Staff\n\nMeital Bar-Segev, Teaching Assistant: Received her B.A. (Cum Laude) in Chemistry and B.Sc (Cum Laude) in Materials Engineering from the Technion – Israel Institute of Technology (both in 2010). During her studies, she worked in a student position at Tower Semiconductors Ltd. After graduation she worked at Alfred Mann Institute in the Technion (AMIT) as a process development engineer. Currently, she performs her Ph.D. degree (direct track) in the Russell Berrie Nanotechnology Institute (RBNI) of the Technion under the supervision of Prof. Hossam Haick. The research of Meital focuses is the development of electronic skin based on nanoparticles.\n\nAbeer Watted, Teaching Assistant: Received her B.Sc. and M.Sc. in Transportation and Highways Engineering from the Technion.  She is a Ph.D. candidate at the Department of Education in Science and Technology at the Technion, under the supervision of Asst. Prof. Miri Barak. She received a second master degree in Educatu in Science and Technology from the Technion in 2013. Her research focuses on science education and inquiry-based laboratories. Currently, Abeer works as a lecturer at Al-Qasemi Academic College of Education, where she serves also as the head of Civil Engineering Department.\n\nMaya Usher, Teaching Assistant: Received her B.A. and M.A. (Cum Laude) in Communication Studies from Sapir Academic College and Ben Gurion University- Israel (2009; 2013 respectively). She works as a lecturer at the Open University of Israel. Currently, she is a PhD. candidate at the Department of Education in Science and Technology at the Technion, under the supervision of Asst. Prof. Miri Barak. Her research focuses on examining online collaborative learning in small multicultural groups. \n\nMuhammad Khatib, Teaching Assistant: Received his B.Sc in Biochemical Engineering from the Technion – Israel Institute of Technology (2015). His final research project, conducted with Prof. Avi Schroeder, dealt with harnessing liposome-based drug delivery systems to applications in precise agriculture. Currently, he performs his Ph.D. (special track) in the Department of Chemical Engineering of the Technion under the supervision of Prof. Hossam Haick, and his research focuses on self-healing devices for monitoring infectious diseases.\n\nMiri Barak, Pedagogical Advisor: Assistant Professor at the Department of Education in Science and Technology, Technion- Israel Institute of Technology. She is the Head of the Science and Learning Technologies group and the advisor of graduate students. Her academic activities focus on developing, integrating, and evaluating science education curricula at school and higher education levels. Her studies involve the use of information and communication technologies (ICT), with emphasis on emerging web-2.0 and cloud applications, to foster meaningful learning and high-order thinking.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "chemistry"
                }
            ],
            "id": "GY2Yx6DxEeSt6SIACzgCKw",
            "instructorIds": [
                "2444381"
            ],
            "name": "Nanotechnology and Nanosensors, Part1",
            "partnerIds": [
                "129"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/8a/1cd9dcb449398aa92ad305413d1b91/sensor-1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "nanosensors1",
            "startDate": 1450138205556,
            "workload": "60-100 hours of videos and quizzes"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Как войны изменяли политические организации, ставшие в итоге «привычными» нам государствами? Почему и когда возникают гражданские войны и революции? Почему и как нужно разделять власть? Что такое современная демократия? Почему в современных демократиях политическое представительство реализуется через политические партии? Почему выборы – важнейший институт демократии? Какие политические режимы более устойчивы к внешним изменениям? Как главе государства стоит поступить в случае неизбежного демократического транзита? Таковы одни из ключевых вопросов, которыми задаются исследователи сравнительной политики, а ответы могут быть найдены в рамках данного курса.\n\nКурс дает Вам двойную выгоду. Вы научитесь ЧТО и КАК сравнивать. Вы сможете познакомиться с важнейшими институтами, режимами и практиками. Вы осваиваете целый ряд способов анализа от всеохватных до казусно-ориентированных сравнений. \n\nВы научитесь использовать надежные методы и достоверные научные технологии сравнения на основе тренировочных сравнений разнообразных государств и демократий мира. Вы сможете сравнивать различные виды власти и способы ее распределения в современных политиях или фактическое разделение властей.\n\nВы познакомитесь с различными способами представительства людей или корпуса граждан – осуществляется ли оно главами государств или законодателями; изучите, как выборы и партии могут помочь или помешать демократическому представительству в различных случаях. Наконец Вы научитесь сравнивать «ускользающие» предметы изучения, например, преобразования, кризисы и конфликты различных видов.\n\nСИСТЕМА ОЦЕНИВАНИЯ\nФинальная оценка за курс основана на 10 тестах, выполняемых в конце каждой недели, Экзамена, который выполняется в качестве тестового задания и 1 взаимно-оцениваемого задания. Подтверждение о выполнении курса доступно в двух формах:  с отличием – балл по курсу должен составлять 80% или более; курс пройден – балл по курсу должен составлять от 65% до 80%.\n\nПРЕДВАРИТЕЛЬНЫЕ ТРЕБОВАНИЯ\nКурс рассчитан на слушателей, имеющих базовые представления о сфере политики и знакомых с набором основных понятий и концепций политической науки («власть», «государство» и его функции, «выборы», «политические партии»).",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "jC3H-47qEeWxTA6NLywNHw",
            "instructorIds": [
                "9960335",
                "6017341"
            ],
            "name": "Сравнительная политика (Comparative Politics)",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/8a/2747e05e8c11e4aef97dc156b8296c/Compol.png",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "politika-sravnitelnaja",
            "startDate": 1455578982645,
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course will cover the basic elements of designing and evaluating questionnaires. We will review the process of responding to questions, challenges and options for asking questions about behavioral frequencies, practical techniques for evaluating questions, mode specific questionnaire characteristics, and review methods of standardized and conversational interviewing.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                },
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "vrTPjkqzEeWB9g55-yieoQ",
            "instructorIds": [
                "1571980",
                "7783432"
            ],
            "name": "Questionnaire Design for Social Surveys",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/db/2738a0477311e5a9a5cb41879ea725/questionnaire.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "questionnaire-design",
            "startDate": 1444185165813,
            "workload": "4-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course combines the essential elements of Project Management and Team Leadership into one course. Through class engagement and reflection, you will acquire further understanding of the responsibilities of leadership and become better prepared to apply this knowledge to the project environment.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "PLnREdJzEeSeOiIACzWBkQ",
            "instructorIds": [
                "12023420"
            ],
            "name": "Project Management: The Basics for Success",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c7/4a9b1049ae11e4bc80b986c176101c/Project-Management-Course.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "project-management-basics",
            "startDate": 1428344920218,
            "workload": "4-8 hours of videos, readings, and quizzes"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Geospatial analysis allows the user to perform statistical analysis on data that has a spatial component and is one of the core uses for a GIS. In this class you will learn the fundamentals of geospatial and environmental analysis during four week-long modules:\n\nWeek 1: Tour ArcToolbox and learn how to use common geospatial analysis tools built into ArcGIS\n\nWeek 2: Gain a working understanding of raster data models: symbolize, reproject, overlay, and assess rasters.\n\nWeek 3: Expand your knowledge of symbology. Learn how to visually display your data by classifying it in logical groupings and then symbolizing it on your map.\n\nWeek 4: Learn how to use environment variables to constrain your analyses and get better quality data products.\n\nTake Geospatial and Environmental Analysis as a standalone course or as part of the Geographic Information Systems (GIS) Specialization. By completing the third class in the Specialization you will gain the skills needed to succeed in the full program.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "zs3YSHQ6EeWrAxJQXw-8PQ",
            "instructorIds": [
                "1460655"
            ],
            "name": "Geospatial and Environmental Analysis",
            "partnerIds": [
                "83"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/11/499e20b32411e59df627bb1e1b59c3/DesktopGIS_Alternate_5.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "geo-enviro-analysis",
            "startDate": 1453241713881,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course covers practical techniques to elicit and express software requirements from client interactions.  \n\nUpon successful completion of this course, you will be able to:\n\n - Create clear requirements to drive effective software development\n - Visualize client needs using low-fidelity prototypes\n - Maximize the effectiveness of client interactions\n - Adapt to changing product requirements",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "EdKScTVwEeWW9BKhJ4xW0Q",
            "instructorIds": [
                "14283726"
            ],
            "name": "Client Needs and Software Requirements ",
            "partnerIds": [
                "146"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9e/d149f0664911e5aebb0f55ab24a4db/requirements_icon_2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "client-needs-and-software-requirements",
            "startDate": 1448046664479,
            "workload": "4 weeks, 3 - 4 hours per week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn about emerging trends and technologies in K-12 virtual instruction. Join us as we explore this dynamic landscape and investigate how we can more deeply engage students in the virtual classroom through the use of innovative practices and technologies.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-621",
            "instructorIds": [
                "1321055"
            ],
            "name": "Emerging Trends & Technologies in the Virtual K-12 Classroom",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/50/46a370352b11e49dc56df018365453/Older-and-younger-fingers-on-Tablet.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "k12virtualtrends",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "El curso trata temas fundamentales para lograr diseñar clases desde una concepción constructivista considerando diversidad de experiencias de aprendizaje e integración adecuada de la tecnología.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "WaKiiuSYEeSRgCIACxAE0Q",
            "instructorIds": [
                "12481663"
            ],
            "name": "Hacia una práctica constructivista en el aula",
            "partnerIds": [
                "190"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/79/0f29f003e111e5b786fbbf753fd35e/iconogrande.jpeg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "aulaconstructivista",
            "startDate": 1429552868667,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "我们每个人都生活在家庭中，但恰恰因为如此，很少会有人去想家庭对我们、对社会来说究竟意味着什么。借用苏轼的名言，我们不能识得家庭的真面目是因为我们置身在家庭之中。“导论”就是要帮助大家跳出自身的局限，认识到家庭对自身、对社会的意义，理解为什么“幸福的家庭都是相似的，不幸的家庭各有各的不幸”。",
            "domainTypes": [],
            "id": "v1-3516",
            "instructorIds": [
                "14767495"
            ],
            "name": "家庭社会学导论",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/4f/356b804d3311e5831033199a566ffe/_____-01.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "pkufamilysociology",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "El tercer curso del Programa Especializado Chino básico para hispanohablantes: lenguaje y cultura empresarial es el último curso del Programa Especializado, y tiene un enfoque en el lenguaje que se usaría en un viaje a la China. Como la información aprendida en los dos cursos anteriores está integrada al contenido de este, es recomendable que el aprendiz termine los primeros dos cursos antes de tomar este. En este último curso del Programa Especializado, aprenderán como pedir comida en un restaurant, darle direcciones a un taxista, registrarse en un hotel  y más.",
            "domainTypes": [
                {
                    "domainId": "language-learning",
                    "subdomainId": "other-languages"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "mTI4WFplEeWPXA4vXFBIfw",
            "instructorIds": [
                "13728543",
                "9336122"
            ],
            "name": "Chino básico: Los viajes de negocios",
            "partnerIds": [
                "287"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/20/547b3060b611e5a4d53368478a5af8/Travel.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "chino-viajes-de-negocios",
            "startDate": 1455308935720,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Neste curso, você conhecerá os princípios fundamentais da macroeconomia geralmente ensinados em cursos trimestrais ou semestrais para alunos de graduação ou MBA. E, talvez mais importante ainda, você também aprenderá a aplicar esses princípios a uma grande variedade de situações, tanto de sua vida particular quanto profissional. Assim, o Poder da Macroeconomia vai ajudá-lo a ser bem-sucedido em um ambiente globalizado e cada vez mais competitivo.\n\nThis is a translated version. To join the original English version, please visit this page https://www.coursera.org/learn/principles-of-macroeconomics",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "5qe8W_5iEeSiniIAC1OXJA",
            "instructorIds": [
                "3014788"
            ],
            "name": "O Poder da Macroeconomia: princípios da economia no mundo real (em Português)",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e8/e53c4db972e58edae3682a02c034c3/Coursera_MacroEconomics.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "macroeconomia-pt",
            "startDate": 1435278470070,
            "workload": "13 hours of videos and quizzes"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Around the world, we find ourselves facing global epidemics of obesity, Type 2 Diabetes and other predominantly diet-related diseases. To address these public health crises, we urgently need to explore innovative strategies for promoting healthful eating. There is strong evidence that global increases in the consumption of heavily processed foods, coupled with cultural shifts away from the preparation of food in the home, have contributed to high rates of preventable, chronic disease. In this course, learners will be given the information and practical skills they need to begin optimizing the way they eat. This course will shift the focus away from reductionist discussions about nutrients and move, instead, towards practical discussions about real food and the environment in which we consume it. By the end of this course, learners should have the tools they need to distinguish between foods that will support their health and those that threaten it. In addition, we will present a compelling rationale for a return to simple home cooking, an integral part of our efforts to live longer, healthier lives.\n\nView the trailer for the course here: https://www.youtube.com/watch?v=z7x1aaZ03xU",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "nutrition"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "xMqZG1wyEeWd6BJKWlaBIw",
            "instructorIds": [
                "2395490"
            ],
            "name": "Stanford Introduction to Food and Health",
            "partnerIds": [
                "1"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b0/aae5e0b59611e58ae18543e6165465/fruit-bowl.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "food-and-health",
            "startDate": 1453131275244,
            "workload": "5 weeks of study, 1 hour/week"
        },
        {
            "courseType": "v1.session",
            "description": "中级有机化学目标是提高学生在有机反应机理，有机合成方面的知识水平，并进一步培养学生在分析问题和解决问题方面的独立思考能力。\nComprehensive Organic Chemistry focuses on the mechanism of organic reactions and synthetic methodologies.\n",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "chemistry"
                }
            ],
            "id": "v1-1379",
            "instructorIds": [
                "6158874"
            ],
            "name": "中级有机化学 Comprehensive Organic Chemistry",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/d6/090530826511e3a0059595ae38fe4f/______01.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "orgchem",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Explore the world of Confucianism, its foundational teachings, the ways in which it continues to shape Chinese culture and society, and how it may respond to today’s global challenges.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                }
            ],
            "id": "aCddRMATEeWefRKidOPI_w",
            "instructorIds": [
                "10947475"
            ],
            "name": "Explorations in Confucian Philosophy",
            "partnerIds": [
                "121"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9d/4cdc00c01e11e5bb8d1741d4288bfa/14S2_MOOC_002_I_corseSeraLogo03_V1.3.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ntucp",
            "startDate": 1454959491119,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Aprenderás  las bases y los procedimientos precisos paso a paso para que puedas llevar a cabo la autoconstrucción de una vivienda básica, segura y económica para ti y tu familia; también te será de gran utilidad si estás buscando aprender a reparar,  mejorar la estructura de tu vivienda e incluso si buscas autoemplearte.\n¡Atrévete a mejorar tus habilidades en un tema que es siempre útil y necesario!",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "CVrclTu_EeW0tw4knrMo3Q",
            "instructorIds": [
                "14757227",
                "14757579",
                "14757599",
                "14757615",
                "14757629"
            ],
            "name": "Cómo autoconstruir tu vivienda",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/37/5c3090691011e59d5ecbfad22aebdf/logo_MOOC_1.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "como-autoconstruir-tu-vivienda",
            "startDate": 1444170023608,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Welcome!\nDo you wish to know how to analyze and solve business and economic questions with data analysis tools? Then Econometrics by Erasmus University Rotterdam is the right course for you, as you learn how to translate data into models to make forecasts and to support decision making.\n\n* What do I learn?\nWhen you know econometrics, you are able to translate data into models to make forecasts and to support decision making in a wide variety of fields, ranging from macroeconomics to finance and marketing. Our course starts with introductory lectures on simple and multiple regression, followed by topics of special interest to deal with model specification, endogenous variables, binary choice data, and time series data.  You learn these key topics in econometrics by watching the videos with in-video quizzes and by making post-video training exercises. \n\n* Do I need prior knowledge?\nThe course is suitable for (advanced undergraduate) students in economics, finance, business, engineering, and data analysis, as well as for those who work in these fields. The course requires some basics of matrices, probability, and statistics, which are reviewed in the Building Blocks module. \n\n* What literature can I consult to support my studies?\nYou can follow the MOOC without studying additional sources. Further reading of the discussed topics (including the Building Blocks) is provided in the textbook that we wrote and on which the MOOC is based: Econometric Methods with Applications in Business and Economics, Oxford University Press. The connection between the MOOC modules and the book chapters is shown in the Course Guide – Further Information – How can I continue my studies.\n\n* Will there be teaching assistants active to guide me through the course?\nStaff and PhD students of our Econometric Institute will provide guidance in January and February of each year. In other periods, we provide only elementary guidance. We always advise you to connect with fellow learners of this course to discuss topics and exercises.\n\n* How will I get a certificate?\nTo gain the certificate of this course, you are asked to make six Test Exercises (one per module) and a Case Project. Further, you perform peer-reviewing activities of the work of three of your fellow learners of this MOOC. You gain the certificate if you pass all seven assignments.\n\nHave a nice journey into the world of Econometrics!\nThe Econometrics team",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                },
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "1BM3lirjEeWLVg5w1LoYqQ",
            "instructorIds": [
                "14064088",
                "11857225",
                "4965382",
                "14064130",
                "14064135",
                "14064144",
                "10045931",
                "14064754",
                "14064764"
            ],
            "name": "Econometrics: Methods and Applications",
            "partnerIds": [
                "244"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/cc/367200674611e5b196c99f5af6ad73/MOOC-econometrics.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "erasmus-econometrics",
            "startDate": 1446483489968,
            "workload": "7 weeks of study, 4-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "本课程适用于医学各专业的学生以及医疗卫生工作者。 课程包括基础统计学方法及SPSS软件应用：绪论、统计描述、t检验、方差分析、卡方检验、直线回归与相关、秩和检验。通过本课程的学习，学生能掌握医学统计学的基本方法及SPSS软件的应用技能，培养统计思维能力，并在医学科研工作中能灵活地、正确地运用统计学。",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "clinical-science"
                }
            ],
            "id": "0l8lhEXrEeWbNhIvIryYow",
            "instructorIds": [
                "9486433"
            ],
            "name": "医学统计学与SPSS软件（基础篇）",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/dc/bc2140a52411e49ba8f1cf89e108cf/______SPSS__2.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "spss-ruanjian",
            "startDate": 1442276836124,
            "workload": "1-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "本课程以通俗的语言介绍粒子物理的主要内容和最前沿的研究。课程涉及的主要内容包括： 物质和反物质， 夸克和强相互作用，中微子和弱相互作用，对称性和它的作用， 粒子物理的标准模型，粒子天文学， 暗物质。\n\nThis course gives an brief introduction of the main content and the frontier of particle physics in popular language. It includes: matter and antimatter, quark and strong interaction, neutrino and weak interaction, symmetry and its applications, standard model of particle physics, particle astronomy, dark matter etc.\n\n",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "v1-1187",
            "instructorIds": [
                "5218072"
            ],
            "name": "粒子世界探秘 Exploring Particle World",
            "partnerIds": [
                "150"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2c/3a920c3e1bd637a6a14fa57e851a82/keji_GALAXY.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "sjtujxdepw",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The Holocaust was an inconceivable historical event, which forever robbed Western culture of its innocence. As civilized human beings, we fail to understand how events of such horror could have taken place, and how an idea so inhumanly warped could have spread like wildfire through an entire continent, instigating the systematic annihilation of millions of Jews.\n\nThis free online course was produced jointly by Tel Aviv University and Yad Vashem – the World Center for Holocaust Research. This course is the second of the two courses and covers three themes in its three weeks:\n\nWeek 1: The Final Solution\nWe’ll look at the cultural and mental processes that paved the way to the comprehensive and systematic mass murder of Jews in Europe – that is, the Final Solution. As part of this hard lesson we will discuss the various characteristics of the murder sites and death camps, and reveal selected aspects of the horror that occurred in them. \n\nWeek 2: Jewish and Non-Jewish Responses to the Holocaust\nWe will try to explore questions regarding knowledge about the application of the Final Solution, as well as a variety of responses and annihilation of victims, local populations and perpetrators.\n\nWeek 3: The End of the War\nWe will dedicate this lesson to the events that occurred in the last years of the Holocaust, as well as questions of memory, commemoration and future research. \n\nWe strongly recommend that you register for \"The Holocaust - An Introduction (I): Nazi Germany: Ideology, The Jews and the World\" as well. Taking both parts of the course would enable you to obtain a fuller and more comprehensive knowledge about The Holocaust.\n\nThis online course is offered in an innovative, multi-level format, comprising: \n\nComprehensive lectures by leading researchers from Tel Aviv University and Yad Vashem.\nA wealth of voices and viewpoints presented by guest lecturers\nNumerous documents, photos, testimonies and works of art from the time of the Holocaust.\nNovel learning experience: Crowdsourcing – involving the learners themselves in the act of collecting and shaping information, via unique, exciting online assignments.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "l37U-pjxEeWqkw5zNB248Q",
            "instructorIds": [
                "10045446",
                "3910457"
            ],
            "name": "The Holocaust - An Introduction (II): The Final Solution",
            "partnerIds": [
                "110",
                "262"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/89/db3f20b52611e5bd283755a7703f37/_____-__-_______---1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "holocaust-introduction-2",
            "startDate": 1453620764030,
            "workload": "3 weeks of study, 1-2 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "《Java程序设计》课程是使用Java语言进行应用程序设计的课程，针对各专业的大学本科生开设。课程的主要目标有三： 一、掌握Java语言的语法，能够较为深入理解Java语言机制，掌握Java语言面向对象的特点。 二、掌握JavaSE中基本的API，掌握在集合、线程、输入输出、图形用户界面、网络等方面的应用。三、能够编写有一定规模的应用程序，养成良好的编程习惯，会使用重构、设计模式、单元测试、日志、质量管理工具提高代码的质量。 \n对于学过“计算机基础、计算概论或C语言的学生”尤为适用。",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "v1-2775",
            "instructorIds": [
                "11064580"
            ],
            "name": " Java程序设计",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/a1/234040a13811e49623377c3b2f985a/600x340_Java____.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "pkujava",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Изучение российского налогового права позволит слушателям впоследствии самостоятельно работать с Налоговым кодексом РФ и др. источниками налогового права, правоприменительными актами судов и налоговых органов, применять полученные знания в практике налогообложения и налогового планирования, а также для защиты налогоплательщика от неправомерных действий налоговых органов.\n",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "law"
                }
            ],
            "id": "v1-2256",
            "instructorIds": [
                "9616381"
            ],
            "name": "Введение в российское налоговое право (Introduction to the Russian Tax Law)",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/9d/655cc05dbf11e49bf4419de815f559/RTL.png",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "taxlaw",
            "workload": "5-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Corporate Finance Essentials will enable you to understand key financial issues related to companies, investors, and the interaction between them in the capital markets. By the end of this course you should be able to understand most of what you read in the financial press and use the essential financial vocabulary of companies and finance professionals.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "9zXfqf2IEeSnBSIACi-PoQ",
            "instructorIds": [
                "7721174"
            ],
            "name": "Corporate Finance Essentials",
            "partnerIds": [
                "172"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/7c/f57040f17e11e39098677c9ce4d415/CFE.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "corporate-finance-essentials",
            "startDate": 1454344508837,
            "workload": "7 weeks of study, 2-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course will cover the agricultural and urban water quality issues in Florida, their bases, land and nutrient management strategies, and the science and policy behind the best management practices (BMPs).  Students will learn to evaluate BMP research and analyze its role in determining practices and policies that protect water quality.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "v1-240",
            "instructorIds": [
                "1626852"
            ],
            "name": "Sustainable Agricultural Land Management",
            "partnerIds": [
                "31"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/b8/966f50352b11e4aa8ec52e28a42c7f/Sustainable-Agriculture.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "sustainableag",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Join High Tech High in this groundbreaking new course that follows the educational experiences of various students in our schools. We will will listen to them as they tell us How To Teach Us.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "hfzUJ-IfEeSsEiIAC7JSbg",
            "instructorIds": [
                "11809205",
                "5159494",
                "10053002"
            ],
            "name": "How To Teach Us",
            "partnerIds": [
                "251"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/7d/f5f02094ec11e484bd27b0db268cb9/course_image.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "how-to-teach-us",
            "startDate": 1429131795272,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Building upon Duke’s “Programming and the Web for Beginners” course, you will grow in your ability to be a problem-solver and programmer by writing Java programs. We are excited that you've chosen to learn Java with us! You will soon be able to solve problems that you find interesting and useful by practicing a design process you will learn in this course.\n\nJava concepts presented in this course include basic control flow; object-oriented concepts including classes and methods; custom, open-source classes; and a design-implement-debug process that you can continue to leverage as you build your experience and knowledge of programming principles.\n\nThe custom, open-source classes will provide a consistent application programming interface (API) so that you can write programs that access and transform images, websites, comma separated value (CSV) files and other data files using simple and accessible coding idioms built on the Java Iterable interface. You will learn to design, test, and debug programs and to find and read Java documentation that can serve as the basis for continued study of Java and programming.\n\nAfter completing this course you will be able to:\n1. Edit, compile, and run a Java program;\n2. Use conditionals and for loops appropriately in a Java program;\n3. Use Java API documentation in writing programs. \n4. Debug a Java program using the scientific method;\n5. Develop a Java method to solve a specific problem;\n6. Develop a set of test cases as part of developing a program;\n7. Create a class with multiple methods that work together to solve a problem; and\n8. Use divide-and-conquer design techniques for a program that uses more than one method.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "__y3wBnnEeW9dA4X94-nLQ",
            "instructorIds": [
                "352031",
                "13723816",
                "13723802",
                "244249"
            ],
            "name": "Java Programming: Solving Problems with Software",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b6/2019201a9e11e5ace08b26adce8cb5/Java.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "java-programming",
            "startDate": 1445038881808,
            "workload": "4 weeks of study, 3-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn to become an effective builder of sentences using the basic tools of English grammar, punctuation, and writing in this FREE and open course.  This is a fundamental English writing course.\n\n",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-469",
            "instructorIds": [
                "2653254",
                "2653304",
                "2191978",
                "11215981"
            ],
            "name": "Crafting an Effective Writer: Tools of the Trade (Fundamental English Writing)",
            "partnerIds": [
                "44"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/bd/c650a4feea8765e09f7045f205649b/msjc.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "basicwriting",
            "workload": "4-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Shakespeare in Community will introduce a broad audience of learners to Shakespeare, as we collectively read, watch, and engage four plays: Romeo and Juliet, A Midsummer Night’s Dream, Much Ado About Nothing, and The Tempest.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-2388",
            "instructorIds": [
                "1117563",
                "9896389",
                "9015891",
                "9016841"
            ],
            "name": " Shakespeare in Community",
            "partnerIds": [
                "65"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/90/6b54406a9211e495edbd3405b6aa1b/logo_Shakespeare.png",
            "previewLink": "https://class.coursera.org/virtualshakespeare-001/lecture/preview",
            "primaryLanguages": [
                "en"
            ],
            "slug": "virtualshakespeare",
            "workload": "2-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "A chemistry course to cover selected topics covered in advanced high school chemistry courses, correlating to the standard topics as established by the American Chemical Society.\n\nPrerequisites: Students should have a background in basic chemistry including nomenclature, reactions, stoichiometry, molarity and thermochemistry.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "chemistry"
                }
            ],
            "id": "PGQphxLCEeSD_CIACooXkA",
            "instructorIds": [
                "4431732",
                "4432742"
            ],
            "name": "Advanced Chemistry",
            "partnerIds": [
                "127"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/22/18ca2040cc56ccaf9178dff0ffeb06/AdvancedChemistryLogo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "advanced-chemistry",
            "startDate": 1416007709692,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Transform or disappear, the Darwinism of IT: In order to adapt to a digital world, a two-speed IT is needed.\nDespite the importance of IT in today’s digital world, Chief Information Officers (CIOs) often struggle to get their voices heard by executive committees.\nFaced with this challenge, IT departments are being forced to reinvent themselves to adapt their companies to the fast paced evolution of technology. The Boston Consulting Group has developed a business approach that allows IT to shed off its appearance of a heavy cost center and to adopt a new, more realistic persona as a quality service provider, partnering with users and the management.\nWould you be a professional, a student in engineering, a student in a business schools or would you just be interested in digital transformation and its implications on IT, Learn with three BCG experts why and how to manage an IT department as a business in order to transform a company and adapt it to a digital world.\n\nJoin the conversation: #2SpeedIT",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "bIkXsq9HEeSmzyIAC0yFng",
            "instructorIds": [
                "10336754",
                "10336765",
                "10336781"
            ],
            "name": "Two Speed IT: How Companies Can Surf the Digital Wave, a BCG Perspective",
            "partnerIds": [
                "128"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/15/9a389070a911e4903e55558b26a5f9/MOOC-Logo169.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "2-speed-it",
            "startDate": 1425075089635,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Learn the fundamentals of digital signal processing theory and discover the myriad ways DSP makes everyday life more productive and fun.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "electrical-engineering"
                },
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "v1-121",
            "instructorIds": [
                "676340",
                "2141686"
            ],
            "name": "Digital Signal Processing",
            "partnerIds": [
                "16"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/18/7e2c40352d11e49dc56df018365453/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "dsp",
            "workload": "8-10 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn about the ethical issues that arise when conducting human subjects research, as well as the history that grounds policies and debates in this area of biomedicine.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-526",
            "instructorIds": [
                "2075104",
                "1164831",
                "2083331",
                "2083347"
            ],
            "name": "Guinea Pigs, Heroes & Desperate Patients: The History & Ethics of Human Research",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/e3/b656f1c64eb69615dc1af6e6e0641d/GuineaPigsHeroesPatients_Logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "humanresearch",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Networked Life will explore recent scientific efforts to explain social, economic and technological structures -- and the way these structures interact -- on many different scales, from the behavior of individuals or small groups to that of complex networks such as the Internet and the global economy.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-31",
            "instructorIds": [
                "555881"
            ],
            "name": "Networked Life",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/33/e05da0352d11e4af4bdd0c6ca4b30a/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "networks",
            "workload": "1-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "PLEASE NOTE: This version of the course has been formed from an earlier version, which was actively run by the instructor and his teaching assistants. Some of what is mentioned in the video lectures and the accompanying material regarding logistics, book availability and method of grading may no longer be relevant to the present version. Neither the instructor nor the original teaching assistants are running this version of the course. There will be no certificate offered for this course.\n\nLearn how MOS transistors work, and how to model them. The understanding provided in this course is essential not only for device modelers, but also for designers of high-performance circuits.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "electrical-engineering"
                }
            ],
            "id": "j3fuwJ3EEeSfuyIACxcGsQ",
            "instructorIds": [
                "1292489"
            ],
            "name": "MOS Transistors",
            "partnerIds": [
                "40"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/33/a89e4f7802ee99b6a3ce57a0a89bd4/Logo1large_b.gif",
            "primaryLanguages": [
                "en"
            ],
            "slug": "mosfet",
            "startDate": 1435720050567,
            "workload": "8-10 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course teaches a calculus that enables precise quantitative predictions of large combinatorial structures. In addition, this course covers generating functions and real asymptotics and then introduces the symbolic method in the context of applications in the analysis of algorithms and basic structures such as permutations, trees, strings, words, and mappings.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "v1-688",
            "instructorIds": [
                "250165"
            ],
            "name": "Analysis of Algorithms",
            "partnerIds": [
                "4"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/7b/a34bd0352c11e4ae1bdd88b9e8f59b/aofa-logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "aofa",
            "startDate": 1457049600000,
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "了解如何提升工作效率和提高质量标准，学会分析和改善服务业或制造业商务流程。主要概念包括流程分析、瓶颈、流程速率和库存量等。成功完成本课程后，您可以运用所学技能处理现实商务挑战，这也是沃顿商学院商务基础专项课程的组成部分。",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "v1-3147",
            "instructorIds": [
                "1349478"
            ],
            "name": "运营管理概论（中文版）",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/11/a11270fa9411e4af70c9748d5e4a62/online_learning_slide_vOperations.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "whartonoperationszh",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Today’s workplace calls for a new style of leadership to embolden and accelerate innovation. Design offers a novel way of discovering opportunities and bringing new approaches to life in ways that benefit all stakeholders. Learn how to engage with end users, effectively frame problems, identify potential solutions, and build prototypes to test assumptions and learn what works (and doesn’t). Then dive into a range of ways large and small to bring design innovation into your organization.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "dQMNsk2NEeW2EwoziUhyxQ",
            "instructorIds": [
                "14089734",
                "15210513",
                "4052828",
                "15410054"
            ],
            "name": "Leadership Through Design Innovation",
            "partnerIds": [
                "54"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5c/993820a41211e5b5bf33ec81b16b7a/Course-5.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "leadership-design-innovation",
            "startDate": 1453060154391,
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Este curso esta diseñado para emprendedores tecnológicos que tengan la ambición de ser globales. Para lograr esto debes saber qué es y cómo interactuar con Silicon Valley, donde hoy ocurre la conversación global en tecnología. A lo largo del curso vas a darte cuenta que tu estrategia correcta es construir tu empresa desde el inicio con SV, y no venir aquí solo cuando necesites capital para escalar. También vas apreciar que SV no es solo tecnología, sino una mentalidad y forma de hacer las cosas que es única en el mundo. El curso es muy diferente a todo lo que existe, ya que te muestra SV desde adentro, en las voces de más de 30 protagonistas de este ecosistema. Nuestro objetivo es que la mentalidad y tecnologías que hoy se desarrollan en SV, te permitan construir nuevas empresas que beneficien la vida de millones de personas.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "n48qtRq5EeW9dA4X94-nLQ",
            "instructorIds": [
                "10626537"
            ],
            "name": "Decodificando Silicon Valley: cultura, innovación y emprendimiento",
            "partnerIds": [
                "190"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c7/3d2a204aa211e584c659555d4ea2c2/emprendimiento-ALTA.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "decodificando-silicon-valley",
            "startDate": 1444246324242,
            "workload": "El curso dura 4 semanas y se estima que a los alumnos les tome 5-7 horas/semana."
        },
        {
            "courseType": "v1.session",
            "description": "This course is designed to cover subjects in advanced high school chemistry courses, correlating to the standard topics as established by the American Chemical Society. This course is a precursor to the Advanced Chemistry Coursera course. Areas that are covered include atomic structure, periodic trends, compounds, reactions and stoichiometry, bonding, and thermochemistry.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "chemistry"
                }
            ],
            "id": "v1-2326",
            "instructorIds": [
                "4431732",
                "4432742"
            ],
            "name": "Chemistry",
            "partnerIds": [
                "127"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/fb/4778105ea411e4a72b157825e51735/chemistry_logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "chemistry1",
            "workload": "10-12 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course proposes an overview of current global health challenges drawing on the insights of several academic disciplines including medicine, public health, law, economics, social sciences and humanities. This interdisciplinary approach will guide the student into seven critical topics in global health.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "6VIQlm6rEeSDGiIAC1sNTA",
            "instructorIds": [
                "2918070",
                "12076727"
            ],
            "name": "Global Health: An Interdisciplinary Overview",
            "partnerIds": [
                "49"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/17/996ce09f7dc1509880adb7f7815e72/Logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "global-health-overview",
            "startDate": 1453143798139,
            "workload": "6-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Interprofessional Healthcare Informatics is a graduate-level, hands-on interactive exploration of real informatics tools and techniques offered by the University of Minnesota and the University of Minnesota's National Center for Interprofessional Practice and Education. We will be incorporating technology-enabled educational innovations to bring the subject matter to life. Over the 10 modules, we will create a vital online learning community and a working healthcare informatics network. \n\nWe will explore perspectives of clinicians like dentists, physical therapists, nurses, and physicians in all sorts of practice settings worldwide. Emerging technologies, telehealth, gaming, simulations, and eScience are just some of the topics that we will consider. \n\nThroughout the course, we’ll focus on creativity, controversy, and collaboration - as we collectively imagine and create the future within the rapidly evolving healthcare informatics milieu. All healthcare professionals and IT geeks are welcome!",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "A82QaHtJEeSliSIAC0EO7A",
            "instructorIds": [
                "2608269"
            ],
            "name": "Interprofessional Healthcare Informatics ",
            "partnerIds": [
                "50"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d5/9752af8f689bbe28e9ace2e3a9054d/Final-Health-Informatics.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "health-informatics-professional",
            "startDate": 1419022295158,
            "workload": "7 hours of videos and quizzes"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The impact of technology and networks on our lives, culture, and society continues to increase. The very fact that you can take this course from anywhere in the world requires a technological infrastructure that was designed, engineered, and built over the past sixty years. To function in an information-centric world, we need to understand the workings of network technology. This course will open up the Internet and show you how it was created, who created it and how it works. Along the way we will meet many of the innovators who developed the Internet and Web technologies that we use today. \n\n\n\n\n\n\nWhat You Will Learn:\nAfter this course you will not take the Internet and Web for granted. You will be better informed about important technological issues currently facing society. You will realize that the Internet and Web are spaces for innovation and you will get a better understanding of how you might fit into that innovation. If you get excited about the material in this course, it is a great lead-in to taking a course in Web design, Web development, programming, or even network administration. At a minimum, you will be a much wiser network citizen.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "computer-security-and-networks"
                }
            ],
            "id": "2UHGXkNtEeSfwCIACxeXRw",
            "instructorIds": [
                "122340"
            ],
            "name": "Internet History, Technology, and Security",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera.s3.amazonaws.com/topics/insidetheinternet/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "internet-history",
            "startDate": 1416007630766,
            "workload": "12 hours of videos and quizzes"
        },
        {
            "courseType": "v2.ondemand",
            "description": "En este curso abordamos los aspectos artísticos de la creación del videojuego. Para ello, proporcionaremos conocimientos y pautas sobre cómo diseñar la parte artística de un videojuego. Esto incluye diferentes aspectos. Desde la creación de entornos, al diseño de personajes, movimientos e incluso música. Todo el proceso buscará una coherencia que permita transmitir al jugador la experiencia que espera. Para definir y comprender mejor los conceptos se usan, como en el resto de cursos del Programa Especializado, ejemplos y referentes de videojuegos.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "8-kY7Cx6EeWeTg6g8grgWQ",
            "instructorIds": [
                "11224479",
                "14887019"
            ],
            "name": "Arte 3D y animación en videojuegos",
            "partnerIds": [
                "80"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d9/1e3540680c11e5a678b90bf62bc582/Course-logo--coursera-v1.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "videojuegos-animation",
            "startDate": 1443478886021,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course, participants will learn about the key financial decisions modern corporations face, as well as the alternative methods that can be employed to optimize the value of the firm’s assets. This is part of a Specialization in corporate finance created in partnership between the University of Melbourne and Bank of New York Mellon (BNY Mellon).",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "z27B3GC0EeWHVg55pNeHQQ",
            "instructorIds": [
                "11799990",
                "11282268"
            ],
            "name": "Corporate Financial Decision-Making for Value Creation",
            "partnerIds": [
                "33"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2c/40cbf0efc411e4aa16e322730ca881/BNY_Course_3_hero_image_2015.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "value-creation",
            "startDate": 1448867220933,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Learn how fashion and luxury companies work and understand their brands, products, retail, and communication strategies. Travel through business models, international development, and product categories with industry influent experts.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "4tHoAq3EEeSk9iIAC49U6w",
            "instructorIds": [
                "5179334",
                "5178594"
            ],
            "name": "Management of Fashion and Luxury Companies",
            "partnerIds": [
                "157"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e8/c700104a3711e4805271abd0a8eb20/Moncler_IMG_4315_Ottavia-Pavesi_Cover-Mafash.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "mafash",
            "startDate": 1425687556213,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "В этом курсе вы научитесь сопоставлять инвестиционные стратегии на рынке акций и узнаете особенности самостоятельного поиска и обработки информации, а также помощи  посредников (финансовых аналитиков). \n\nК концу курса вы освоитесь с терминологией, которую используют финансовые консультанты и аналитики, и с приемами, которыми они пользуются при выставлении рекомендаций «купить», «продать», «держать». \n\nВ результате прохождения курса вы \n- получите навыки самостоятельного принятия  среднесрочных инвестиционных  решений на базе общедоступной информации на рынке;\n- научитесь ранжировать акции по инвестиционной привлекательности и выбирать для себя адекватную инвестиционную стратегию (на базе расчета дивидендной и общей доходности (TSR) инвестирования в акции, общего и систематического риска, риска возможных потерь (VaR модель), изучения финансовой информации по компании (в разрезе трех проекций) и таких ее характеристик, как качество корпоративного управления и менеджмента, ликвидности);\n- сумеете правильно воспользоваться фундаментальным анализом с учетом специфики функционирования российского фондового рынка, налоговой нагрузки на компании и инвестора, биржевых (транзакционных) издержек.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "-B6venEkEeWi0g6YoSAL-w",
            "instructorIds": [
                "15612963"
            ],
            "name": "Инвестиции в акции",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/32/674ae0b89b11e5af288df91c83e825/9zDdStWNL2Y.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "investing-in-shares",
            "startDate": 1452622098791,
            "workload": ""
        }
    ],
    "linked": {
        "instructors.v1": [
            {
                "fullName": "",
                "id": "122340"
            },
            {
                "fullName": "Robert Duvall",
                "id": "13723816"
            },
            {
                "fullName": "",
                "id": "8632010"
            },
            {
                "fullName": "",
                "id": "1321055"
            },
            {
                "fullName": "Laura Huang",
                "id": "16532120"
            },
            {
                "fullName": "",
                "id": "11507527"
            },
            {
                "fullName": "Karl  T. Ulrich",
                "id": "341966"
            },
            {
                "fullName": "Myrthe van Dieijen",
                "id": "14064764"
            },
            {
                "fullName": "",
                "id": "5695372"
            },
            {
                "fullName": "",
                "id": "599445"
            },
            {
                "fullName": "",
                "id": "555881"
            },
            {
                "fullName": "",
                "id": "9616381"
            },
            {
                "fullName": "Philip Hans Franses",
                "id": "14064088"
            },
            {
                "fullName": "",
                "id": "6721109"
            },
            {
                "fullName": "",
                "id": "1626852"
            },
            {
                "fullName": "",
                "id": "1251"
            },
            {
                "fullName": "",
                "id": "2378634"
            },
            {
                "fullName": "",
                "id": "9837772"
            },
            {
                "fullName": "",
                "id": "2075104"
            },
            {
                "fullName": "",
                "id": "2444381"
            },
            {
                "fullName": "",
                "id": "3962813"
            },
            {
                "fullName": "",
                "id": "3678310"
            },
            {
                "fullName": "",
                "id": "5179334"
            },
            {
                "fullName": "",
                "id": "7220903"
            },
            {
                "fullName": "Kenny Wong",
                "id": "14283726"
            },
            {
                "fullName": "Ricardo San Martín",
                "id": "10626537"
            },
            {
                "fullName": "",
                "id": "3376806"
            },
            {
                "fullName": "Dr Na'ama Bela Shik, PhD",
                "id": "3910457"
            },
            {
                "fullName": "唐大仕",
                "id": "11064580"
            },
            {
                "fullName": "",
                "id": "5297290"
            },
            {
                "fullName": "",
                "id": "8436311"
            },
            {
                "fullName": "",
                "id": "1271"
            },
            {
                "fullName": "",
                "id": "4639533"
            },
            {
                "fullName": "",
                "id": "174814"
            },
            {
                "fullName": "",
                "id": "2653254"
            },
            {
                "fullName": "",
                "id": "932346"
            },
            {
                "fullName": "",
                "id": "6721168"
            },
            {
                "fullName": "Nicolas Graf",
                "id": "9322471"
            },
            {
                "fullName": "Сергей Нетесов",
                "id": "14977611"
            },
            {
                "fullName": "",
                "id": "9896389"
            },
            {
                "fullName": "Hud Englehart",
                "id": "15313247"
            },
            {
                "fullName": "David Bell",
                "id": "3799837"
            },
            {
                "fullName": "Dennis Fok",
                "id": "14064130"
            },
            {
                "fullName": "Ernest Duplessis",
                "id": "15030955"
            },
            {
                "fullName": "",
                "id": "10336781"
            },
            {
                "fullName": "Erik Kole",
                "id": "10045931"
            },
            {
                "fullName": "",
                "id": "1117563"
            },
            {
                "fullName": "Mikhail Mironyuk",
                "id": "6017341"
            },
            {
                "fullName": "Antoine Flahault",
                "id": "12076727"
            },
            {
                "fullName": "Francine Gresnigt",
                "id": "14064754"
            },
            {
                "fullName": "Christiaan Heij",
                "id": "11857225"
            },
            {
                "fullName": "",
                "id": "5832181"
            },
            {
                "fullName": "",
                "id": "1506477"
            },
            {
                "fullName": "",
                "id": "3892615"
            },
            {
                "fullName": "",
                "id": "6232382"
            },
            {
                "fullName": "Ing. Ernesto René Mendoza Sánchez",
                "id": "14757227"
            },
            {
                "fullName": "Andrew D. Hilton",
                "id": "13723802"
            },
            {
                "fullName": "",
                "id": "11215981"
            },
            {
                "fullName": "",
                "id": "3962960"
            },
            {
                "fullName": "Daniel J. O’Keefe",
                "id": "14898794"
            },
            {
                "fullName": "Bart van Heerikhuizen",
                "id": "14485047"
            },
            {
                "fullName": "Greg Holderfield",
                "id": "15410054"
            },
            {
                "fullName": "",
                "id": "2333330"
            },
            {
                "fullName": "Lori Rosenkopf",
                "id": "16532472"
            },
            {
                "fullName": "Florian Zettelmeyer",
                "id": "15325853"
            },
            {
                "fullName": "Pavel  Pevzner",
                "id": "1540981"
            },
            {
                "fullName": "",
                "id": "2886519"
            },
            {
                "fullName": "Professor John MacBeath",
                "id": "3366373"
            },
            {
                "fullName": "",
                "id": "11799990"
            },
            {
                "fullName": "",
                "id": "1292489"
            },
            {
                "fullName": "Greg Carpenter",
                "id": "15267349"
            },
            {
                "fullName": "",
                "id": "227062"
            },
            {
                "fullName": "",
                "id": "12023420"
            },
            {
                "fullName": "",
                "id": "3788725"
            },
            {
                "fullName": "Dr. Peter Navarro",
                "id": "3014788"
            },
            {
                "fullName": "",
                "id": "3953386"
            },
            {
                "fullName": "Candy Lee",
                "id": "2685251"
            },
            {
                "fullName": "M. en I. Héctor Guzmán Olguín",
                "id": "14757629"
            },
            {
                "fullName": "",
                "id": "676340"
            },
            {
                "fullName": "Emilia Gracia",
                "id": "13728543"
            },
            {
                "fullName": "",
                "id": "5654261"
            },
            {
                "fullName": "Маргарита Тарасова",
                "id": "13620660"
            },
            {
                "fullName": "Mikhail Ilyin",
                "id": "9960335"
            },
            {
                "fullName": "Maya Adam, MD",
                "id": "2395490"
            },
            {
                "fullName": "Frauke Kreuter, Ph.D.",
                "id": "7783432"
            },
            {
                "fullName": "Галина Кочнева",
                "id": "15070354"
            },
            {
                "fullName": "",
                "id": "12481663"
            },
            {
                "fullName": "",
                "id": "250165"
            },
            {
                "fullName": "Меньшиков Сергей Михайлович",
                "id": "16707610"
            },
            {
                "fullName": "Kim Chamberlin",
                "id": "9336122"
            },
            {
                "fullName": "",
                "id": "10336754"
            },
            {
                "fullName": "Kartik Hosanagar",
                "id": "16224543"
            },
            {
                "fullName": "",
                "id": "2653304"
            },
            {
                "fullName": "",
                "id": "4432742"
            },
            {
                "fullName": "Barbara O'Keefe",
                "id": "15411767"
            },
            {
                "fullName": "",
                "id": "11282268"
            },
            {
                "fullName": "Peter O'Connor",
                "id": "9943216"
            },
            {
                "fullName": "",
                "id": "2608269"
            },
            {
                "fullName": "Randal C. Picker",
                "id": "146814"
            },
            {
                "fullName": "",
                "id": "7020729"
            },
            {
                "fullName": "Nick Santos",
                "id": "1460655"
            },
            {
                "fullName": "Dr. David Boyd",
                "id": "3104305"
            },
            {
                "fullName": "Tom Collinger",
                "id": "2659330"
            },
            {
                "fullName": "",
                "id": "9669304"
            },
            {
                "fullName": "Enric Martí Gòdia",
                "id": "11224479"
            },
            {
                "fullName": "",
                "id": "5698953"
            },
            {
                "fullName": "Sanjay Khosla",
                "id": "15306259"
            },
            {
                "fullName": "",
                "id": "1252"
            },
            {
                "fullName": "",
                "id": "1337829"
            },
            {
                "fullName": "",
                "id": "4297433"
            },
            {
                "fullName": "Dick van Dijk ",
                "id": "14064144"
            },
            {
                "fullName": "Rajkumar Venkatesan",
                "id": "6538593"
            },
            {
                "fullName": "Nathaniel Green",
                "id": "15819935"
            },
            {
                "fullName": "Bernard LaFayette, Jr. ",
                "id": "15786347"
            },
            {
                "fullName": "何 平平",
                "id": "9486433"
            },
            {
                "fullName": "David Hsu",
                "id": "16532358"
            },
            {
                "fullName": "",
                "id": "5159494"
            },
            {
                "fullName": "M. en I. Germán López Rincón",
                "id": "14757599"
            },
            {
                "fullName": "",
                "id": "1164831"
            },
            {
                "fullName": "",
                "id": "2921188"
            },
            {
                "fullName": "",
                "id": "2083331"
            },
            {
                "fullName": "Owen Astrachan",
                "id": "352031"
            },
            {
                "fullName": "",
                "id": "8113339"
            },
            {
                "fullName": "Pam Daniels",
                "id": "15210513"
            },
            {
                "fullName": "Susan H. Rodger",
                "id": "244249"
            },
            {
                "fullName": "",
                "id": "7721174"
            },
            {
                "fullName": "",
                "id": "2141686"
            },
            {
                "fullName": "",
                "id": "3788568"
            },
            {
                "fullName": "Professor Havi Dreifuss, PhD",
                "id": "10045446"
            },
            {
                "fullName": "",
                "id": "4431732"
            },
            {
                "fullName": "Christian Terwiesch",
                "id": "1349478"
            },
            {
                "fullName": "M. en I. Marco Tulio Mendoza Rosas",
                "id": "14757615"
            },
            {
                "fullName": "",
                "id": "2249278"
            },
            {
                "fullName": "",
                "id": "10336765"
            },
            {
                "fullName": "Michel van der Wel",
                "id": "4965382"
            },
            {
                "fullName": "",
                "id": "4830503"
            },
            {
                "fullName": "",
                "id": "2191978"
            },
            {
                "fullName": "",
                "id": "8603010"
            },
            {
                "fullName": "",
                "id": "858208"
            },
            {
                "fullName": "Jana Schaich Borg",
                "id": "12388058"
            },
            {
                "fullName": "",
                "id": "2658887"
            },
            {
                "fullName": "",
                "id": "11809205"
            },
            {
                "fullName": "Deepak Somaya",
                "id": "16669983"
            },
            {
                "fullName": "",
                "id": "4277816"
            },
            {
                "fullName": "Elizabeth Gerber",
                "id": "14089734"
            },
            {
                "fullName": "",
                "id": "9015891"
            },
            {
                "fullName": "Michael R Roberts",
                "id": "10339756"
            },
            {
                "fullName": "Ed Colgate",
                "id": "4052828"
            },
            {
                "fullName": "Rafael Ruiz De Castaneda",
                "id": "2918070"
            },
            {
                "fullName": "",
                "id": "8117804"
            },
            {
                "fullName": "",
                "id": "8119639"
            },
            {
                "fullName": "Augustin Cacot",
                "id": "15820073"
            },
            {
                "fullName": "",
                "id": "935146"
            },
            {
                "fullName": "",
                "id": "9020433"
            },
            {
                "fullName": "Richard Paap",
                "id": "14064135"
            },
            {
                "fullName": "",
                "id": "5218072"
            },
            {
                "fullName": "",
                "id": "9016841"
            },
            {
                "fullName": "Артем Тикунов",
                "id": "14982619"
            },
            {
                "fullName": "Fred Paccaud (In Partnership with UNIGE)",
                "id": "15066282"
            },
            {
                "fullName": "",
                "id": "5178594"
            },
            {
                "fullName": "John P. Kellogg",
                "id": "14650314"
            },
            {
                "fullName": "Теплова Тамара Викторовна",
                "id": "15612963"
            },
            {
                "fullName": "",
                "id": "3229025"
            },
            {
                "fullName": "",
                "id": "1571980"
            },
            {
                "fullName": "John Mullins",
                "id": "14886554"
            },
            {
                "fullName": "Pere Nolla Rodríguez",
                "id": "14887019"
            },
            {
                "fullName": "Ethan Mollick",
                "id": "16531669"
            },
            {
                "fullName": "",
                "id": "14767495"
            },
            {
                "fullName": "Ing. Fernando Jaime Enriquez",
                "id": "14757579"
            },
            {
                "fullName": "",
                "id": "2083347"
            },
            {
                "fullName": "Dra. Irene Durante Montiel",
                "id": "13862325"
            },
            {
                "fullName": "Leigh Thompson",
                "id": "14353252"
            },
            {
                "fullName": "Daniel Egger",
                "id": "13723820"
            },
            {
                "fullName": "Michael Walker",
                "id": "2851010"
            },
            {
                "fullName": "",
                "id": "8492011"
            },
            {
                "fullName": "Dr. Paul Rolando Maya Ortiz ",
                "id": "14724314"
            },
            {
                "fullName": "",
                "id": "1395305"
            },
            {
                "fullName": "",
                "id": "10053002"
            },
            {
                "fullName": "",
                "id": "6158874"
            }
        ],
        "partners.v1": [
            {
                "id": "33",
                "name": "The University of Melbourne",
                "shortName": "unimelb"
            },
            {
                "id": "83",
                "name": "University of California, Davis",
                "shortName": "ucdavis"
            },
            {
                "id": "14",
                "name": "The University of Edinburgh",
                "shortName": "edinburgh"
            },
            {
                "id": "18",
                "name": "University of Virginia",
                "shortName": "uva"
            },
            {
                "id": "4",
                "name": "Princeton University",
                "shortName": "princeton"
            },
            {
                "id": "15",
                "name": "University of Washington",
                "shortName": "uw"
            },
            {
                "id": "117",
                "name": "The State University of New York",
                "shortName": "suny"
            },
            {
                "id": "44",
                "name": "Mt. San Jacinto College",
                "shortName": "msjc"
            },
            {
                "id": "287",
                "name": "Arizona State University",
                "shortName": "asu"
            },
            {
                "id": "157",
                "name": "Università Bocconi",
                "shortName": "bocconi"
            },
            {
                "id": "66",
                "name": "École Polytechnique",
                "shortName": "ep"
            },
            {
                "id": "3",
                "name": "University of Michigan",
                "shortName": "umich"
            },
            {
                "id": "172",
                "name": "IESE Business School",
                "shortName": "iese"
            },
            {
                "id": "25",
                "name": "Universiteit Leiden",
                "shortName": "leiden"
            },
            {
                "id": "16",
                "name": "École Polytechnique Fédérale de Lausanne",
                "shortName": "epfl"
            },
            {
                "id": "23",
                "name": "Emory University",
                "shortName": "emory"
            },
            {
                "id": "68",
                "name": "Case Western Reserve University",
                "shortName": "casewestern"
            },
            {
                "id": "60",
                "name": "University of Rochester",
                "shortName": "rochester"
            },
            {
                "id": "251",
                "name": "High Tech High Graduate School of Education",
                "shortName": "hightechhigh"
            },
            {
                "id": "58",
                "name": "Universidad Nacional Autónoma de México",
                "shortName": "unam"
            },
            {
                "id": "32",
                "name": "University of Maryland, College Park",
                "shortName": "umd"
            },
            {
                "id": "17",
                "name": "University of Illinois at Urbana-Champaign",
                "shortName": "illinois"
            },
            {
                "id": "26",
                "name": "University of London",
                "shortName": "london"
            },
            {
                "id": "31",
                "name": "University of Florida",
                "shortName": "ufl"
            },
            {
                "id": "53",
                "name": "University of California, San Diego",
                "shortName": "ucsd"
            },
            {
                "id": "244",
                "name": "Erasmus University Rotterdam",
                "shortName": "erasmus"
            },
            {
                "id": "148",
                "name": "McMaster University",
                "shortName": "mcmaster"
            },
            {
                "id": "121",
                "name": "Nanyang Technological University, Singapore",
                "shortName": "ntu"
            },
            {
                "id": "146",
                "name": "University of Alberta",
                "shortName": "ualberta"
            },
            {
                "id": "21",
                "name": "Berklee College of Music",
                "shortName": "berklee"
            },
            {
                "id": "106",
                "name": "Commonwealth Education Trust",
                "shortName": "cet1886"
            },
            {
                "id": "7",
                "name": "Duke University",
                "shortName": "duke"
            },
            {
                "id": "222",
                "name": "University of Arizona",
                "shortName": "arizona"
            },
            {
                "id": "80",
                "name": "Universitat Autònoma de Barcelona",
                "shortName": "uab"
            },
            {
                "id": "30",
                "name": "University of California, Irvine",
                "shortName": "uci"
            },
            {
                "id": "37",
                "name": "Vanderbilt University",
                "shortName": "vanderbilt"
            },
            {
                "id": "275",
                "name": "Novosibirsk State University ",
                "shortName": "nsu"
            },
            {
                "id": "262",
                "name": "Yad Vashem ",
                "shortName": "yadvashem"
            },
            {
                "id": "223",
                "name": "ESSEC Business School",
                "shortName": "essec"
            },
            {
                "id": "65",
                "name": "University of Wisconsin–Madison",
                "shortName": "wisconsin"
            },
            {
                "id": "29",
                "name": "The University of British Columbia",
                "shortName": "ubc"
            },
            {
                "id": "128",
                "name": "CentraleSupélec",
                "shortName": "ecp"
            },
            {
                "id": "102",
                "name": "The University of Chicago",
                "shortName": "chicago"
            },
            {
                "id": "49",
                "name": "University of Geneva",
                "shortName": "unige"
            },
            {
                "id": "131",
                "name": "University of Amsterdam",
                "shortName": "amsterdam"
            },
            {
                "id": "150",
                "name": "Shanghai Jiao Tong University",
                "shortName": "sjtu"
            },
            {
                "id": "6",
                "name": "University of Pennsylvania",
                "shortName": "penn"
            },
            {
                "id": "160",
                "name": "Higher School of Economics",
                "shortName": "hse"
            },
            {
                "id": "50",
                "name": "University of Minnesota",
                "shortName": "minnesota"
            },
            {
                "id": "110",
                "name": "Tel Aviv University",
                "shortName": "telaviv"
            },
            {
                "id": "40",
                "name": "Columbia University",
                "shortName": "columbia"
            },
            {
                "id": "54",
                "name": "Northwestern University",
                "shortName": "northwestern"
            },
            {
                "id": "127",
                "name": "University of Kentucky",
                "shortName": "uk"
            },
            {
                "id": "190",
                "name": "Pontificia Universidad Católica de Chile",
                "shortName": "ucchile"
            },
            {
                "id": "170",
                "name": "London Business School",
                "shortName": "lbs"
            },
            {
                "id": "1",
                "name": "Stanford University",
                "shortName": "stanford"
            },
            {
                "id": "129",
                "name": "Technion - Israel Institute of Technology",
                "shortName": "technion"
            },
            {
                "id": "8",
                "name": "Johns Hopkins University",
                "shortName": "jhu"
            },
            {
                "id": "163",
                "name": "Peking University",
                "shortName": "pku"
            },
            {
                "id": "119",
                "name": "University of Houston System",
                "shortName": "uhs"
            }
        ]
    },
    "paging": {
        "next": "1200",
        "total": 1804
    }
}
