{
    "elements": [
        {
            "courseType": "v2.capstone",
            "description": "The Robotics Capstone Project allows you to synthesize the learning you achieved from from each of the five Robotics Specialization courses.  Projects will be in a simulated environment or using public datasets.  Hands-on programming experience will demonstrate that you have acquired the foundations of robot movement, planning, and perception, and that you are able to translate them to a variety of practical applications in real world problems.  Completion of the capstone will better prepare you to enter the field of Robotics as well as an expansive and growing number of other career paths where robots are changing the landscape of nearly every industry.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                },
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "9wSqaVu-EeWPXA4vXFBIfw",
            "instructorIds": [
                "14966546",
                "420844",
                "14966426",
                "15517363",
                "14347503"
            ],
            "name": "Robotics: Capstone",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/47/3da4b07f3311e58f3885f55b3a8bce/Capstone.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "robotics-capstone",
            "startDate": 1447726729484,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Smartphones are one of the most influential devices that we use in our everyday lives. Smartphones consist of the most advanced hardware and software technologies that exist in the world, all combined together into a miraculous single easy-to-use portable system.\n\nThese lectures focus on the specifications, hardware modules, and OS (Operating System) iOS & Android that enable smartphones to perform various features and functionalities. Since there are so many smartphone types, in the lectures, three smartphones were selected and compared. The lecture covers the specifications of the Samsung Galaxy S6 edge, LG G4, and the iPhone 6 plus, which are among the most popular recently released smartphones in the world!\n\nWith this new knowledge on Cellular Networks, Wi-Fi, Bluetooth, Platform, OS (Operating System), Chipsets, CPU (Central Processing Unit), GPU (Graphics Processing Unit), Display, Location & Navigation system, and new Wireless Charging systems, you will be able to analyze, design, and plan new smartphones for the future.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "electrical-engineering"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "UA9HkQ8QEeWuEBJhzy2uFw",
            "instructorIds": [
                "10450398"
            ],
            "name": "Smartphone Emerging Technologies",
            "partnerIds": [
                "220"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4e/a3c280294711e58bb9bd585c483894/Smartphone-logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "smartphone-emerging-technologies",
            "startDate": 1436832036000,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "This Capstone Course builds on the language and content skills you’ve improved throughout the Specialization and develops them further. During course lessons and Peer Assessments you will expand and practice the English speaking, writing, and networking skills necessary for success in today's professional world.\n\nIn this course, you will:\n\n· Study cultural influences more thoroughly in Module 1\n\n· Engage in email correspondence to set up interviews and/or meetings in Module 2\n\n· Complete an impactful in person presentation in Module 3\n\n· Establish your online presence for long term networking in English in Module 4\n\nWeek by week, as you practice your language skills, make connections with people important to you and develop your network, you will increase your opportunities for success. Completing this Capstone Project will help you reach your English language and your professional goals now and in the future.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "YuYhlW0jEeWbyw5d8C-Blw",
            "instructorIds": [
                "15785348"
            ],
            "name": "Expand Your English Language Skills and Your Network",
            "partnerIds": [
                "9"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/bc/94c150af2e11e5ae9d8158e68cbd96/capstone.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "expand-english-network-capstone",
            "startDate": 1453239269256,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "The Capstone project is an individual assignment.\nParticipants decide the theme they want to explore and define the issue they want to solve.Their “playing field” should provide data from various sectors (such as farming and nutrition, culture, economy and employment, Education & Research, International & Europe, Housing, Sustainable, Development & Energies, Health & Social, Society, Territories & Transport). Participants are encouraged to mix the different fields and leverage the existing information with other (properly sourced) open data sets.\n\nDuring Step One, “Project Objectives Qualification and Identification of the Data Sets”, participants should explore the data set and define fix their objectives: they will have to define the what and why, which issue they want to solve and why it should provide added value for authorities or any specific organisation. \nStep Two, “Project Scope identification”, should allow participants to define the analysis framework: how the data sets should be explored.\nIn Step Three, “Main Findings Presentation and Conclusions Preparation”, participants will be asked to define the intermediary outputs and adjustments to the analysis framework. In other words, they will have to confirm the “how” and the relevancy of the initial results.\nStep Four, “Conclusions and Recommendations”, would be focused on presenting the final outputs and value case to the other participants.\n\nAssessment and grading: the participants will present their results to their peers on a regular basis. An evaluation framework will be provided for the participants to assess the quality of each other’s deliverables.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "ow0AdTeOEeWnxw5wP_KHTw",
            "instructorIds": [
                "9316917"
            ],
            "name": "Capstone:  Create Value from Open Data",
            "partnerIds": [
                "223"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/dc/2bfab050c411e58e3fc9cfb97b90da/MOOC-capstone-resize3.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "strategic-business-analytics-capstone",
            "startDate": 1441143341993,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "In this class, you will learn the basics of the PGM representation and how to construct them, using both human knowledge and machine learning techniques.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "machine-learning"
                }
            ],
            "id": "v1-3",
            "instructorIds": [
                "1257"
            ],
            "name": "Probabilistic Graphical Models",
            "partnerIds": [
                "1"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3a/867bd0352d11e48277ab05289070ba/large-icon.png",
            "previewLink": "https://class.coursera.org/pgm/lecture/preview",
            "primaryLanguages": [
                "en"
            ],
            "slug": "pgm",
            "workload": "15-20 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Do you want to write powerful, maintainable, and testable front end applications faster and with less code? Then consider joining this course to gain skills in one of the most popular Single Page Application (SPA) frameworks today, AngularJS. Developed and backed by Google, AngularJS is a very marketable skill to acquire.\n\nIn this course, we will explore the core design of AngularJS, its components and code organization techniques. We will enhance the functionality of our web app by utilizing dependency injection to reuse existing services as well as write our own. We will create reusable HTML components that take advantage of AngularJS data binding as well as extend HTML syntax with a very powerful feature of AngularJS called directives. We’ll set up routing so our SPA can have multiple views. We will also learn how to unit test our functionality. At the end of this course, you will build a fully functional, well organized and tested web application using AngularJS and deploy it to the cloud.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "It7SNTe-EeWCYBKNeFwojw",
            "instructorIds": [
                "2269822"
            ],
            "name": "Single Page Web Applications with AngularJS",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c7/3c3b00518d11e5996455c80d55c12a/jhep-coursera-course5.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "single-page-web-apps-with-angularjs",
            "startDate": 1441054077537,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course will employ a non-technical approach to analyze how governments use policy to influence a country's economy. Upon completing the course you should be able to discuss national debts and deficits, examine fiscal and monetary policy and their appropriateness to the situation of an economy, and anticipate the results of fiscal and monetary policies and structural reform on a country. These concepts will give you the tools to develop your own position in many current economic debates, such as fiscal stimulus vs. austerity, the merits of quantitative easing, the need for higher interest rates or the future growth path of many modern economies.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "XeB2pvgkEeS36CIACw8Krw",
            "instructorIds": [
                "2595276"
            ],
            "name": "Understanding economic policymaking",
            "partnerIds": [
                "61"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2a/60520067f911e3a47e0b85fce03ef6/gayle_12.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "economic-policy",
            "startDate": 1433346617597,
            "workload": "8 hours"
        },
        {
            "courseType": "v2.ondemand",
            "description": "As the fastest-growing sectors of the current global economy, both hospitality and healthcare services sector offer tremendous growth opportunities for incumbents and entrepreneurial opportunities for new entrants. To flourish on these opportunities, one must first understand each industry's unique characteristics. This course is designed to help those who are interested in career advancement opportunities in these industries to better equip themselves with enlightened and creative management capabilities. \n\nPeople who successfully complete this course will:\n\n(1)\trealize the important growth potentials of and opportunities in service businesses.\n(2)\tunderstand the unique characteristics of service businesses and realize why service businesses require special management capabilities.\n(3)\tunderstand the unique characteristics of the hospitality industry in balancing supply and demand, and develop capabilities to better manage issues triggered by the characteristics.\n(4)\tunderstand the unique characteristics of the healthcare industry in managing service quality, and develop capabilities to improve customer perceptions of service quality.\n(5)\tunderstand how these two industries are evolving into the experience business and realize new business opportunities in these industries.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "G3vp_IE6EeWuHwqbqMyacw",
            "instructorIds": [
                "15673561"
            ],
            "name": "International Hospitality & Healthcare Services Marketing",
            "partnerIds": [
                "220"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/43/00db20b38511e58219fb1ac77e7445/KakaoTalk_20160105_171558020.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "international-hospitality-healthcare-services-marketing",
            "startDate": 1453238473583,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "In this course, you will learn all of the major principles of macroeconomics normally taught in a quarter or semester course to college undergraduates or MBA students.   ",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "v1-559",
            "instructorIds": [
                "3014788"
            ],
            "name": "The Power of Macroeconomics: Economic Principles in the Real World",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/da/088ed0352a11e4b28a5b9bdf8d9c55/Coursera_MacroEconomics.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ucimacroeconomics",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Do you want to speak better English? This course will help you reach that goal. Speak English Professionally: In person, Online and On the Phone will boost your English speaking skills. In this 5 week course, you will learn how to identify and make a strong personal introduction. You will develop and demonstrate the speaking skills for group discussions: how to agree or disagree, how to clarify, restate and summarize. You will review and practice how to give information and respond to requests on the phone. You will study and role play effective interviewing. You will  prepare and give a sales “pitch”, introducing a product or service. Throughout the course, you will change how you speak English and you will become more fluent and accurate when you speak. You will demonstrate  culturally appropriate body language and tone. As you work through the course, you will complete self- and peer-evaluations. Through a combination of lectures, comprehension and vocabulary quizzes, practice and performance, you’ll gain the skills and confidence to communicate well  in English, anywhere in the world.\t\n\nBy the end of this course you will:\n•      Change how you speak English\n•\tImprove your pronunciation and fluency  \n        Increase your English vocabulary \n•\tIdentify how culture influences your speech\n•\tUse culture to help you speak correctly \n•\tDemonstrate the best body language for different cultural settings\n•\tKnow statements, questions and responses for different settings and situations",
            "domainTypes": [
                {
                    "domainId": "language-learning",
                    "subdomainId": "learning-english"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "RFyNbG0iEeW9CAqYJHF3zQ",
            "instructorIds": [
                "15785348"
            ],
            "name": "Speak English Professionally: In Person, Online & On the Phone",
            "partnerIds": [
                "9"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/93/2c6d70b97611e5a69e5b634bfd52f8/199356_Speak_Eng_Prof_Icon.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "speak-english-professionally",
            "startDate": 1453239197683,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Методы машинного обучения — будь то алгоритмы классификации или регрессии, методы кластеризации или алгоритмы понижения размерности — применяются к подготовленным данным с вычисленными признаками для решения уже сформулированной задачи. Однако специалисты по анализу данных редко оказываются в такой идеальной ситуации. Обычно перед ними ставят задачи, которые нуждаются в уточнении формулировки, выборе метрики качества и протокола тестирования итоговой модели. Данные, с которыми нужно работать, часто представлены в непригодном виде: они зашумлены, содержат ошибки и выбросы, хранятся в неудобном формате и т. д.\n\nВ этом курсе мы разберем прикладные задачи из различных областей анализа данных: анализ текста и информационный поиск, коллаборативная фильтрация и рекомендательные системы, бизнес-аналитика, прогнозирование временных рядов. На их примере вы узнаете, как извлекать признаки из разнородных данных, какие при этом возникают проблемы и как их решать. Вы научитесь сводить задачу заказчика к формальной постановке задачи машинного обучения и поймёте, как проверять качество построенной модели на исторических данных и в онлайн-эксперименте. На каждой задаче мы изучим плюсы и минусы пройденных алгоритмов машинного обучения.\n\nПрослушав этот курс, вы познакомитесь с распространенными типами прикладных задач и будете понимать схемы их решения.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "uNDhQHHuEeWrAxJQXw-8PQ",
            "instructorIds": [
                "349711",
                "143601",
                "1025473",
                "3722005",
                "188273"
            ],
            "name": "Прикладные задачи анализа данных",
            "partnerIds": [
                "176"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/49/58e8e0b0de11e5a0fb177d76ab076a/800x800-05.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "data-analysis-applications",
            "startDate": 1453244567707,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "物理學是描述世上質量與能量交互作用的學問，在這門課中我們將為大家介紹近代物理對於世界的認識。我們會從電磁學出發，進展到光學，並進而說明近代物理對人類觀念的突破。",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "v1-1510",
            "instructorIds": [
                "4374566"
            ],
            "name": "普通物理學 - 電磁學、光學及近代物理",
            "partnerIds": [
                "75"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3d/9f7fb0e61d11e39f9209262db19bb6/G01_v5.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "genphysem",
            "workload": "6-7 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Nerves, the heart, and the brain are electrical. How do these things work? This course presents fundamental principles, described quantitatively.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "v1-53",
            "instructorIds": [
                "932645"
            ],
            "name": "Bioelectricity: A Quantitative Approach",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0d/386e40352d11e49a597321ba86b5f4/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "bioelectricity",
            "workload": "6-9 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "You will gain a foundation for college-level writing valuable for nearly any field. Students will learn how to read carefully, write effective arguments, understand the writing process, engage with others' ideas, cite accurately, and craft powerful prose. We will create a workshop environment. ",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "v1-327",
            "instructorIds": [
                "1462466"
            ],
            "name": "English Composition I",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/75/957600352c11e4a4351b48ac74e750/wordlemap.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "composition",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Through this course even non-technical students can gain basic proficiency in health informatics: the application of computing to healthcare delivery, public health and community-based clinical research. The overall course paradigm is the Institute of Medicine's vision of a \"Learning Health System\" that uses data from actual patient care to gain new knowledge and feeds that knowledge back as care is delivered to achieve a safer, higher quality and more cost effective health delivery system. Module 1 covers the US healthcare delivery system's unique structural, economic and policy issues and the strategic role for health informatics. It also looks at the federal programs to encourage adoption of electronic record systems. Module 2 gives a high level overview of some key health standards with a particular emphasis on the new Fast Healthcare Interoperability Resource (FHIR) standard. Module 3 explores how these technologies are being deployed and some of their current limitations using specific commercial and open source systems as examples. It features an interview with the developers of an innovative, new EHR. Module 4 presents examples of cutting edge research using \"big data\" and shows how analytic based tools are helping overcome some of the challenges posed in the prior module. It features an interview with developers of a innovative cloud-based service to bring together datasets and analytic tools from diverse sources. Optionally, as the course progresses, students read the instructor’s book, Practitioner's Guide to Health Informatics.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "GukyRC_jEeWv_w7cMMH1Uw",
            "instructorIds": [
                "2306102"
            ],
            "name": "Health Informatics on FHIR",
            "partnerIds": [
                "9"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5d/3206b079d611e58b336319f7f9c90a/Contemporary-Health-Informatics-in-the-Cloud-Icon600x340.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "fhir",
            "startDate": 1445639764573,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this project-centered course, you will learn everything you need to research and present an effective and persuasive position paper or policy advice. We recommend you sign up for a certificate as this course is on premium grading and you will only enjoy the full benefit of the project if you can join in with the assignments. In addition this course contains the exciting opportunity to research and analyze historical decisionmaking, international relations, business cases and battles  in an effort to truly understand constructing a convincing argument.\n\nMost important decisions in life, and many unimportant ones, are taken after some degree of reflection. If those decisions affect other people, we may take some advice and we might even follow it. The larger the issue and the greater number of people involved, the more likely that advice process will be institutionalised. Most of us tend to think of policy advice in the context of things as counsel to politicians in matters of national security or policy-making by governments. Of course, we also know that it takes place on a regular basis within businesses and other organisations. But it also happens in local politics and in local campaigns and in everyday life. Every time you try to influence someone’s decision, you are offering policy advice. Even if you are not planning to be an active advisor, the discipline of collecting and arranging the necessary materials is useful in all kinds of research and writing exercises. Writing a policy advice is what we call a ‘transferrable skill’.\n\nThe course requires an academic approach, but no previous experience. The projects can be completed by both novices and advanced learners. One thing is certain. Both groups will learn a lot from the experience. \n\nWhat is a policy advice?\nIn its simplest form, a policy advice is a short paper that argues your position on a particular issue and the course of action you propose. It also tries to convince the audience to adopt your position and to take action on your advice. \n\nWhat advice can I give?\nYou may well have a topic already, based on your work or your social situation. This could be a piece of equipment your firm might want to buy or a new market it might wish to enter. It could be a campaign for a local play area or against pollution in local ground-water. In this case it is a question of arranging and presenting your position, and discussing it with others in a similar position.\n\n On the other hand, you might be open for suggestions. In this case, we have prepared some topics covering business case studies, issues of current affairs, and historical examples. For example, you could look into the archives advise Harry Truman to adopt a different policy towards the Soviet Union at the start of the Cold War. Alternatively you could suggest advise the Incas in 1532 not to be so trusting in their dealings with the Spanish. After all, you will know the outcome. So the course should appeal to everyone interested in practical policy-making as well as amateur historians, strategy gamers. Everyone can have fun applying these techniques to their favourite topics.\n\nWhat will I learn?\nThe project-based course is designed so that you learn by doing rather than by listening. The assignments that you complete, the feedback that you receive and the assignments of others that you read and upon which you comment are all intrinsic parts of the course. The lectures are designed to act as signposts along the way and the readings allow you to explore some of the issues in greater depth. During the whole course experience you will learn to:\n•\tFrame a starting position for your own research\n•\tUse search engines to locate materials required for your advice\n•\tExplore ‘academic’ data-bases\n•\tAnnotate your sources correctly\n•\tTarget your research for statistical data\n•\tChoose a visualisation for your statistical data \n•\tConstruct an argument in a logical manner\n•\tBuild up the logic in each paragraph \n•\tConduct a SWOT analysis\n•\tConduct a Risk Analysis\n•\tPresent the materials in a position paper\n•\tConvert the position paper to a policy advice\n•\tRecognise the policy-making hierarchy and shaping the advice accordingly \n•\tWrite a powerful and effective PowerPoint presentation\n•\tPlace your project in the ‘real world’ context of the policy-cycle\n•\tAnd ... Discover a great, great deal about your chosen topic.\n\nHow much time will the course take?\nThe lecture materials in each module will themselves take no more than 30 minutes to view and review. Each module is accompanied by selected reading materials, but these are not compulsory. There is also a Skills Lab with extra literature and videos to assist you to improve your writing, computer and presentation skills. Combining these parts of the course, and assuming that you make some use of all the facilities offered, the ‘on-platform’ time should take no more than an one hour for each module. \nThe project-time depends on the degree of advancement in the project choice. If you come with a ready prepared idea and knowledge of the area, then the project-time should in total be approximately four to five hours. If you decide to use the suggestions in our collections, then you should add another three to four hours to familiarise yourself with the subject and the necessary materials. If you should decide to start a completely new project from scratch, the you would need to add another three hours or so to orient yourself in the problem and then locating the required materials.\n\nAbout Project-Centered Courses: Project-centered courses are designed to help you complete a personally meaningful real-world project, with your instructor and a community of learners with similar goals providing guidance and suggestions along the way. By actively applying new concepts as you learn, you’ll master the course content more efficiently; you’ll also get a head start on using the skills you gain to make positive changes in your life and career. When you complete the course, you’ll have a finished project that you’ll be proud to use and share",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                },
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "hpIHP7ubEeWFzg5riIt8qw",
            "instructorIds": [
                "5695372"
            ],
            "name": "Be Persuasive: Write a Convincing Position Paper or Policy Advice (Project-Centered Course)",
            "partnerIds": [
                "25"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/86/4423f0c8d511e5a356099ff1dd292f/4043364183_a3f0de073b_b.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "persuasive-writing",
            "startDate": 1455469585997,
            "workload": "2-4 hours of study, 4-5 hours of active project work"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The oil and gas industry has an enormous impact on all aspects of daily life. Individuals, corporations, and national governments make financial and policy decisions based on the cost, use, and availability of these two natural resources. This two-week course looks at the two most fundamental aspects of the oil and gas industry, its operations and markets, each of which is addressed as a separate module in the course. In the operations module, the course provides an overview of the production of oil and gas, from initial exploration to final transport. The second module focuses on the forces that drive the industry's operations, the oil and gas markets, including the cost of wells, seasonal impacts on prices, and the role of oil reserves. After every lesson, learners will take short quizzes to test their newly acquired knowledge, participant in crowd-sourced discussions about global markets, and complete a final project.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "yJFvuj06EeWBrBIWi3mmCw",
            "instructorIds": [
                "11776704"
            ],
            "name": "Oil & Gas Industry Operations and Markets ",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/76/361c80a02511e594b36397a5830f12/title_image.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "oilandgas",
            "startDate": 1452013127048,
            "workload": "2 Weeks, 3 - 5 Hours Per Week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "What you’ll achieve:\nIn this project-centered course*, you will create sounds and use them in your own musical compositions. Whether you're an aspiring producer, composer, or hobbyist, this course will help you gain skills in music production and confidence using software synthesizers. Along with your classmates, you will create a massive database of designed sounds, or patches, to use in your compositions. As part of the course, you will work with a free version of FXpansion Strobe 2.\n\nWhat you’ll need to get started:\nThis course is designed for learners who are familiar with music production basics, and who have access to some basic music production equipment. Specifically, you should have experience with a digital audio workstation that supports VST, AAX, or AU plugins (Introduction to Music Production or Pro Tools Basics are recommended if you do not have this experience). You will also need a MIDI keyboard or controller (such as an oxygen 8), a digital audio workstation, such as Pro Tools, and FXpansion Strobe 2 (a free 90-day demo will be provided for Coursera learners in this course).\n\n*About Project-Centered Courses: \nThis is a ‘project-centered course’, which means it is designed specifically to help you complete a personally meaningful real-world project, with your instructor and a community of learners with similar goals providing guidance and suggestions along the way. By actively applying new concepts as you learn, you’ll master the course content more efficiently; you’ll also get a head start on using the skills you gain to make positive changes in your life and career. When you complete the course, you’ll have a finished project that you’ll be proud to use and share. \n\nTime: 1 hour of study, 5+ hours of active project work per week",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "teQEkL-gEeWw3xJ2buBW3w",
            "instructorIds": [
                "703888"
            ],
            "name": "Creating Synthesizer Sounds for Electronic Music (Project-Centered Course)",
            "partnerIds": [
                "21"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ff/74dc40c51211e59ff1d9d4cf4a894d/CI.Synth2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "music-synthesizer",
            "startDate": 1454633553080,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "The destruction of the First Temple in Jerusalem and the Babylonian Exile were a great catastrophe in the history of the Jewish Nation.  \nWhat really happened during that dark, fateful age, and how did new opportunities arise from the ashes?",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "IjmG7ah6EeWhzw6RmNsYkQ",
            "instructorIds": [
                "3287070"
            ],
            "name": "The Fall and Rise of Jerusalem",
            "partnerIds": [
                "110"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/08/9a8b00b2ec11e5a353d5cb07d03c71/The-Fall-and-Rise-of-Jerusalem.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "jerusalem",
            "startDate": 1453745022793,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Este curso forma parte de una secuencia con la que se propone un acercamiento a la Matemática Preuniversitaria que prepara para la Matemática Universitaria.\nEn él se asocia un significado real con el contenido matemático que se aprende y se integran tecnologías digitales en el proceso de aprendizaje.\nLa transferencia a varios contextos reales permitirá fortalecer un aprendizaje con significado e integrar tecnologías digitales especializadas. El objetivo es desarrollar un pensamiento matemático en el aprendizaje de contenidos relacionados con el Modelo Cúbico.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "Atq3ziANEeWKeQ6ae81EbQ",
            "instructorIds": [
                "2672777"
            ],
            "name": "3.- El Cálculo - Modelo Cúbico",
            "partnerIds": [
                "62"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e5/22d970baed11e5bfe6d98ef5595ee3/CURSO3_MODELOCUBICO.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "calculo-3",
            "startDate": 1440012758789,
            "workload": "5-6 horas/semana"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This is the fourth course in the Data Warehouse for Business Intelligence specialization. Ideally, the courses should be taken in sequence.  In this course, you will gain the knowledge and skills for using data warehouses for business intelligence purposes and for working as a business intelligence developer. You’ll have the opportunity to work with large data sets in a data warehouse environment and will learn the use of MicroStrategy's Online Analytical Processing (OLAP) and Visualization capabilities to create visualizations and dashboards. \n\nThe course gives an overview of how business intelligence technologies can support decision making across any number of business sectors. These technologies have had a profound impact on corporate strategy, performance, and competitiveness and broadly encompass  decision support systems, business intelligence systems, and visual analytics. Modules are organized around the business intelligence concepts, tools, and applications, and the use of data warehouse for business reporting and online analytical processing, for creating visualizations and dashboards, and for business performance management and descriptive analytics.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "7gLccRnoEeWjrA6seF25aw",
            "instructorIds": [
                "2962965"
            ],
            "name": "Business Intelligence Concepts, Tools, and Applications",
            "partnerIds": [
                "126"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0d/d9d6e04d0a11e5b30979299d70bb15/Course-4---Logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "business-intelligence-tools",
            "startDate": 1455470492961,
            "workload": "5 weeks of study, 3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "本课程主要面向非计算机专业学生，从Python基本语法开始，到Python中如何从本地和网络上进行数据获取，如何表示数据，再到如何对数据进行基础和高级的统计分析及可视化，到最后如何设计一个简单的GUI界面来表示和处理数据，层层推进。\n整个课程以Yahoo财经数据为基础，通过构建一个个喜闻乐见的案例，让大家可以以更直观的方式领略Python的简洁、优雅和健壮，同时探讨Python除了在商业领域之外在文学、社会学和新闻等人文社科类领域以及在数学和生物等理工类领域同样拥有便捷高效的数据处理能力，并可以触类旁通将其灵活应用于各专业中。",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "Gh3sMTAAEeW-zwq84wShFQ",
            "instructorIds": [
                "10504985"
            ],
            "name": "用Python玩转数据 Data Processing Using Python",
            "partnerIds": [
                "230"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/98/1ac3204b9111e5a7141993db26bfbc/__1.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "hipython",
            "startDate": 1440547565831,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "En este último curso del programa en Desarrollo de nuevas empresas, tú como emprendedor integrarás todo el aprendizaje logrado hasta este momento y lo pondrás al servicio de tu propio proyecto. En cada uno de los cursos precedentes, haz realizado iterativamente unos desplazamientos entre teoría y práctica, integrando lo mejor de los dos mundos, pero siempre con un enfoque en el tema particular de cada curso. Aquí, el objetivo es lograr que tú como emprendedor lleves cada una de las dimensiones de la empresa a un desempeño muy alto, y más allá de esto, que la ventaja de la empresa se vea apuntalada por claras sinergias entre los distintos componentes. Esta suma de fortalezas lleva a que las capacidades sean difíciles de replicar y a que la ventaja sea sostenible. \nEn este curso harás una evaluación integral del negocio, identificarás barreras que debes resolver y generarás soluciones creativas que te permitan superar estas restricciones, actuando al mismo tiempo en los distintos niveles que ahora manejas (el ajuste entre el producto y el consumidor, la composición del modelo de negocio y la agilidad con las cifras de la empresa). Al cerrar este curso, habrás activado tu capacidad para conducir tu emprendimiento con mano certera desde una perspectiva integral y contarás con una amplia gama de recursos para generar nuevas estrategias de crecimiento. Los mejores proyectos harán parte de una galería que será presentada a expertos.\n\nObjetivos de aprendizaje:\n\n1. Evaluar las fortalezas y debilidades del proyecto desarrollado hasta ahora y plantear soluciones creativas que integren todos los componentes, desde el conocimiento del consumidor hasta los componentes del modelo de negocio y los factores que determinan los flujos de efectivo y rentabilidad. Esta etapa recoge los principales aprendizajes desarrollados a lo largo de los cursos anteriores. \n\n2. Se sugiere la construcción de la solución integrada en grupos de 5 personas, donde cada uno de los participantes hace parte de la junta directiva de los proyectos de sus compañeros de grupo.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "ugpNeo7_EeWrHRI1nVMcyw",
            "instructorIds": [
                "3259801",
                "11113389",
                "3239255",
                "3252576",
                "13205498"
            ],
            "name": "Mi nueva empresa: los siguientes pasos ",
            "partnerIds": [
                "273"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ab/950c00abcf11e5ad9243c94e33ce1e/4Logo_Conso.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "nueva-empresa",
            "startDate": 1453244637872,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Learn how to think the way mathematicians do - a powerful cognitive process developed over thousands of years.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "v1-124",
            "instructorIds": [
                "587683"
            ],
            "name": "Introduction to Mathematical Thinking",
            "partnerIds": [
                "1"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2e/1d9a90352d11e485fc9138b3373442/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "maththink",
            "workload": "8-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "¿El pensamiento científico es sólo para científicos? Su utilidad va mucho más allá, ayudando a las personas a tomar mejores decisiones todos los días. El objetivo de este curso es fomentar en pensamiento científico en los alumnos para ayudarles a tomar mejores decisiones profesionales, personales y sociales. \n\nPara lograr este objetivo, el curso destila conceptos de ciencias y filosofía a un nivel accesible al público general, ilustrándolos con ejemplos actuales de diversas áreas.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                }
            ],
            "id": "ERjY4rTHEeSK3SIACw8Xnw",
            "instructorIds": [
                "2533383"
            ],
            "name": "Pensamiento Científico",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6c/eee82a90e4efa2c283497e09c10f5c/20130218.logo.curso.pensamiento.cientfico.amarillo.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "ciencia",
            "startDate": 1424365477145,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Around the world, we are increasingly socially and economically interdependent. Health on one side of the globe affects people on the other. Global health, once merely an ethical consideration, now dominates discussions and policies of global security. A diverse team of experts in this emerging field has come together to help you contextualize your experiences as a new or seasoned global health responder. \n\nBy the end of this course, you will be enlightened about the changing world you live in, and have a much better understanding of the machinations on how organizations and governments are striving to improve health worldwide.  You'll also learn how to keep yourself safe and be a savvy participant in the global health arena. You'll be prepared to travel and to take your skills to chronic/emergent situations and help respond to the pressing needs while participating in global health activities throughout the world.\n\nWeek one will serve as an introduction to global health concepts with a look at changing trends in the 21st century; urbanization, environmental stress and resource scarcity. During week two, we will dive into global health security: food, water, energy, and the threats of a changing climate. Week three will cover the global burden of disease, infectious disease, the rise of non-communicable diseases, mental health, and access to care. During week four, we will learn about the stakeholders in global health: NGOs, governments, non-state actors; understanding where the money comes from, how it is allocated and the challenges of measuring results; human rights: what are they and how are they protected? During week five, we move onto complex humanitarian emergencies: forced migrations, wars, response standards, and the legal basis for interventions. Finally, during week six, we will end our course by learning how to be an effective participant--caring for yourself: pre-travel preparation, understanding risks when traveling outside your home country, and physiologic vulnerability.\n\nThis course also serves as a prerequisite to the hands-on 'Global Health Responder' certification from the University of Colorado School of Medicine.  If you're interested in taking this 3-day hands on course-- offered throughout the world-- please go to coloradoWM.org or email our administrator: marisa.burton@ucdenver.edu.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "lXNlz0B0EeWKOBLv1z6n9w",
            "instructorIds": [
                "5761442"
            ],
            "name": "Foundations for Global Health Responders",
            "partnerIds": [
                "126"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/99/1668c08fb611e4b1f6bbd777c2f3d1/Screen-Shot-2014-12-29-at-4.56.55-PM.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ghresponder",
            "startDate": 1449782714888,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "We currently face unprecedented challenges on a global scale. These problems do not neatly fall into disciplines. They are complicated, complex, and connected. Join us on this epic journey of 13.8 billion years starting at the Big Bang and travelling through time all the way to the future. Discover the connections in our world, the power of collective learning, how our universe and our world has evolved from incredible simplicity to ever-increasing complexity. Experience our modern scientific origin story through Big History and discover the important links between past, current, and future events. You will find two different types of lectures. ‘Zooming In’ lectures from multiple specialists enable you to understand key concepts through the lens of different disciplines, whilst David Christian's ‘Big History Framework’ lectures provide the connective overview for a journey through eight thresholds of Big History.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "EwR6zhSDEeWCWhKuhISYpw",
            "instructorIds": [
                "14231400",
                "12688332"
            ],
            "name": "Big History: Connecting Knowledge",
            "partnerIds": [
                "254"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1c/2d5f70478b11e5a1df33e27bc524e9/BigHistory_BHI_Globaia-1000x1000-_2_.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "big-history",
            "startDate": 1442865528763,
            "workload": "6 weeks of study, 2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course, you will learn how to design technologies that bring people joy, rather than frustration. You'll learn several techniques for rapidly prototyping and evaluating multiple interface alternatives -- and why rapid prototyping and comparative evaluation are essential to excellent interaction design. You'll learn how to conduct fieldwork with people to help you get design ideas. How to make paper prototypes and low-fidelity mock-ups that are interactive -- and how to use these designs to get feedback from other stakeholders like your teammates, clients, and users. Armed with these design-thinking strategies, you’ll be able to do more creative human-centered design in any domain.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                }
            ],
            "id": "DDBg7AlXEeWTSSIAC0MDtg",
            "instructorIds": [
                "1250"
            ],
            "name": "Human-Centered Design: an Introduction",
            "partnerIds": [
                "53"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/aa/1730109cef11e38fbdeb1c3fa05ab1/hci-large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "human-computer-interaction",
            "startDate": 1435266545533,
            "workload": "4 weeks, 3-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "基于20世纪西方音乐，什么是音乐、什么是20世纪西方音乐及什么是有效聆听为全课核心线索，引导学生发展美感能力，促进其全面聆听能力的培养。The course aims to provide a clear view of the historical development of music and emphasizes the training of aural skills. ",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-2011",
            "instructorIds": [
                "8614678"
            ],
            "name": "20世纪西方音乐 Western Music in the 20th Century",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/39/71eda0156711e4845e15bd179f5136/20______.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "20cnwm",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Ce cours vous apportera une compréhension des concepts fondamentaux de la thermodynamique du point de vue de la physique, de la chimie et de l’ingénierie. Il est scindé un deux MOOCs. Dans la première partie, le Professeur J.-Ph. Ansermet de l’EPFL et son collaborateur le Dr. Sylvain Bréchet ont rassemblé en quatre leçons tous les principes fondamentaux de la thermodynamique.  La deuxième partie du MOOC illustre l’approche thermodynamique par une série d’applications présentées par des spécialistes provenant de diverses institutions partenaires du réseau RESCIF. \n\nL’objectif du cours est la compréhension et la capacité de mise en application des concepts fondamentaux de la thermodynamique. Après la présentation du premier et deuxième principe de la thermodynamique, l’exposé abordera les questions d’irréversibilité ainsi que les potentiels thermodynamiques. \n\nAprès l’établissement de ces bases conceptuelles, leurs applications à l’ingénierie tels que les transferts thermiques, la calorimétrie et les transitions de phases, seront traitées. Ensuite le point de vue de la chimie sera présenté pour aborder la conversion de l’énergie chimique en électricité. Finalement, des sujets plus avancés seront abordés, à savoir les cycles thermodynamiques, les machines thermiques, les concepts de thermodynamique adaptés au milieu continu et finalement les processus de transports.\n\nLe professeur J.-Ph. Ansermet qui est l’instigateur de ce cours s’est entouré d’experts et de spécialistes des différents domaines d’application enseignant la thermodynamique dans diverses institutions partenaires du réseau RESCIF, c’est à dire  le Professeur Michael Grätzel et  le docteur Sylvain Brechet de l’EPFL,  les Professeurs Paul Ekam, Théophile Mband, Marthe Boyomo et André Talla de l’ENSP de Yaoundé, le professeur Miltiadis Papalexandris de UCL à Louvain, le Professeur Etienne Robert du Polytechnique de Montréal,  les Professeurs Marwan Brouche et Chantal Maatouk de l’Université St-Joseph de Beyrouth.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "cwtsVmzvEeW8nRIpKnwp7Q",
            "instructorIds": [
                "2489806",
                "4324912",
                "4454339"
            ],
            "name": "Thermodynamique : fondements",
            "partnerIds": [
                "16"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ff/609a206cf011e58f1d2fe7b1990e32/vignette-thermo.tiff",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "thermo-base",
            "startDate": 1455573499064,
            "workload": "4 semaines d'étude, 1-3 heures / semaine"
        },
        {
            "courseType": "v1.session",
            "description": "Tinkering activities provide a powerful way to inspire students' interest, engagement, and understanding in science. The Tinkering Fundamentals course will help educators and enthusiasts develop a practice of tinkering and making. This course will focus on key design elements of high-quality, science-rich tinkering activities, effective facilitation strategies and environmental organization.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-614",
            "instructorIds": [
                "3260920",
                "3260925",
                "3260930"
            ],
            "name": "Tinkering Fundamentals: A Constructionist Approach to STEM Learning",
            "partnerIds": [
                "108"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/59/df1c10352a11e485649b7db944a974/Tinkering_logo_with_dots_black_tm_RGB.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "tinkering",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Statistics One is a comprehensive yet friendly introduction to statistics.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                }
            ],
            "id": "v1-25",
            "instructorIds": [
                "419984"
            ],
            "name": "Statistics One",
            "partnerIds": [
                "4"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/81/6037f0352b11e4a4351b48ac74e750/course-logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "stats1",
            "workload": "5-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course is designed to guide science educators towards an understanding of the  Framework for K-12 Science Education and how, when integrated with the Scientific and Engineering Design Practices and Crosscutting Concepts are the basis for classroom instruction using the Next Generation Science Standards.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-706",
            "instructorIds": [
                "3675391"
            ],
            "name": "Using The Next Generation Science Standards for Students’ Deeper Understanding ",
            "partnerIds": [
                "13"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/19/5bda10554211e49329bd14f553c480/Image-for-Course-Intro.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "sciframework",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This is a survey of ancient Greek history from the Bronze Age to the death of Socrates in 399 BCE. Along with studying the most important events and personalities, we will consider broader issues such as political and cultural values and methods of historical interpretation.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "zTzjmvssEeSDoyIAC1CH0g",
            "instructorIds": [
                "802670"
            ],
            "name": "The Ancient Greeks",
            "partnerIds": [
                "34"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/36/feeefc3aabeeca9639b583f0a6b2f2/ancientgreek.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ancient-greeks",
            "startDate": 1436894534503,
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "大家好，欢迎来到《天文探秘》课堂。本课程主要简单介绍天文学的基本知识，包括宇宙和星系、引力和暗物质、太阳和太阳活动、恒星和致密星（黑洞）、以及系外行星 等多个领域和方面。通过本课程的学习，你能够系统地了解到很多不曾了解的事实，惊奇地发现许多令人惊叹的奥秘。\n\n本课程总共十周，由五位老师共同授课（各位老师均为相关领域的专家）、每人两周。课程以介绍基本知识为主，尽量避免复杂公式的推导和计算，所以难度不大，但知识点比较多。学习者通过观看视频学习，然后完成每周小测即可。最后总成绩即为每周小测成绩之和。\n\n《天文探秘》课程是一门难得的好课，期待大家的加入，让我们一起探索神秘的宇宙！",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "JpfomI7mEeWzARIeC3uC5w",
            "instructorIds": [
                "13496830",
                "13500234",
                "12013808",
                "5687278",
                "13496325"
            ],
            "name": "天文探秘",
            "partnerIds": [
                "230"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/47/c8cc40a45711e5bf4fc5bb0ab2aa04/cover-pic.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "tianwenxue",
            "startDate": 1450721459945,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Ce cours est conçu pour accompagner toutes les personnes qui veulent avoir un impact positif dans la société, mais qui ne savent pas comment agir. Quel que soit votre âge ou votre formation académique, ce cours vous aidera à trouver la voie qui vous correspond pour faire bouger les lignes ! Vous apprendrez comment passer de l’envie à l’idée, et de l’idée à l’action.",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                },
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                }
            ],
            "id": "1oJb3Q_bEeWMFBICvJtBuQ",
            "instructorIds": [
                "10214239",
                "10180551",
                "4365903",
                "10491902",
                "10179211",
                "10164034",
                "10214854",
                "9900219",
                "10161735",
                "2130483"
            ],
            "name": "Devenir entrepreneur du changement",
            "partnerIds": [
                "161",
                "333"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/23/e19d80a5aa11e5a894ad7ff73294ef/TfC-CourseLogoCourseraFormat-carre__Temp.png",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "entrepreneur-changement",
            "startDate": 1440390342733,
            "workload": "2-5 heures/semaine"
        },
        {
            "courseType": "v1.session",
            "description": "What do paintings tell us about sex? How is art gendered? Here we get up close to some of the great paintings in the world’s most famous museums, giving you insight into how art speaks to us about sex, sexuality and gender.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-2186",
            "instructorIds": [
                "9355048"
            ],
            "name": "Sexing the Canvas: Art and Gender",
            "partnerIds": [
                "33"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/09/d6cae079c411e4b471b5547384f561/The_Dream_by_Rousseau.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "sexingthecanvas",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Курс дает представление о предмете философии культуры и ее базовом концептуальном аппарате, а также об истории философских учений о культуре от Античности до современности.\n\nThe course addresses a subject of the philosophy of culture and covers its history from Antiquity to the XXI century, and its basic conceptual framework.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                }
            ],
            "id": "v1-2257",
            "instructorIds": [
                "8380391"
            ],
            "name": "Философия культуры (Philosophy of Culture)",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/56/c3cdf05e8d11e497e397a84002ae46/philculture1.png",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "philculture",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Environmental law may be the one institution standing between us and planetary exhaustion. It is also an institution that needs to be reconciled with human liberty and economic aspirations. This course considers these issues and provides a tour though existing legal regimes governing pollution, water law, endangered species, toxic substances, environmental impact analyses, and environmental risk.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "law"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "-A_ToPNPEeSAEiIAC9TCSQ",
            "instructorIds": [
                "2688952"
            ],
            "name": "Introduction to Environmental Law and Policy",
            "partnerIds": [
                "77"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/13/fb54ff3e7f336cbb4f347a9e6318ff/dons-icon.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "environmental-law",
            "startDate": 1436809094342,
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "The course will consider how what we see is generated by the visual system, and what visual perception indicates about how the brain works.  The evidence will be drawn from neuroscience, psychology, science history and philosophy. Although the discussions will be informed by visual system anatomy and physiology, the focus is on perception. \n\n",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                }
            ],
            "id": "v1-1657",
            "instructorIds": [
                "5974409"
            ],
            "name": "Visual Perception and the Brain",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/c2/8d1810352b11e4b28a5b9bdf8d9c55/cube_color_hres.png",
            "previewLink": "https://class.coursera.org/visualpercepbrain-002/lecture/preview",
            "primaryLanguages": [
                "en"
            ],
            "slug": "visualpercepbrain",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course, you will learn about the famous dichotomy between active and passive investing, how to appropriately measure and analyze investment performance and what the future trends in the investment management industry are.\n\nYou will first learn about absolute and relative performance, risk-adjusted returns and how to decompose investment performance. The focus will then shift to the two main categories of investment vehicles, active and passive funds, and what they entail in terms of expected performance. Finally, you will explore the worlds of sustainable finance, neurofinance and fintech, three areas of research that will shape the future of the investment management industry.\n\nYou will also benefit from the insights of experts from UBS, our corporate partner, on the practical implementation of the various concepts we will develop in this course.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "X3F5IHK0EeWi0g6YoSAL-w",
            "instructorIds": [
                "15611903",
                "15976908",
                "15614871",
                "15614854",
                "15614818",
                "9514101",
                "15614769",
                "15614758",
                "15614730"
            ],
            "name": "Securing Investment Returns in the Long Run",
            "partnerIds": [
                "49"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/43/f09150bfc511e581feb5e4dff1f7be/geneva_thumb.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "investment-returns-long-run",
            "startDate": 1453243305105,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Are you curious how superheroes like Batman®, Superman®, Spider-Man®, and The Avengers® became global cultural phenomena appearing in multi-million dollar movies? This course will help you answer that question and improve your understanding of comics as culture.\n\nSuperman & Batman are Trademarks of DC Comics.\nSpider-Man & The Avengers are Trademarks of Marvel Comics.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                },
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "XeX04l40EeWwTg65vdwf1Q",
            "instructorIds": [
                "3091225"
            ],
            "name": "Superhero Entertainments",
            "partnerIds": [
                "47"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/df/845540d8a611e4801ef3d3220946a4/superhero-entertainments-course-logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "superhero",
            "startDate": 1443487319257,
            "workload": "1-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course, you will develop more advanced web application programming skills. You will learn how to control data read and write access using methods, publish and subscribe. You will learn how to access your database and server shells using command line tools. You will use the SimpleSchema system to validate data and generate input forms automatically. You will see a complete collaborative code editing environment, TextCircle, being built from scratch. \n\nAt the end of this course, you will be able to:\n- use Meteor methods to control data write access\n- use publish and subscribe to control data read access\n- install and use advanced Meteor packages\n- add user accounts to your applications\n- implement complex MongoDB filters\n- use the MongoDB and meteor server shells\n- define data validations schemas using SimpleSchema\n- generate data input forms automatically using SimpleSchema\n\nIn this course, you will complete:\n2 programming assignments taking ~4 hours each to complete\n4 quizzes, each taking ~20 minutes to complete\nmultiple practice quizzes, each taking ~5 minutes to complete\n\nParticipation in or completion of this online course will not confer academic credit for University of London programmes",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "EA0hyTUGEeWWBQrVFXqd1w",
            "instructorIds": [
                "1960981"
            ],
            "name": "Web Application Development with JavaScript and MongoDB",
            "partnerIds": [
                "26",
                "303"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/bf/d0c2f03cf211e5a922adc5eaf6c043/MOOC-4.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "web-application-development",
            "startDate": 1450066638583,
            "workload": "4 weeks of study, 1-2 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Case Study - Predicting Housing Prices\n\nIn our first case study, predicting house prices, you will create models that predict a continuous value (price) from input features (square footage, number of bedrooms and bathrooms,...).  This is just one of the many places where regression can be applied.  Other applications range from predicting health outcomes in medicine, stock prices in finance, and power usage in high-performance computing, to analyzing which regulators are important for gene expression.\n\nIn this course, you will explore regularized linear regression models for the task of prediction and feature selection.  You will be able to handle very large sets of features and select between models of various complexity.  You will also analyze the impact of aspects of your data -- such as outliers -- on your selected models and predictions.  To fit these models, you will implement optimization algorithms that scale to large datasets.\n\nLearning Outcomes:  By the end of this course, you will be able to:\n   -Describe the input and output of a regression model.\n   -Compare and contrast bias and variance when modeling data.\n   -Estimate model parameters using optimization algorithms.\n   -Tune parameters with cross validation.\n   -Analyze the performance of the model.\n   -Describe the notion of sparsity and how LASSO leads to sparse solutions.\n   -Deploy methods to select between models.\n   -Exploit the model to form predictions. \n   -Build a regression model to predict prices using a housing dataset.\n   -Implement these techniques in Python.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "machine-learning"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                }
            ],
            "id": "mxdq5kIJEeWC4g7VhG4bTQ",
            "instructorIds": [
                "14032411",
                "14033965"
            ],
            "name": "Machine Learning: Regression",
            "partnerIds": [
                "15"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ce/a819904d0011e5831033199a566ffe/gears-818461_1280.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ml-regression",
            "startDate": 1448910475476,
            "workload": "6 weeks of study, 5-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Principles of Public Health introduces the major concepts and principles of public health and the determinants of health status in communities. Emphasizes the ecological model that focuses on the linkages and relationships among multiple natural and social determinants affecting health.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-190",
            "instructorIds": [
                "1334447"
            ],
            "name": "Principles of Public Health",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/17/0fa4f0352911e4b28a5b9bdf8d9c55/iStock_000011822057XSmall.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "publichealth",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course exposes students to the logic of statistical reasoning and its application in the quantitative social sciences. It is meant as a thorough but accessible introduction to the topics of descriptive statistics, probability theory, and statistical inference with hands-on exercises.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                }
            ],
            "id": "v1-1975",
            "instructorIds": [
                "7012928"
            ],
            "name": "Introduction to Statistics for the Social Sciences",
            "partnerIds": [
                "93"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0c/944660352a11e4b28a5b9bdf8d9c55/dreamstime_xl_5529541.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "statistics101",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Useful quantitative models help you to make informed decisions both in situations in which the factors affecting your decision are clear, as well as in situations in which some important factors are not clear at all. In this course, you can learn how to create quantitative models to reflect complex realities, and how to include in your model elements of risk and uncertainty. You’ll also learn the methods for creating predictive models for identifying optimal choices; and how those choices change in response to changes in the model’s assumptions. You’ll also learn the basics of the measurement and management of risk. By the end of this course, you’ll be able to build your own models with your own data, so that you can begin making data-informed decisions. You’ll also be prepared for the next course in the Specialization.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "8H8wFp3KEeWoKRLkmmHLTQ",
            "instructorIds": [
                "14171478",
                "14187320"
            ],
            "name": "Modeling Risk and Realities",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1a/43c710b00611e5a9812b2f90fd1fc6/Wharton_online_risk_8x8.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "wharton-risk-models",
            "startDate": 1453236107199,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "В настоящее время умение понимать и создавать научно-технические тексты на русском языке, навыки общения по-русски на научно-технические темы необходимы как студентам, собирающимся получать образование в российских университетах, так и специалистам, работающим вместе с профессионалами из России в области атомной энергетики, IT и современных технологий.\n\nКурс формирует навыки правильного использования грамматических конструкций при составлении научно-технических текстов, расширяет знания базовой грамматики русского языка, развивает профессиональные коммуникативные способности. Прохождение курса будет интересно всем, чья деятельность связана с наукой и образованием.\n\nПо результатам успешного прохождения курса слушатели, набравшие больше 70% от максимально возможного количества баллов, получают сертификат. При этом итоговый результат, представленный как 100 %, складывается из следующих составляющих: тесты к модулям 1, 2, 3, 4, 5 и 6 дают по 13 %, тест к модулю 7 дает 22 %.\n\nДайте возможность вашему знанию русского языка работать на Вас.",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "Wokt7DntEeWO-Qq6rEZAow",
            "instructorIds": [
                "14853568",
                "14842435",
                "14841203",
                "14854099"
            ],
            "name": "Создание научно-технического текста",
            "partnerIds": [
                "281"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c0/bf6ad0562f11e5b3b731c0d5adf03e/logo_picture_russian.png",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "nauchno-texnicheski-text",
            "startDate": 1444694355603,
            "workload": "7 недель исследования, 1 час / неделю"
        },
        {
            "courseType": "v2.capstone",
            "description": "You will go through all the steps and skills used by professional journalists to produce a portfolio. Conceptualizing a news report idea, reporting, interviewing, researching, and then compiling the information for an audience will be your Capstone objective. Having a professional portfolio will help you market yourself as a journalist, showing off your work product, as well as practice and hone your journalistic skill set.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "1AAvk3H7EeWIfhKr_WcYsQ",
            "instructorIds": [
                "15385643",
                "15384900",
                "11016409",
                "15384580",
                "4759273",
                "16003827"
            ],
            "name": "Capstone: Create your own professional journalistic portfolio",
            "partnerIds": [
                "228"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b0/95a4e0bec511e59c1bb1844bad7ba4/IMG_0548.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "become-a-journalist-capstone",
            "startDate": 1453243789197,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Have you ever had the perfect data science experience? The data pull went perfectly. There were no merging errors or missing data. Hypotheses were clearly defined prior to analyses. Randomization was performed for the treatment of interest. The analytic plan was outlined prior to analysis and followed exactly. The conclusions were clear and actionable decisions were obvious. Has that every happened to you? Of course not. Data analysis in real life is messy. How does one manage a team facing real data analyses? In this one-week course, we contrast the ideal with what happens in real life. By contrasting the ideal, you will learn key concepts that will help you manage real life analyses. \n\nThis is a focused course designed to rapidly get you up to speed on doing data science in real life. Our goal was to make this as convenient as possible for you without sacrificing any essential content. We've left the technical information aside so that you can focus on managing your team and moving it forward.\n\nAfter completing this course you will know how to:\n\n1, Describe the “perfect” data science experience\n2. Identify strengths and weaknesses in experimental designs\n3. Describe possible pitfalls when pulling / assembling data and learn solutions for managing data pulls.\n4. Challenge statistical modeling assumptions and drive feedback to data analysts\n5. Describe common pitfalls in communicating data analyses\n6. Get a glimpse into a day in the life of a data analysis manager.\n\nThe course will be taught at a conceptual level for active managers of data scientists and statisticians.  Some key concepts being discussed include:\n1. Experimental design, randomization, A/B testing\n2. Causal inference, counterfactuals, \n3. Strategies for managing data quality.\n4. Bias and confounding\n5. Contrasting machine learning versus classical statistical inference\n\nCourse promo:\nhttps://www.youtube.com/watch?v=9BIYmw5wnBI\n\nCourse cover image by Jonathan Gross. Creative Commons BY-ND https://flic.kr/p/q1vudb",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "MMnLaEEjEeWKOBLv1z6n9w",
            "instructorIds": [
                "688901",
                "694443",
                "685384"
            ],
            "name": "Data Science in Real Life",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/41/0fb38045ea11e5b5d7390b00cb652a/15758315578_760fc6a65a_k.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "real-life-data-science",
            "startDate": 1442514834850,
            "workload": "1 week of study, 4-6 hours"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Learn about the music production process—including recording, editing, and mixing—and the tools available to you to create contemporary music on your computer.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "zl8I6wM2EeW0KyIACxqWIg",
            "instructorIds": [
                "703888"
            ],
            "name": "Introduction to Music Production",
            "partnerIds": [
                "21"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/47/177f107cc211e58b0e75bcc028bad2/IMP.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "music-production",
            "startDate": 1436904380244,
            "workload": "7 weeks of study, 3-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "People are social creatures and the modern Internet reflects that. Technology has made collaboration at a distance possible in new ways that present their own set of challenges. This course will introduce you to the major challenges and opportunities for creating online communities. What does the future hold? Learn how social computing can create collaboration experiences that go beyond what’s possible face to face.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "xL0drBU7EeWpKw4zIcjkHw",
            "instructorIds": [
                "1250"
            ],
            "name": "Social Computing",
            "partnerIds": [
                "53"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c4/113d5054b711e48cfb913f6cdf4d10/hci-large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "social-computing",
            "startDate": 1437520070636,
            "workload": "3 weeks, 2-3 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "Четырехнедельный финальный проект, подготовленный в партнерстве с инвестиционными компаниями и биржами (ИК Открытие, СПб биржа, Московская биржа) имитирует действия аналитика-консультанта по отбору финансовых активов в портфели инвесторов с учетом принимаемых ими рисков. \n\n- Как первый этап предполагается формирование профиля инвестора, рекомендации для него по стратегиям инвестирования на финансовом рынке. \n- На втором этапе реализуется разделение капитала инвестора на активную часть (агрессивные и сбалансированные портфели) и пассивное (инвестирование в индексы и выбор форм коллективного инвестирования). \n\nАктивное формирование портфелей предполагается на разные временные горизонты (3 года, 1 год и краткосрочный, спекулятивный), когда риск сглаживается как диверсификацией капитала в портфеле, так и включением низко-рискованных активов (государственных ценных бумаг). \nОсобое внимание уделяется налогам и комиссионным издержкам. \nДля наполнения высоко-рискованного портфеля активами на срок от года до 3-х лет для аналитика будет требоваться сопоставление акций по инвестиционной привлекательности, принимая во внимание фундаментальные и нефундаментальные факторы (показатели), ликвидность. \nДля краткосрочных инвестиций аналитик особое внимание уделяет техническому анализу, отслеживая сигналы на рынках разных активов (акций и облигаций). \nКонсервативный портфель предполагает ранжирование облигаций и поиск высоконадежных, отбор защитных акций с низким коэффициентом бета и оптимизацию весов активов в портфеле. \n\nДля каждого из рассматриваемых портфелей в соответствии с профилем инвестора предполагается расчет общих и чистых (после уплаты налогов и комиссионных при заданных налоговых ставках и наличии предусмотренных законодательством льгот) выгод инвестирования, отдачи на вложенный капитал.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "t4nH2IetEeWQhRJp8aTWZQ",
            "instructorIds": [
                "15612963",
                "5179336"
            ],
            "name": "Итоговый проект специализации \"Финансовые инструменты для частного инвестора\"",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ec/047e60b89a11e5bd283755a7703f37/9zDdStWNL2Y.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "financial-instruments-capstone",
            "startDate": 1452622106036,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "The capstone course, Design and Build a Data Warehouse for Business Intelligence Implementation, features a real-world case study that integrates your learning across all courses in the specialization. In response to business requirements presented in a case study, you’ll design and build a small data warehouse, create data integration workflows to refresh the warehouse, write SQL statements to support analytical and summary query requirements, and use the MicroStrategy business intelligence platform to create dashboards and visualizations.\n\nIn the first part of the capstone course, you’ll be introduced to a medium-sized firm, learning about their data warehouse and business intelligence requirements and existing data sources. You’ll first architect a warehouse schema and dimensional model for a small data warehouse. You’ll then create data integration workflows using Pentaho Data Integration to refresh your data warehouse. Next, you’ll write SQL statements for analytical query requirements and create materialized views to support summary data management. Finally, you will use MicroStrategy OLAP capabilities to gain insights into your data warehouse. In the completed project, you’ll have built a small data warehouse containing a schema design, data integration workflows, analytical queries, materialized views, dashboards and visualizations that you’ll be proud to show to your current and prospective employers.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "DzeIAhnpEeWDtQoum3sFeQ",
            "instructorIds": [
                "5265596"
            ],
            "name": "Design and Build a Data Warehouse for Business Intelligence Implementation",
            "partnerIds": [
                "126"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d2/c183504d0911e59bd777c2a1ef6a6e/Course-5---Logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "dwbicapstone",
            "startDate": 1441043397896,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Work on your competence to solve tasks and problems related to sustainability, responsibility and ethics. Translate this competence to management practices in your area of expertise and learn to navigate the complexities, struggles and paradoxes that can occur when changing practices at multiple levels from individuals to organizations and systems.\n",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "v1-3299",
            "instructorIds": [
                "4578073",
                "15799499",
                "15799456"
            ],
            "name": "Managing Responsibly: Practicing Sustainability, Responsibility and Ethics",
            "partnerIds": [
                "147"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/6a/0acd70169111e58c5f8b7742938042/respmgmnt.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "responsiblemgmnt",
            "startDate": 1457308800000,
            "workload": "3-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The course The Mediterranean, a Space of Exchange (from Renaissance to Enlightenment) aims to explain the Mediterranean, using history and the analysis of the past, as a space generated by routes and circulation. We consider it crucial to disclose mobility as a historical factor: a mobility comprised of four major elements, namely people, objects, ideas and practices. In our analysis of Mediterranean reality between the fifteenth and sixteenth centuries, from the Renaissance to the Enlightenment, we will pay particular attention to its western shores, an area seething with transfers and exchanges, in the social and economic spheres as well as the political and cultural, with the Iberian Peninsula, the various islands and the Italian Peninsula, all spaces of great dynamism.\n\nEl curso El Mediterráneo, espacio de intercambios (del Renacimiento a la Ilustración) quiere explicar, desde la historia y el análisis del pasado, el Mediterráneo como un espacio generado por las rutas y las circulaciones. Consideramos necesario divulgar la movilidad como factor histórico. Una movilidad centrada en cuatro grandes ámbitos: las personas, los objetos, las ideas y las prácticas. Al analizar la realidad mediterránea entre los siglos XV y XIX, del Renacimiento a la Ilustración, ponemos un foco especial en su orilla occidental, un área abocada a la transferencia y el intercambio, tanto en el ámbito social y económico como en el político y cultural, con la Península Ibérica, las islas y la Península Itálica como espacios de gran dinamismo.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "UShq4HPgEeWi0g6YoSAL-w",
            "instructorIds": [
                "16051112",
                "16109030",
                "16108981",
                "16109124",
                "16108999",
                "15353321",
                "13706361",
                "15905757",
                "15264462",
                "14195001"
            ],
            "name": "The Mediterranean, a Space of Exchange (from the Renaissance to Enlightenment)",
            "partnerIds": [
                "212"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0e/3cf56073e111e596f9b979fc575bbd/Imagenidentificativa-MOOC.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "mediterraneanhistory",
            "startDate": 1450400888587,
            "workload": "2 - 3 hours per week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "En este curso, aprenderás los principios fundamentales de la gestión del tiempo y costo en las etapas de planificación.  Se identificarán las actividades del proyecto a partir de la EDT, se establecerá la secuencia, recursos y duración necesarios para finalmente desarrollar el cronograma detallado del proyecto. De igual manera, aprenderás a estimar los costos de los recursos, para desarrollar un presupuesto detallado y flujo de efectivo a lo largo del proyecto. Después de este curso, podrás explicar los principios fundamentales del seguimiento y control del proyecto en aspectos de tiempo y costo, así cómo el cálculo de indicadores de desempeño para determinar si el proyecto va conforme a lo planeado o esta fuera de la linea base acordado y aprobada.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "ix6p0FfOEeWT8xIUiEQHHQ",
            "instructorIds": [
                "14623039"
            ],
            "name": "Programación y presupuesto del proyecto",
            "partnerIds": [
                "62",
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a3/2fe0005bff11e582f7d5db40419dbb/foto_adm_proy_gestion_riesgos_960x410.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "riesgos-cambios-proyectos",
            "startDate": 1447451747065,
            "workload": "4 semanas de estudio, 3 hora/semana"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This opening module of the Power of Markets course covers the basic assumptions about market participants made by economists, the concept of opportunity cost, and the key determinants of supply and demand. We will then learn how to use the supply-demand framework to explain and predict market outcomes and to show how government policies affect those market outcomes. We will look at how quantity demanded and supplied respond to their key determinants in quantitative (elasticity) as well as qualitative terms. The last two weeks of the first module will investigate consumer behavior more closely and show how consumer choices are driven by the interplay of preferences and budget constraints. We will employ the consumer choice framework to examine investor choice as well as policies such as ObamaCare and school choice. Finally, we will also address the concept of how to distribute a given amount of goods across a society’s consumers in the most efficient manner.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "KoJTHEpJEeWJHwqqqPAooQ",
            "instructorIds": [
                "4277816"
            ],
            "name": "The Power of Markets I: The Basics of Supply and Demand and Consumer Behavior ",
            "partnerIds": [
                "60"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1b/6e48d93b68c3914167c54a540c27e2/MarketsIcon_v1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "market-power",
            "startDate": 1447093733578,
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course will provide the scientific basis for caries (dental decay) risk assessment and practice interventions.  You will immediately be able to apply “caries management by risk assessment” into your clinical setting or into your personal health care.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-357",
            "instructorIds": [
                "3237389"
            ],
            "name": "Caries Management by Risk Assessment (CAMBRA)",
            "partnerIds": [
                "10"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/54/0c21d0352911e4aeabbf8c949e23f9/newlogo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "cariesmanagement",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Introduction to the science of human origins, the fossil and archaeological record, and genetic ancestry of living and ancient human populations. The course emphasizes the ways our evolution touches our lives, including health and diet, and explores how deep history may shape the future of our species.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "v1-425",
            "instructorIds": [
                "2605756"
            ],
            "name": "Human Evolution: Past and Future",
            "partnerIds": [
                "65"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/4a/14fb96da2a865e6b4f71fe8beb1181/amud-ohalo-vienna.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "humanevolution",
            "workload": "4-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Course in French with English subtitles --\n\nCe cours introduit à la vie et à la pensée du réformateur Jean Calvin (1509-1564) ainsi qu’à son influence sur le monde moderne et contemporain. La démarche proposée se veut critique, il ne s’agit ni de canoniser ni de condamner Calvin, mais de comprendre sa pensée avec toute la distance requise et d’en analyser les enjeux.\n--\nThis course is an introduction to the life and thought of the reformer John Calvin (1509-1564) and to his influence on the modern and contemporary world. The approach we develop is critical:  we intend neither to canonize nor to condemn Calvin or his thought. Our goal, rather, is to avoid any rash evaluation in order to understand his thought and analyze the issues at stake in it.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "v1-385",
            "instructorIds": [
                "2408877",
                "2604148",
                "2513105",
                "2590461"
            ],
            "name": "Calvin - Histoire et réception d'une Réforme",
            "partnerIds": [
                "49"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/9b/74b1b58f6ad5183a369ef568aaad29/Calvin.jpg",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "calvin",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "One of the most common tasks performed by data scientists and data analysts are prediction and machine learning. This course will cover the basic components of building and applying prediction functions with an emphasis on practical applications. The course will provide basic grounding in concepts such as training and tests sets, overfitting, and error rates. The course will also introduce a range of model based and algorithmic machine learning methods including regression, classification trees, Naive Bayes, and random forests. The course will cover the complete process of building prediction functions including data collection, feature creation, algorithms, and evaluation.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "machine-learning"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "H02KsW1DEeWXrA6ju0fvnQ",
            "instructorIds": [
                "694443",
                "685384",
                "688901"
            ],
            "name": "Practical Machine Learning",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a1/e7472069b611e3ae92c39913bb30e0/PredictionMachineLearning.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "practical-machine-learning",
            "startDate": 1451943923105,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Este curso é oferecido pelo Google em parceria com a Fundação Lemann e a Foreducation, e tem como objetivo apresentar a educadores possibilidades de uso das tecnologias do Google para aumentar a eficiência, a inovação e a personalização do ensino. O conteúdo está dividido em cinco módulos:\n\n1. Visão geral: entenda a estrutura do curso e confira dicas para obter sucesso na sua estratégia de estudo.\n2. Pesquisa e comunicação: busque recursos online e divulgue informações para a comunidade escolar.\n3. Criação e compartilhamento: crie documentos online e incentive a colaboração usando ferramentas de edição de texto, planilhas, apresentações e formulários de pesquisa.\n4. Melhorar a experiência em sala de aula: utilize ferramentas online para melhorar a comunicação e aspectos visuais nas aulas.\n5. Saiba mais: encontre links e conteúdos interessantes de assuntos relacionados ao uso de tecnologia em sala de aula.\n\nCada módulo contém um vídeo de introdução seguido de tópicos que exploram casos práticos de como educadores podem fazer o melhor uso das  tecnologias do Google  em sala de aula. Em seguida, os módulos apresentam um passo a passo sobre como realizar tarefas básicas com a ferramenta indicada e links para aprofundamento. Como conclusão de cada etapa, teremos atividades para praticar as habilidades adquiridas e discussões em fóruns para compartilhar experiências e obter feedback de outros cursistas. \n\nPronto para começar? Desejamos um excelente curso!",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "XUv9NVL-EeWEHRLwpfV5DQ",
            "instructorIds": [
                "14986012",
                "14972445"
            ],
            "name": "Fundamentos do Google para o Ensino",
            "partnerIds": [
                "224",
                "317",
                "318"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/72/7793305ca011e5a267c55c5d840037/Course-logo_google_v2.jpg",
            "primaryLanguages": [
                "pt"
            ],
            "slug": "fundamentosgoogle",
            "startDate": 1442889690323,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Learn 3 high leverage ideas and techniques to thrive in your first (or fifteenth) year of teaching.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "71uAg8wYEeSyoSIACwgCjw",
            "instructorIds": [
                "3219450"
            ],
            "name": "Surviving Your Rookie Year of Teaching: 3 Key Ideas & High Leverage Techniques",
            "partnerIds": [
                "105"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/da/3de0f7eaccf8fb5f44dc1a21d686b8/Teacher-Brain_crop.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "rookie-teaching",
            "startDate": 1428704741999,
            "workload": "4 hours of videos and assessments. "
        },
        {
            "courseType": "v2.ondemand",
            "description": "Introduction to Genetics and Evolution is a college-level class being offered simultaneously to new students at Duke University. The course gives interested people a very basic overview of some principles behind these very fundamental areas of biology.  We often hear about new \"genome sequences,\" commercial kits that can tell you about your ancestry (including pre-human) from your DNA or disease predispositions, debates about the truth of evolution, why animals behave the way they do, and how people found \"genetic evidence for natural selection.\"  This course provides the basic biology you need to understand all of these issues better, tries to clarify some misconceptions, and tries to prepare students for future, more advanced coursework in Biology (and especially evolutionary genetics).  No prior coursework is assumed.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "k9p3Qh8kEeWP0w4yK2369w",
            "instructorIds": [
                "884310"
            ],
            "name": "Introduction to Genetics and Evolution",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9c/d3c37066d111e5a86d4d21e501e403/GenEvo_Course_Logo_1080.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "genetics-evolution",
            "startDate": 1447520442387,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "目前市面上有越来越多的微电影技术与流程方面的教程，通过它们你可以知道拍微电影大致的制作流程与技术，但这样你接触的只是微电影创作的皮毛。因为，拍微电影，从根本上说我们面对的是人：演员、工作人员、观众这些活生生的人，而人比机器要难把握多了。因此，微电影创作是一种独具风格、需要深入复杂人性与感受的深层次独立创作。\n\n      本课程授课教师本着“授人以鱼，不如授人以渔”的原则，直面现有微电影实践教学中“只重技术与流程、不重观念与思维”的普遍性问题，总结多年的创作体验和授课心得，将课程分为“亲临微电影创作现场” 、 “ 勤修微影人观念”、“勤养微电影思维” 的渐进式三大模块，通过项目创作和情境再现的直观形式，带你从了解微电影的拍摄与流程的实质开始，逐步深入微电影的剧本创意与写作、角色塑造、主题表达、叙事方式、风格形成等方面真正的要点与难点，让你真切领会到微电影的创作精髓； 同时，深入研究微电影与电影在本质上、创作上的异同，提炼出微电影创作人在“初心、情怀、风格、思维、结构、细节、人物、细节、流程”等各个方面所应具备的素质与观念，并引导微影人将这些微电影素养的培养作为长期的目标坚持下去，使它变成你的自身素养的一部分，促使你达到对客观世界与对象的更高境界的感受与把握。从而在这些扎实修养的基础之上，哪怕只给你一个手机，你也依然创作出独具魅力的微电影“大片”。\n\n授课原则：\n不讲某一个软件、某一个设备的具体的操作方法。\n不讲非常完善的理论体系。（因为这些内容相关书籍或在线教程有很多，教师会在必要的时候给出相应的资料、教程链接以供补充学习与参考）\n不提供技术词典。\n专注从创作中得来的、接近创作本质的心得、体会、思考。\n坚持在创作与思考不断提升自我修养。",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "KRAVE6dBEeStlyIACxeZeQ",
            "instructorIds": [
                "8054217"
            ],
            "name": "微影人的自我修养",
            "partnerIds": [
                "188"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1b/fbd3f0504d11e4abf4af9f600e78ef/800317617.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "wei-dian-ying",
            "startDate": 1427846138972,
            "workload": "视频，测验与同伴互评共12小时"
        },
        {
            "courseType": "v1.session",
            "description": "This course introduces you to the discipline of statistics as a science of understanding and analyzing data. You will learn how to effectively make use of data in the face of uncertainty: how to collect data, how to analyze data, and how to use data to make inferences and conclusions about real world phenomena.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "v1-690",
            "instructorIds": [
                "1549355"
            ],
            "name": "Data Analysis and Statistical Inference ",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/85/ff3b80352b11e48277ab05289070ba/data_stat_graphic_600x340.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "statistics",
            "workload": "8-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course teaches you the simple principles expert managers use to improve and motivate employee performance. You’ll never have to avoid telling an employee “the truth” again, because the seven techniques we teach will not make employees defensive or afraid. As a manager, or someone who would like to be a manager, you’ll also learn specifically what feedback is, how negative feedback is weighed more heavily than positive, and how positive feedback can super-charge behaviors such as creativity and teamwork.\n\nGiving feedback is a skill which develops over time. We give you a process you can use to improve your feedback skills and deliver it with confidence. You will find that there is a scientific basis for many of your observations and intuitions about feedback—such as, it is hard to give correctly, people don’t like it, and more. This will be reassuring as you learn how to overcome these difficulties. We hope you have a fantastic time becoming a better manager!",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                }
            ],
            "id": "HUJ11BnoEeWg_RJGAuFGjw",
            "instructorIds": [
                "13370448"
            ],
            "name": "Giving Helpful Feedback",
            "partnerIds": [
                "71"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ac/c5a6c0956811e58507f74428952d3b/feed-back-text-on-typewriter_M1jUO_PO.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "feedback",
            "startDate": 1454348476293,
            "workload": "5 weeks of study, 1 hour/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "No importa qué rol desempeñas en tu compañía, ni el nivel de responsabilidades que tienes, ni si eres empleado o emprendedor; el curso de Fundamentos de las Finanzas Empresariales te brinda las herramientas para que adquieras los conocimientos necesarios para entender las finanzas de tu empresa y seas capaz de tomar mejores decisiones.\n\nAl final de este curso estarás en la capacidad de interpretar mejor el lenguaje financiero; obtener y analizar indicadores financieros; diagnosticar la salud financiera de las empresas y planear su futuro de acuerdo con lo encontrado; calcular valores presentes y futuros; construir tablas de amortización de deudas; explicar el concepto de valor de dinero en el tiempo; y comparar y decidir entre dos o más proyectos de inversión.\n\nEste curso te provee conceptos y herramientas que permiten que  puedas analizar el entorno financiero al que te enfrentas en tus quehaceres cotidianos en el ámbito profesional. Aunque el curso está enfocado al ámbito corporativo,  puedes usar este conocimiento en tu vida personal.\n\nDurante el curso desarrollarás capacidades que te permitirán aplicar tus principios lógicos y el conocimiento adquirido para tomar decisiones financieras acertadas.\n\nObjetivos de aprendizaje:\t\n\n•\tDefinir qué son las Finanzas Empresariales y sus objetivos\n•\tNombrar e interpretar los principales estados financieros de las empresas\n•\tAnalizar la situación financiera de las empresas mediante el cálculo de indicadores de liquidez, rentabilidad, operación  y     endeudamiento\n•\tPlanear el futuro de las empresas de acuerdo con un diagnóstico financiero\n•\tCalcular los pagos de una deuda con terceros de acuerdo a ciertas condiciones pactadas\n•\tAplicar los conceptos de valor del dinero en el tiempo en situaciones prácticas cotidianas\n•\tComparar diferentes alternativas de proyectos de inversión y desarrollar la capacidad de seleccionar el más conveniente de acuerdo a criterios de evaluación\n\nRequisitos previos:\n\nEste curso está diseñado para todos aquellos que quieran divertirse con las finanzas y aplicar diferentes herramientas de análisis financiero a situaciones prácticas. No interesa qué rol llevan a cabo en la empresa donde trabajan, si son emprendedores o si planean serlo; todos están bienvenidos al curso independientemente de su experiencia profesional o académica.\n\n•\tNo se necesita ningún curso previo. \n•\tSe recomienda conocimientos básicos de matemáticas y de Excel.\n•\tTener muchas ganas de seguir avanzando en tu vida profesional, sin importar el cargo que ejerzas.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "L4n_2SP5EeWa6hIFcmm3AQ",
            "instructorIds": [
                "4499371"
            ],
            "name": "Fundamentos de Finanzas Empresariales ",
            "partnerIds": [
                "273"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d9/a9abf04b3a11e58b48ad6604451c37/1.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "finanzas-empresariales",
            "startDate": 1445449180209,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "El éxito en los negocios puede aumentar enormemente cuando se comprenden las características de emprendimiento claves y las soluciones basadas en las competencias. En este curso interactivo se brinda el conocimiento que los emprendedores potenciales necesitan para tener éxito en una oportunidad empresarial. Entre los temas se incluyen los siguientes: cómo evaluar de la mejor manera posible la creatividad, la oportunidad y la viabilidad; estrategias de negocios para nuevos emprendimientos; la importancia de un plan de negocios; cómo alcanzar el éxito en un nuevo negocio. Al finalizar el curso, los estudiantes contarán con las aptitudes y la confianza necesarias para evaluar la puesta en marcha de un negocio, y adquirirán un enfoque más emprendedor respecto de la manera de aproximarse al papel que desempeñarán si deciden trabajar en organizaciones.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "5d5-vUEkEeWKOBLv1z6n9w",
            "instructorIds": [
                "11737707"
            ],
            "name": "Fundamentos del Emprendimiento: Pensamiento y Acción",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/af/09c36049ad11e49965db576a13e532/Entrepreneurship-Course.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "fundamentos-del-emprendimiento",
            "startDate": 1445674766424,
            "workload": "De 4 a 8 horas de videos, lecturas y cuestionarios"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Where do great business ideas come from? We all have compelling business concepts that we've been thinking about for years. In this course we will explore how to use observational tools and other techniques for idea generation and we will talk about how to evaluate the good ideas from the bad. The goal is to settle on a business idea that you are not only passionate about but also has real market application.\n\nAt the end of this course learners will be able to:\n   -build a resource inventory from which they can assess and create market opportunities;\n   -pursue market opportunities consistent with personal passions and capabilities; and\n   -triage potential ideas in terms of which have the greatest potential for commercial and personal success.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                }
            ],
            "id": "y8mxj203EeWbyw5d8C-Blw",
            "instructorIds": [
                "15486079",
                "15516877",
                "13948470"
            ],
            "name": "The Search for Great Ideas: Harnessing creativity to empower innovation. ",
            "partnerIds": [
                "228"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b8/2fa720be5011e59b19b7c7ac4e469b/ideas-resized.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "start-your-own-business-2-ideation",
            "startDate": 1453245726608,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Este es el primer curso del Programa Especializado Chino básico para hispanohablantes: lenguaje y cultura empresarial. Este curso sirve como una introducción al idioma chino. En este curso, los aprendices se familiarizarán con los conceptos más básicos del idioma, como el alfabeto Pinyin, los números, los saludos, cómo presentarse, las palabras y frases comunes, conversaciones cotidianas sobre la familia y los gustos, e información cultural acerca de los temas mencionados. No es recomendable saltar cursos porque los tres cursos de este Programa Especializado fueron diseñados para tomarse uno tras otro, ya que integran el conocimiento previo.",
            "domainTypes": [
                {
                    "domainId": "language-learning",
                    "subdomainId": "other-languages"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "X8YjHDowEeWnxw5wP_KHTw",
            "instructorIds": [
                "13728543",
                "9336122"
            ],
            "name": "Chino básico: Cómo dar una primera impresión positiva",
            "partnerIds": [
                "287"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/42/e90ec05be011e5acd7c9e49fac1114/Chinese_Logo.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "chino-primera-impresion",
            "startDate": 1444251312680,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course will teach you vocabulary and skills related to participating in meetings. You will learn terms and phrases used both in email and in speaking to arrange, participate in, and conclude meetings. The goals of this course are to enable you to participate effectively in on-site meetings and teleconferences and to prepare you to write a proposal as an outcome of a meeting.\n\nCourse Learning Objectives\n\n•\tArrange a meeting though email and by telephone \n•\tList expectations and protocols related to on-site meetings and teleconferences\n•\tState phone numbers, dates, currencies and sales figures accurately \n•\tWrite a proposal with appropriate organization and vocabulary",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "aySVfHahEeWYyRL_9oqa4Q",
            "instructorIds": [
                "15471184",
                "15497634"
            ],
            "name": "Business English: Meetings",
            "partnerIds": [
                "15"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/da/f86c90ae6211e5907fe98be3e612d3/2_meetings.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "business-english-meetings",
            "startDate": 1453228526926,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Vivimos en un mundo cada vez mas globalizado, en el cual el éxito en los negocios internacionales se ha convertido en el factor determinante del desarrollo económico y la prosperidad. Esta materia, Entorno Global de Negocios, Parte I, introduce al alumno a una comprensión fundamental del entorno político, cultural, lingüística y socio-económico en el cual opera una empresa internacional. Esta materia utiliza una pedagogía basada en la investigación y preguntas para entender las relaciones entre países en el entorno global de negocios. Se examina el entorno empresarial global al hacer y responder a preguntas claves sobre la sociedad, la economía global, las culturas, las instituciones y los idiomas. Las preguntas son: 1. ¿Que es la Globalización?, 2. ¿Es la Globalización Nueva?, 3. ¿Cuál es el impacto de las instituciones sociales y políticas al Desarrollo Económico Nacional?, 4. ¿Cual es el Papel de la Cultura?, 5. ¿Cuales son los Beneficios del Comercio Exterior? 6. ¿Libre Comercio?, 7. ¿Como se determinan los Tipos de Cambio?, 8. ¿Como esta el Entorno Global de Negocios? Este enfoque basado en la investigación y preguntas genera oportunidades de reflexión para que los alumnos comprendan mejor el entorno global en el que operan las empresas. Los videos se entregan de una manera cautivador, que fomenta la reflexión y la investigación.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "mbi6rVy-EeWd6BJKWlaBIw",
            "instructorIds": [
                "7311350"
            ],
            "name": "Negocios Internacionales I",
            "partnerIds": [
                "120"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a0/8a5c30824311e593822178a12acbc4/internationalbusiness1_logo.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "negocios-internacionales",
            "startDate": 1453141477723,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Learn how to address the main challenges of communication in humanitarian settings and how to implement a communication plan in the midst of humanitarian action.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-2823",
            "instructorIds": [
                "6387318",
                "12674108",
                "6387549",
                "6387496",
                "12674695",
                "12674140"
            ],
            "name": "Humanitarian communication : Addressing key challenges",
            "partnerIds": [
                "49"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ab/7ce7f0ed9411e4b3872feaf2a7b699/logo_comm_midst_2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "hacommunication",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course you will learn how macroeconomic conditions play important roles in business decisions and performance. How aggregate income, unemployment, and inflation rates influence profitability; interest rates determine the cost of capital; and exchange rates affect international competitiveness. Businesses need to understand how these variables are determined in the economy in order to make more informed decisions about their investment and production activities. To this end, we start with the definition and measurement of the key macroeconomic variables, so that we learn how to interpret macroeconomic indicators and to assess the implications of their trends on our economic activities. Next, we lay out a method for analyzing the macroeconomy by partitioning it into major components and examining their connections with each other. We then focus on money, which is a central component of the macroeconomy and determines the interest rate (the price of holding money) in the money market and the exchange rate (the price of money in one economy vs. another economy) in the foreign currency market. \n\nAt the end of this course, you will be able to:\n•\tSystematically assess the national and international economic environment in which you live and work.\n•\tAnalyze macroeconomic issues using key tools.\n•\tBe a more effective professional in your line of activity.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "qO2z-Zz8EeWJORITtzkPnQ",
            "instructorIds": [
                "16213068"
            ],
            "name": "Country Level Economics: Macroeconomic Variables and Markets",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/7e/45be50a03c11e5ad54170aaae397eb/iMBA_MEABA_Icon_CountryLevelEconomics.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "country-level-economics",
            "startDate": 1450396374421,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Just like when building a house the foundation for your business provides the framework for success. A business built on weak structure will struggle to succeed. We'll address some of the most pressing issues that you as a business owner must face while constructing the proper framework for your business. \n\nSpecifically at the end of this course you will be able to:\n   -complete the documents and regulatory procedures to create a legal business entity;\n   -develop a management team;\n   -use the insights gained from validated business model to explore production and supply chain options to product a minimum viable\n    product or service; and\n  -develop a sales and marketing strategy to engage market with minimum viable product or service.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                }
            ],
            "id": "MMUia204EeW8nRIpKnwp7Q",
            "instructorIds": [
                "15486079",
                "15516877",
                "13948470"
            ],
            "name": "Structure",
            "partnerIds": [
                "228"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b1/295850bf9411e5882003b60c7d6622/capstone-resize.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "start-your-own-business-4-structure",
            "startDate": 1453245751719,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "Welcome to the Capstone Project for Big Data! In collaboration with Splunk, a software company focused on analyzing machine-generated big data, you will build a Big Data ecosystem using tools and methods from the earlier courses in this specialization.\n \nFirst, you can choose an application: retail, sports, current events, etc. Then, you will enrich the datasets / data models we’ve already used in this specialization with external data sets of your choice. After bringing in data from at least three distinct sources, you will build searches and/or dashboards that address the Capstone Project questions.\n \nIn this project, you will use a post-process search to aggregate or otherwise transform the data and extract meaningful insights. By utilizing visualization and communication techniques for Big Data, you will be able to conduct basic storytelling and model interpretation.\n \nExcitingly, if you have a top project (whether Hadoop or Splunk), you will be eligible to present to Splunk and meet Splunk recruiters and engineering leadership!",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "ncALBkX5EeWE9A7XSkBY3w",
            "instructorIds": [
                "4972118"
            ],
            "name": "Big Data - Capstone Project",
            "partnerIds": [
                "53"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/61/bcdd804d0911e59bd777c2a1ef6a6e/big-data-_2_.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "big-data-capstone",
            "startDate": 1441044312480,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course concentrates mainly on Javascript based front-end frameworks, and in particular, AngularJS, the most popular among them. We will review the model view controller (MVC) design-pattern in the context of AngularJS. You will be introduced to various aspects of AngularJS including two-way data binding and angular directives and filters. You will then be introduced to angular controllers and scopes. UI routing and templates will then be reviewed. Finally we will look at angular modules and services. Single page application (SPA) development using Angular will also be explored. You must have either completed the previous course in the specialization on Bootstrap, or have a working knowledge of Bootstrap to be able to navigate this course.\n\nAt the end of this course you will:\n\n- Be familiar with client-side Javascript frameworks and the MVC design pattern\n- Be able to implement single page applications in AngularJS\n- Be able to use various Angular features including directives, filters, controllers, scope and routing\n- Be able to implement a functional front-end web application using AngularJS",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "52blABnqEeW9dA4X94-nLQ",
            "instructorIds": [
                "1017488"
            ],
            "name": "Front-End JavaScript Frameworks: AngularJS",
            "partnerIds": [
                "35"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/8d/d51c40766011e58d2cbd17b8ceb6e9/Slide2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "angular-js",
            "startDate": 1448320249195,
            "workload": "4 weeks of study, 5-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course examines how the idea of \"the modern\" develops at the end of the 18th century in European philosophy and literature, and how being modern (or progressive, or hip) became one of the crucial criteria for understanding and evaluating cultural change. Are we still in modernity, or have we moved beyond the modern to the postmodern?",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                }
            ],
            "id": "ODnbKv_6EeSa0SIACyGBQw",
            "instructorIds": [
                "804990"
            ],
            "name": "The Modern and the Postmodern (Part 1)",
            "partnerIds": [
                "34"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ae/40ab4d371617977d0c8b273d63e014/The-Bar-at-the-Folies-Bergeres-by-Edouard-Manet.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "modern-postmodern-1",
            "startDate": 1436215545024,
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "In this Capstone project for the Photo Tourist you will implement a Ruby on Rails web application that makes use of both a relational and NoSQL database for the backend and expose the data through services to the Internet using Web services and a responsive user interface operating in a browser from a desktop and mobile device. You will have a chance to revisit and apply what you have learned in our previous courses to build and deploy a fully functional web application to the cloud accessible to your co-workers, future employers, friends, and family.\n\nIn developing the Photo Tourist web application, you will get to work with different data types and data access scenarios (e.g., fielded data display and update, image upload/download, text search, access controlled information) to provide your users the ability to show off their photos and information from trips they have taken and to seek out photos and information from trips taken by others. Using the application you develop, your users will be able to\n•\tCreate an account\n•\tUpload and download photos to the site and make them accessible to others\n•\tProvide descriptions of trips and photos that others can read\n•\tOrganize photos by location and trip, \n•\tFind photos based on location\n•\tFind photos based on text searches of descriptions \n•\tLocate the place where the photo was taken on a map",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "Cbjo2DfLEeWnxw5wP_KHTw",
            "instructorIds": [
                "13471826"
            ],
            "name": "Capstone: Photo Tourist Web Application",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/59/ff93803bb111e5864ac336f34bedd5/jhep-coursera-course6.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "photo-tourist-web-app-capstone",
            "startDate": 1441054100169,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "本課程以崑曲的歷史文化、文學、音樂、表演、美學為核心主題，透過學者與表演藝術家的解說示範，提昇學生對中國傳統文化、古典文學與表演藝術之鑑賞能力。\n\n(A shorter English version will be launched in 2015. The exact date is to be announced.)",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-368",
            "instructorIds": [
                "2589497",
                "2589622"
            ],
            "name": "The Beauty of Kunqu Opera | 崑曲之美",
            "partnerIds": [
                "45"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/7e/f1c4aff103059cad2fe578ac413c66/Version-A_2.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "kunqu",
            "workload": "1-2 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The web today is almost unrecognizable from the early days of white pages with lists of blue links.  Now, sites are designed with complex layouts, unique fonts, and customized color schemes.   This course will show you the basics of Cascading Style Sheets (CSS3).  The emphasis will be on learning how to write CSS rules, how to test code, and how to establish good programming habits.     \n\nWhen done correctly, the styling of a webpage can take enhance your page.   When done incorrectly the result can be worse than no styling at all.    To ensure that your sites do not put up  barriers for people with cognitive and/or physical disabilities, you will learn how to evaluate pages using the standardized POUR accessibility guidelines.    Upon completion of the course, learners will be able to sketch a design for a given HTML page.  Using that design they will use CSS to implement the design by adding fonts, colors, and  layouts.    \n\nThis is the second course in the Web Design For Everybody specialization.   Subsequent courses focus on adding interaction with JavaScript and enhancing the styling with responsive design.\n\nIt will be difficult to complete this course if you do not have access to a laptop or desktop computer for the homework.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "Vh4RJTk8EeWJaxK5AT4frw",
            "instructorIds": [
                "14130305"
            ],
            "name": "Introduction to CSS3",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9b/376180502811e5a352932b5892ee29/introcss_thumbnail_1x1.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "introcss",
            "startDate": 1445221884201,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "If you want to take your website to the next level, the ability to incorporate interactivity is a must.    But adding some of these types of capabilities requires a stronger programming language than HTML5 or CSS3, and JavaScript can provide just what you need.  With just a basic understanding of the language, you can create a page that will react to common events such as page loads, mouse clicks & movements, and even keyboard input.      \n\nThis course will introduce you to the basics of the JavaScript language.  We will cover concepts such as variables, looping, functions, and even a little bit about debugging tools.  You will understand how the Document Object Model (DOM) is used by JavaScript to identify and modify specific parts of your page.  After the course, learners will be able to react to DOM Events and dynamically alter the contents and style of their page.   The class will culminate in a  final project - the creation of an interactive HTML5 form that accepts and verifies input.\n\nThis is the third course in the Web Design For Everybody specialization.  A basic understanding of HTML and CSS is expected when you enroll in this class.    Additional courses focus on enhancing the styling with responsive design and completing a capstone project.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "CJs0DTk_EeWYbg7p2_3OHQ",
            "instructorIds": [
                "14130305"
            ],
            "name": "Interactivity with JavaScript",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d7/216ee0502611e5ab137970bddb1c09/javascript_thumnail_1x1.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "javascript",
            "startDate": 1450769302716,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "本课程针对普通人普及常见的急救和自救的知识和技能，让学习者可以在危急时刻进行急救，或许不够规范甚至不能完成治疗，但能起基础的救护作用，至少能争取救助的时间，从而增加自己、家人或其他人的生存机会。这些应该全民普及的急救技能不仅反映了公民素质，更表现了对生命的尊重和热爱，是尊重生存权的体现。",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-1647",
            "instructorIds": [
                "8193084"
            ],
            "name": "关爱生命--实用急救与自救技能",
            "partnerIds": [
                "150"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/06/2c9940fb6d11e3bac8533a46d8b841/First-Aid__.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "sjtufirstaid",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Gain knowledge about subsistence marketplaces and use it in different parts of the world to make a difference. The broader aim of this course is for you to consider the global challenge of poverty and envision a better world by designing solutions based on sound understanding. ",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                }
            ],
            "id": "v1-845",
            "instructorIds": [
                "4061619"
            ],
            "name": "Subsistence Marketplaces",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/c5/23e39fd224b2f164573b30bb492dd8/Madhu_coursera_thumbnail_v2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "subsistence",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course emphasizes the role of economics regarding its influence on food prices, the environment, and government policies. The primary objective of this course is to explore the basic tool kit of economic concepts that will enable students to critically analyze the choices they face as consumers and world citizens.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "v1-247",
            "instructorIds": [
                "2102206"
            ],
            "name": "Economic Issues, Food & You",
            "partnerIds": [
                "31"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/08/849510352b11e4b89cffcbd250fdc9/Eco-Issues-Food-and-You.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ecfoodandyou",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "¿Qué es un algoritmo? ¿Cómo se hace un diagrama de flujo? ¿Qué es un pseudocódigo? ¿Cómo me pueden ayudar a resolver problemas cotidianos?\n\nEste curso básico de computación te ayudará a desarrollar el pensamiento algorítmico necesario para solucionar problemas en forma estructurada.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "v1-1426",
            "instructorIds": [
                "142122",
                "6313273"
            ],
            "name": "Pensamiento algorítmico",
            "partnerIds": [
                "62"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/bf/ebfcd0352a11e4af4bdd0c6ca4b30a/computacion5.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "pealgoritmico",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "What is the nature of our relationship to others and the world?  How can literature help us see these relationships more clearly? This course seeks to explore such questions through adventurous readings of ten great works of narrative fiction from the 18th to the 20th century.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-204",
            "instructorIds": [
                "1314970"
            ],
            "name": "The Fiction of Relationship",
            "partnerIds": [
                "22"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3f/b40640ec5e587fae24709f71824e9a/fictionimage_weinstein_rev.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "relationship",
            "workload": "12-15 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The art of negotiation comes into play daily in the life of employees at all levels and in every position. Participants explore how current approaches to negotiation strategy and tactics are used, what negotiation entails, types of negotiation relationships that exist from hard bargain to win-win, to fully partnered relationships and personal ones. The course explores the personal and behavioral characteristics of an effective negotiator. Participants discuss how empowerment, power, and authority affect the negotiation process and outcome. Topics include how important it is to plan and prepare for a negotiation session.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "e4SzF9c1EeS-LCIAC3icWw",
            "instructorIds": [
                "8887234"
            ],
            "name": "The Art of Negotiation",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/64/70158066ad11e498d6d9c80ec88b73/Negotiation-r2a.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "art-of-negotiation",
            "startDate": 1428292634547,
            "workload": "4-8 hours of videos, readings, and quizzes"
        },
        {
            "courseType": "v2.ondemand",
            "description": "En este curso los participantes analizarán los conceptos de efectividad de una negociación, que consiste en una interacción humana, y la satisfacción de los deseos e intereses en las negociaciones.\n\nTodos tenemos el deseo de mejorar y superarnos. La forma de lograrlo es conocerse a sí mismo y a las personas con las que se negocia o se interactúa.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "IJnuLLWoEeWfYA612mWHZw",
            "instructorIds": [
                "15802193"
            ],
            "name": "Habilidades humanas y de negocios para negociar",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1f/60d3e0b98011e592c7b166775827b9/habilidades_humanas_y_de_negocios_para_negociar.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "habilidades-negociacion",
            "startDate": 1453237433435,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "What makes an interface intuitive? How can I tell whether one design works better than another? This course will teach you fundamental principles of design and how to effectively evaluate your work with users. You'll learn fundamental principles of visual design so that you can effectively organize and present information with your interfaces. You'll learn principles of perception and cognition that inform effective interaction design. And you'll learn how to perform and analyze controlled experiments online. In many cases, we'll use Web design as the anchoring domain. A lot of the examples will come from the Web, and we'll talk just a bit about Web technologies in particular. When we do so, it will be to support the main goal of this course, which is helping you build human-centered design skills, so that you have the principles and methods to create excellent interfaces with any technology.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                }
            ],
            "id": "YcfRNRoCEeW9dA4X94-nLQ",
            "instructorIds": [
                "1250"
            ],
            "name": "Design Principles: an Introduction",
            "partnerIds": [
                "53"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/aa/1730109cef11e38fbdeb1c3fa05ab1/hci-large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "design-principles",
            "startDate": 1435879924268,
            "workload": "4 weeks, 3-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This is a course to help you write effective business emails in English. This course is unique because each module will provide tips on writing more professional emails as well as lessons to improve your overall English writing skills. Therefore, you will improve your grammar and vocabulary skills for email writing and also improve your cross cultural knowledge to make you more powerful and successful in your business communication. You will look at different email formats to analyze tone, formality levels, and various organizational styles. You will be able to improve your emails of introduction, announcements, requests and emails that apologize or revise a request. In this course you will write and revise 4–5 emails, complete several comprehension quizzes and review the emails of other participants.  \n\nBy the end of this course, you will be able to \n•\tImprove your overall written English skills\n•\tSee differences and similarities among the different email formats \n•\tWrite more effective subject lines and email text\n•\tApply various key language to different types of emails\n•\tCorrect common errors such as punctuation and capitalization\n•\tStudy tone and level of formality in emails \n•\tUnderstand how culture affects what is appropriate in a business emails \n•\tWrite powerful business emails for professional needs",
            "domainTypes": [
                {
                    "domainId": "language-learning",
                    "subdomainId": "learning-english"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "BK2bam0iEeW9CAqYJHF3zQ",
            "instructorIds": [
                "14349433"
            ],
            "name": "Write Professional Emails in English",
            "partnerIds": [
                "9"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6d/d456a0b97611e580161d8d8d6e42e3/199356_Write_Prof_Emails_Eng.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "professional-emails-english",
            "startDate": 1455210445259,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course, you will learn how to better and more successfully engage your ELL(s) and their families in the school and community. You will learn how to engage your ELL student in the classroom setting as well as in various aspects of the school including extracurricular activities and the inner workings of the school and education system.  You will also be introduced to strategies for engaging the families of your ELL students in the school community and the wider community of your city and state.  You will interact with a variety of case studies that highlight teachers, schools, and communities in different cities throughout the United States and the ways in which they successfully engage ELLs and their families.  From sharing their experience, you will have the tools necessary to implement strategies and procedures for engaging your ELLs and their families. \n\nUpon completing this course, you will be able to:\n       * Define the culture of ELLs in K-12 classrooms across the U.S.\n       * Recognize cultural impact on learning and formal education \n       * Assess your school’s engagement of ELLs and their families\n       * Incorporate culturally sensitive techniques to engage ELLs in the classroom and school \n       * Implement strategies for engaging ELLs’ families in the school and larger community  \n       * Design a plan for engagement of ELLs and their families in your school  \n       * Create a checklist for school and community resources for engaging ELLs and \n          their families",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                },
                {
                    "domainId": "language-learning",
                    "subdomainId": "learning-english"
                }
            ],
            "id": "EKfyaEtaEeW4rRLEP0z9Bw",
            "instructorIds": [
                "12746403",
                "7942296"
            ],
            "name": "Engaging ELLs and Their Families in the School and Community",
            "partnerIds": [
                "287"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/97/3c7970617c11e5adfaff6e6837e247/Engaging.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ell-families",
            "startDate": 1454910779203,
            "workload": "6 weeks of study, 1-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Students must learn essential knowledge and skills to deliver an impressive English speech or presentation for academic purposes, job hunting, and business occasions. Global perspectives and inter-cultural communication skills are taught here to facilitate most Chinese English learners. \n学习在学术交流、求职、海外留学与商务场景下进行英文演讲与演示所必备的知识与技能，强化中国学生的全球化视角与跨文化沟通技巧。",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "Pc2juyEIEeW5Rwo0txKkgQ",
            "instructorIds": [
                "11190492"
            ],
            "name": "Essentials for English Speeches and Presentations  英语演讲与演示",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/7f/02ac90aae211e497cad75f50c321f3/600x340______.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "yingyuyanjiang",
            "startDate": 1444445230646,
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "First-Year Composition 2.0 will help you to develop a better process and gain confidence in written, visual, and oral communication and to create and critique college-level documents and presentations.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-537",
            "instructorIds": [
                "3011727",
                "2225883"
            ],
            "name": "First-Year Composition 2.0",
            "partnerIds": [
                "9"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/9c/8310a0686c11e5937b53a4b35d95cc/First-Year-Composition-icon600x340-_002_.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "gtcomp",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "La mayoría de las personas, en algún momento de la vida, hemos experimentado inseguridad para hablar acerca de sexualidad con niñas, niños, estudiantes, pareja o colegas.  Al finalizar este curso serás capaz de hablar de la sexualidad de manera clara, directa, usando información actualizada y sin sentimientos de vergüenza. Además, podrás diferenciar la sexualidad de los conceptos de sexo, género, orientación sexual y genitalidad. También describirás con seguridad los procesos biológicos, psicológicos y socioculturales que intervienen en el desarrollo de la sexualidad a lo largo de la vida.  Asimismo, vas a lograr establecer la relación de la sexualidad con las decisiones que toman las personas en diferentes áreas, al igual que con su bienestar físico, psicológico y social. \n\nEn síntesis, al terminar este curso habrás perfeccionado habilidades para tu trabajo y tu propia vida y podrás explicar por qué la sexualidad es mucho más que sexo. \n\nEste curso está dirigido a personas que trabajan en educación, promoción de la salud y procesos comunitarios. También es muy útil para madres y padres de familia, y para cualquier persona interesada en superar barreras para hablar acerca de la sexualidad. \n\n¡Te esperamos en nuestro curso!\n\n\nRequisitos o preparación previa recomendada\n\nTodas las personas interesadas en la temática son bienvenidas. No se necesita una preparación previa específica. El conocimiento que has adquirido a lo largo de la vida sobre la sexualidad es suficiente para avanzar en el proceso. \n\nFormato del curso\n\nCada lección consistirá en una serie de videos de 3 a 7 minutos de duración cada uno. En cada lección vas a encontrar actividades de evaluación formativas, es decir, actividades que favorecen la autoevaluación, la reflexión personal y el análisis crítico de información.  Al finalizar cada una de las lecciones vas a encontrar una evaluación sumativa que te va a permitir verificar tu comprensión del tema y el cumplimiento de los objetivos que te proponemos.  En algunas lecciones hemos incluido lecturas complementarias para reforzar o ampliar la información que te proporcionamos. \n\nOrganizaciones Aliadas\n\nLa producción de este curso ha contado con el apoyo de las siguientes organizaciones: \n\nFondo de Población de las Naciones Unidas para América Latina y el Caribe UNFPA LACRO\nFondo de Población de las Naciones Unidas - UNFPA  Colombia\nMinisterio de Salud y Protección Social, Colombia\nMinisterio de Educación Nacional, Colombia\nInstituto Colombiano de Bienestar Familiar",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "0815zSP7EeWXzxJxfIL00w",
            "instructorIds": [
                "13757923",
                "13862229",
                "13837149",
                "13943350"
            ],
            "name": "Sexualidad...mucho más que sexo",
            "partnerIds": [
                "273"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/48/1cc9204cf611e583f7f3b571d55482/1.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "sexualidad",
            "startDate": 1444169712511,
            "workload": "4 semanas de estudio, 4-7 horas/semana"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course you will learn how to program in R and how to use R for effective data analysis. You will learn how to install and configure software necessary for a statistical programming environment and describe generic programming language concepts as they are implemented in a high-level statistical language. The course covers practical issues in statistical computing which includes programming in R, reading data into R, accessing R packages, writing R functions, debugging, profiling R code, and organizing and commenting R code. Topics in statistical data analysis will provide working examples.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                }
            ],
            "id": "RMFRum1BEeWXrA6ju0fvnQ",
            "instructorIds": [
                "685384",
                "694443",
                "688901"
            ],
            "name": "R Programming",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5e/b4ef8069b511e3ae92c39913bb30e0/Rprogramming.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "r-programming",
            "startDate": 1451942153868,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course you will learn about the “head and heart” of everyday leadership, individual decision making, group decision making, and managing motivation. The objectives are to understand why and how leadership skills are so critical to organizational success, and learn the foundations of effective leadership skills.\n\nLearners:\n•\tUnderstand why and how leadership skills are so critical to organizational success\n•\tKnow how to use leadership skills to work more effectively with others, and are able to organize teams to work more effectively together\n•\tWill be able to apply the foundations of effective leadership skills to everyday situations faced by leaders.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "XupniISSEeWcSw7mZ7gPOw",
            "instructorIds": [
                "16584980"
            ],
            "name": "Foundations of Everyday Leadership",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c9/945500a29011e58369398902d84d96/iMBA_SLAM_Icon_EverydayLeadership.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "everyday-leadership-foundation",
            "startDate": 1452703930958,
            "workload": "4 weeks of study, 4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course is the second in a trilogy of short courses. In this part, we apply some of the concepts we covered in Part I to study the development of science and technology in Chinese society, particularly in light of the influence the Industrial Revolution in the West has had on China’s technological development.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "v1-598",
            "instructorIds": [
                "1466681"
            ],
            "name": "Science, Technology, and Society in China II: History of S&T in Chinese Society",
            "partnerIds": [
                "35"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/b9/dba6086a4f56801c91e72b708230e5/stschina2-course-logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "stschina2",
            "workload": "3-5 hours/week"
        }
    ],
    "linked": {
        "instructors.v1": [
            {
                "fullName": "Prof Frank Boons",
                "id": "15799456"
            },
            {
                "fullName": "Hadi Salehi Esfahani",
                "id": "16213068"
            },
            {
                "fullName": "",
                "id": "2513105"
            },
            {
                "fullName": "李向东",
                "id": "5687278"
            },
            {
                "fullName": "",
                "id": "10214854"
            },
            {
                "fullName": "Natasha Balac",
                "id": "4972118"
            },
            {
                "fullName": "",
                "id": "2589497"
            },
            {
                "fullName": "Ian Gordon",
                "id": "3091225"
            },
            {
                "fullName": "",
                "id": "2688952"
            },
            {
                "fullName": "Sunmee Choi",
                "id": "15673561"
            },
            {
                "fullName": "",
                "id": "4365903"
            },
            {
                "fullName": "",
                "id": "5695372"
            },
            {
                "fullName": "Scott  Klemmer",
                "id": "1250"
            },
            {
                "fullName": "",
                "id": "4061619"
            },
            {
                "fullName": "",
                "id": "12674695"
            },
            {
                "fullName": "",
                "id": "694443"
            },
            {
                "fullName": "周济林",
                "id": "13496325"
            },
            {
                "fullName": "",
                "id": "1257"
            },
            {
                "fullName": "Глушенкова Светлана Викторовна",
                "id": "14854099"
            },
            {
                "fullName": "Michael Mannino",
                "id": "5265596"
            },
            {
                "fullName": "Rafael Vesga Fajardo",
                "id": "3259801"
            },
            {
                "fullName": "",
                "id": "587683"
            },
            {
                "fullName": "Senthil Veeraraghavan",
                "id": "14187320"
            },
            {
                "fullName": "Rajna Brandon Gibson",
                "id": "15614730"
            },
            {
                "fullName": "Artur Jovanelli",
                "id": "14972445"
            },
            {
                "fullName": "Lincoln Pratson",
                "id": "11776704"
            },
            {
                "fullName": "",
                "id": "3675391"
            },
            {
                "fullName": "",
                "id": "703888"
            },
            {
                "fullName": "",
                "id": "3011727"
            },
            {
                "fullName": "",
                "id": "8193084"
            },
            {
                "fullName": "张莉",
                "id": "10504985"
            },
            {
                "fullName": "",
                "id": "802670"
            },
            {
                "fullName": "Jonas Demaurex",
                "id": "15976908"
            },
            {
                "fullName": "谢懿",
                "id": "13500234"
            },
            {
                "fullName": "",
                "id": "3219450"
            },
            {
                "fullName": "Jogesh K. Muppala",
                "id": "1017488"
            },
            {
                "fullName": "",
                "id": "10180551"
            },
            {
                "fullName": "Lucinda D. Davenport",
                "id": "16003827"
            },
            {
                "fullName": "Amalia B. Stephens",
                "id": "15785348"
            },
            {
                "fullName": "",
                "id": "2130483"
            },
            {
                "fullName": "Kerstin Preuschoff",
                "id": "15614854"
            },
            {
                "fullName": "Dan Lee",
                "id": "15517363"
            },
            {
                "fullName": "Яремчук Ольга Васильевна",
                "id": "14841203"
            },
            {
                "fullName": "Joanne Gerstner",
                "id": "15385643"
            },
            {
                "fullName": "Michel Girardin",
                "id": "15611903"
            },
            {
                "fullName": "Tracy Jennings",
                "id": "13370448"
            },
            {
                "fullName": "Dr Sally Randles",
                "id": "15799499"
            },
            {
                "fullName": "Andrés Guerrero Alvarado",
                "id": "11113389"
            },
            {
                "fullName": "Sylvain Bréchet",
                "id": "4454339"
            },
            {
                "fullName": "",
                "id": "1462466"
            },
            {
                "fullName": "Elvia Vargas Trujillo",
                "id": "13757923"
            },
            {
                "fullName": "Claire McLaughlin",
                "id": "12746403"
            },
            {
                "fullName": "Ellen Manos",
                "id": "7942296"
            },
            {
                "fullName": "Dr Matthew Yee-King",
                "id": "1960981"
            },
            {
                "fullName": "",
                "id": "8614678"
            },
            {
                "fullName": "",
                "id": "2595276"
            },
            {
                "fullName": "",
                "id": "12674108"
            },
            {
                "fullName": "Арбатская Ольга Анатольевна  ",
                "id": "14842435"
            },
            {
                "fullName": "",
                "id": "10179211"
            },
            {
                "fullName": "Tony Berrada",
                "id": "15614769"
            },
            {
                "fullName": "Mtra. Sandra Eugenia Barajas Montiel",
                "id": "6313273"
            },
            {
                "fullName": "Olivier Scaillet",
                "id": "15614758"
            },
            {
                "fullName": "Hongyan 宏岩 ZHANG 张",
                "id": "11190492"
            },
            {
                "fullName": "Andrew Conway",
                "id": "419984"
            },
            {
                "fullName": "Dra. Patricia Salinas Martínez",
                "id": "2672777"
            },
            {
                "fullName": "Yaakov Chaikin",
                "id": "2269822"
            },
            {
                "fullName": "Сицына-Кудрявцева Алевтина Николаевна",
                "id": "14853568"
            },
            {
                "fullName": "Fernando Guerra",
                "id": "15802193"
            },
            {
                "fullName": "",
                "id": "9900219"
            },
            {
                "fullName": "Daniel E. Koditschek",
                "id": "14966546"
            },
            {
                "fullName": "Xavier Gil",
                "id": "16109124"
            },
            {
                "fullName": "",
                "id": "932645"
            },
            {
                "fullName": "Daphne Mackey",
                "id": "15497634"
            },
            {
                "fullName": "",
                "id": "2590461"
            },
            {
                "fullName": "Joan-Lluís Palos",
                "id": "13706361"
            },
            {
                "fullName": "Ken Szymusiak",
                "id": "15486079"
            },
            {
                "fullName": "",
                "id": "1334447"
            },
            {
                "fullName": "",
                "id": "2102206"
            },
            {
                "fullName": "Carlos Felipe Colmenares Misas",
                "id": "3239255"
            },
            {
                "fullName": "Берзон Николай Иосифович",
                "id": "5179336"
            },
            {
                "fullName": "John Hawks",
                "id": "2605756"
            },
            {
                "fullName": "",
                "id": "685384"
            },
            {
                "fullName": "Dr. Peter Navarro",
                "id": "3014788"
            },
            {
                "fullName": "",
                "id": "6387549"
            },
            {
                "fullName": "Mark L. Braunstein, MD",
                "id": "2306102"
            },
            {
                "fullName": "Vijay Kumar",
                "id": "14347503"
            },
            {
                "fullName": "",
                "id": "1549355"
            },
            {
                "fullName": "Philipp Krueger",
                "id": "15614871"
            },
            {
                "fullName": "Emilia Gracia",
                "id": "13728543"
            },
            {
                "fullName": "Mariàngeles Pérez Samper",
                "id": "15905757"
            },
            {
                "fullName": "Виктор Кантор",
                "id": "3722005"
            },
            {
                "fullName": "Paul-Salomon Ngohe-Ekam",
                "id": "4324912"
            },
            {
                "fullName": "Luigi Anzivino",
                "id": "3260930"
            },
            {
                "fullName": "Sue Robins, M.S. Ed.",
                "id": "8887234"
            },
            {
                "fullName": "Carlos Gershenson",
                "id": "2533383"
            },
            {
                "fullName": "Kim Chamberlin",
                "id": "9336122"
            },
            {
                "fullName": "Mariela Fargas",
                "id": "16051112"
            },
            {
                "fullName": "",
                "id": "3260920"
            },
            {
                "fullName": "Jeremy Steele",
                "id": "15384900"
            },
            {
                "fullName": "Gerry Landers",
                "id": "14349433"
            },
            {
                "fullName": "CJ Taylor",
                "id": "14966426"
            },
            {
                "fullName": "",
                "id": "3260925"
            },
            {
                "fullName": "Àngel Casals",
                "id": "16109030"
            },
            {
                "fullName": "",
                "id": "10161735"
            },
            {
                "fullName": "Carlos Guestrin",
                "id": "14033965"
            },
            {
                "fullName": "",
                "id": "6387496"
            },
            {
                "fullName": "Ida Mauro",
                "id": "15353321"
            },
            {
                "fullName": "Gregory Northcraft",
                "id": "16584980"
            },
            {
                "fullName": "",
                "id": "688901"
            },
            {
                "fullName": "Marta Carolina Ibarra A",
                "id": "13837149"
            },
            {
                "fullName": "Forrest S. Carter",
                "id": "15516877"
            },
            {
                "fullName": "",
                "id": "9355048"
            },
            {
                "fullName": "",
                "id": "6387318"
            },
            {
                "fullName": "Jahangir Karimi",
                "id": "2962965"
            },
            {
                "fullName": "David Christian",
                "id": "14231400"
            },
            {
                "fullName": "Eric Freedman",
                "id": "15384580"
            },
            {
                "fullName": "Colleen van Lent, Ph.D.",
                "id": "14130305"
            },
            {
                "fullName": "Miquel Àngel Martínez",
                "id": "16108999"
            },
            {
                "fullName": "David Wheeler",
                "id": "13948470"
            },
            {
                "fullName": "Вадим Стрижов",
                "id": "1025473"
            },
            {
                "fullName": "",
                "id": "1466681"
            },
            {
                "fullName": "Евгений Рябенко",
                "id": "349711"
            },
            {
                "fullName": "陈鹏飞",
                "id": "12013808"
            },
            {
                "fullName": "Sergei Savin",
                "id": "14171478"
            },
            {
                "fullName": "Ángela María Rojas Martínez",
                "id": "13862229"
            },
            {
                "fullName": "Ing.  Edgar Gerardo Salinas Gurrión",
                "id": "142122"
            },
            {
                "fullName": "",
                "id": "3237389"
            },
            {
                "fullName": "",
                "id": "10164034"
            },
            {
                "fullName": "Oliver Laasch",
                "id": "4578073"
            },
            {
                "fullName": "Jim Stafford",
                "id": "13471826"
            },
            {
                "fullName": "Philip Valta",
                "id": "15614818"
            },
            {
                "fullName": "Felipe Estrada Prada",
                "id": "13205498"
            },
            {
                "fullName": "Carlos Hermosa Bosano",
                "id": "13943350"
            },
            {
                "fullName": "",
                "id": "1314970"
            },
            {
                "fullName": "Darío Alejandro Fuentes",
                "id": "4499371"
            },
            {
                "fullName": "Dr. Filiberto González Hernández",
                "id": "14623039"
            },
            {
                "fullName": "Jaume Dantí",
                "id": "16108981"
            },
            {
                "fullName": "",
                "id": "5974409"
            },
            {
                "fullName": "",
                "id": "3287070"
            },
            {
                "fullName": "",
                "id": "2408877"
            },
            {
                "fullName": "David Poulson",
                "id": "11016409"
            },
            {
                "fullName": "",
                "id": "5761442"
            },
            {
                "fullName": "",
                "id": "12674140"
            },
            {
                "fullName": "",
                "id": "4374566"
            },
            {
                "fullName": "Эмели Драль",
                "id": "188273"
            },
            {
                "fullName": "Jorge Alberto Hernández Mora",
                "id": "3252576"
            },
            {
                "fullName": "",
                "id": "4277816"
            },
            {
                "fullName": "Kostas Daniilidis",
                "id": "420844"
            },
            {
                "fullName": "",
                "id": "10214239"
            },
            {
                "fullName": "Ines Chaieb",
                "id": "9514101"
            },
            {
                "fullName": "Jean-Philippe Ansermet",
                "id": "2489806"
            },
            {
                "fullName": "",
                "id": "8380391"
            },
            {
                "fullName": "Nelson Baker",
                "id": "2225883"
            },
            {
                "fullName": "Diego Sola",
                "id": "15264462"
            },
            {
                "fullName": "Augusto Portugal",
                "id": "14986012"
            },
            {
                "fullName": "",
                "id": "2589622"
            },
            {
                "fullName": "Claudia Taribó",
                "id": "14195001"
            },
            {
                "fullName": "",
                "id": "7311350"
            },
            {
                "fullName": "Евгений Соколов",
                "id": "143601"
            },
            {
                "fullName": "Теплова Тамара Викторовна",
                "id": "15612963"
            },
            {
                "fullName": "David Baker",
                "id": "12688332"
            },
            {
                "fullName": "Jong-Moon Chung",
                "id": "10450398"
            },
            {
                "fullName": "",
                "id": "2604148"
            },
            {
                "fullName": "",
                "id": "11737707"
            },
            {
                "fullName": "施勇",
                "id": "13496830"
            },
            {
                "fullName": "Richard Moore",
                "id": "15471184"
            },
            {
                "fullName": "",
                "id": "10491902"
            },
            {
                "fullName": "Joe Grimm",
                "id": "4759273"
            },
            {
                "fullName": "",
                "id": "804990"
            },
            {
                "fullName": "Nicolas Glady ",
                "id": "9316917"
            },
            {
                "fullName": "",
                "id": "7012928"
            },
            {
                "fullName": "",
                "id": "884310"
            },
            {
                "fullName": "许 肖潇",
                "id": "8054217"
            },
            {
                "fullName": "Emily Fox",
                "id": "14032411"
            }
        ],
        "partners.v1": [
            {
                "id": "33",
                "name": "The University of Melbourne",
                "shortName": "unimelb"
            },
            {
                "id": "126",
                "name": "University of Colorado System",
                "shortName": "cusystem"
            },
            {
                "id": "4",
                "name": "Princeton University",
                "shortName": "princeton"
            },
            {
                "id": "15",
                "name": "University of Washington",
                "shortName": "uw"
            },
            {
                "id": "62",
                "name": "Tecnológico de Monterrey",
                "shortName": "tecdemonterrey"
            },
            {
                "id": "287",
                "name": "Arizona State University",
                "shortName": "asu"
            },
            {
                "id": "93",
                "name": "University of Zurich",
                "shortName": "zurich"
            },
            {
                "id": "10",
                "name": "University of California, San Francisco",
                "shortName": "ucsf"
            },
            {
                "id": "35",
                "name": "The Hong Kong University of Science and Technology",
                "shortName": "hkust"
            },
            {
                "id": "61",
                "name": "IE Business School",
                "shortName": "ie"
            },
            {
                "id": "3",
                "name": "University of Michigan",
                "shortName": "umich"
            },
            {
                "id": "13",
                "name": "Rice University",
                "shortName": "rice"
            },
            {
                "id": "9",
                "name": "Georgia Institute of Technology",
                "shortName": "gatech"
            },
            {
                "id": "105",
                "name": "Match Teacher Residency",
                "shortName": "mtr"
            },
            {
                "id": "75",
                "name": "National Taiwan University",
                "shortName": "taiwan"
            },
            {
                "id": "25",
                "name": "Universiteit Leiden",
                "shortName": "leiden"
            },
            {
                "id": "303",
                "name": "Goldsmiths, University of London",
                "shortName": "goldsmiths"
            },
            {
                "id": "71",
                "name": "University of Colorado Boulder",
                "shortName": "boulder"
            },
            {
                "id": "281",
                "name": "National Research Nuclear University MEPhI",
                "shortName": "mephi"
            },
            {
                "id": "16",
                "name": "École Polytechnique Fédérale de Lausanne",
                "shortName": "epfl"
            },
            {
                "id": "176",
                "name": "Moscow Institute of Physics and Technology",
                "shortName": "mipt"
            },
            {
                "id": "34",
                "name": "Wesleyan University",
                "shortName": "wesleyan"
            },
            {
                "id": "317",
                "name": "Foreducation",
                "shortName": "foreducation"
            },
            {
                "id": "161",
                "name": "HEC Paris",
                "shortName": "hec"
            },
            {
                "id": "60",
                "name": "University of Rochester",
                "shortName": "rochester"
            },
            {
                "id": "333",
                "name": "Ticket for Change",
                "shortName": "ticketforchange"
            },
            {
                "id": "47",
                "name": "National University of Singapore",
                "shortName": "nus"
            },
            {
                "id": "45",
                "name": "The Chinese University of Hong Kong",
                "shortName": "cuhk"
            },
            {
                "id": "58",
                "name": "Universidad Nacional Autónoma de México",
                "shortName": "unam"
            },
            {
                "id": "224",
                "name": "Fundação Lemann",
                "shortName": "lemann"
            },
            {
                "id": "17",
                "name": "University of Illinois at Urbana-Champaign",
                "shortName": "illinois"
            },
            {
                "id": "26",
                "name": "University of London",
                "shortName": "london"
            },
            {
                "id": "31",
                "name": "University of Florida",
                "shortName": "ufl"
            },
            {
                "id": "53",
                "name": "University of California, San Diego",
                "shortName": "ucsd"
            },
            {
                "id": "188",
                "name": "Fudan University",
                "shortName": "fudan"
            },
            {
                "id": "21",
                "name": "Berklee College of Music",
                "shortName": "berklee"
            },
            {
                "id": "7",
                "name": "Duke University",
                "shortName": "duke"
            },
            {
                "id": "30",
                "name": "University of California, Irvine",
                "shortName": "uci"
            },
            {
                "id": "212",
                "name": "Universitat de Barcelona",
                "shortName": "ub"
            },
            {
                "id": "22",
                "name": "Brown University",
                "shortName": "brown"
            },
            {
                "id": "223",
                "name": "ESSEC Business School",
                "shortName": "essec"
            },
            {
                "id": "318",
                "name": "Google for Education",
                "shortName": "googleedu"
            },
            {
                "id": "273",
                "name": "Universidad de los Andes",
                "shortName": "uniandes"
            },
            {
                "id": "65",
                "name": "University of Wisconsin–Madison",
                "shortName": "wisconsin"
            },
            {
                "id": "120",
                "name": "University of New Mexico",
                "shortName": "newmexico"
            },
            {
                "id": "49",
                "name": "University of Geneva",
                "shortName": "unige"
            },
            {
                "id": "150",
                "name": "Shanghai Jiao Tong University",
                "shortName": "sjtu"
            },
            {
                "id": "6",
                "name": "University of Pennsylvania",
                "shortName": "penn"
            },
            {
                "id": "160",
                "name": "Higher School of Economics",
                "shortName": "hse"
            },
            {
                "id": "110",
                "name": "Tel Aviv University",
                "shortName": "telaviv"
            },
            {
                "id": "220",
                "name": "Yonsei University",
                "shortName": "yonsei"
            },
            {
                "id": "77",
                "name": "The University of North Carolina at Chapel Hill",
                "shortName": "unc"
            },
            {
                "id": "228",
                "name": "Michigan State University",
                "shortName": "michstate"
            },
            {
                "id": "254",
                "name": "Macquarie University",
                "shortName": "macquarie"
            },
            {
                "id": "108",
                "name": "Exploratorium",
                "shortName": "exploratorium"
            },
            {
                "id": "230",
                "name": "Nanjing University",
                "shortName": "nanjing"
            },
            {
                "id": "1",
                "name": "Stanford University",
                "shortName": "stanford"
            },
            {
                "id": "8",
                "name": "Johns Hopkins University",
                "shortName": "jhu"
            },
            {
                "id": "163",
                "name": "Peking University",
                "shortName": "pku"
            },
            {
                "id": "147",
                "name": "University of Manchester",
                "shortName": "manchester"
            }
        ]
    },
    "paging": {
        "next": "1100",
        "total": 1804
    }
}
