{
    "elements": [
        {
            "courseType": "v1.session",
            "description": "This course is a survey of the profession of pharmacy including its history, evolving scope of practice, ethical foundations, regulation, educational and career opportunities, and more. We will also explore topics relating to medication use and drug development.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "clinical-science"
                }
            ],
            "id": "v1-189",
            "instructorIds": [
                "1293473"
            ],
            "name": "Introduction to Pharmacy",
            "partnerIds": [
                "28"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0a/71b480352a11e4a1481570b8fd189d/intro-pharm.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "intropharma",
            "workload": "2-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Los cursos de Cálculo Diferencial y Cálculo Integral tradicionalmente se ofrecen separados y respetando ese orden. El primero estudia la derivada, y el segundo, la integral, siendo este momento en el que aparece el Teorema Fundamental del Cálculo (TFC) para establecer la relación entre ambos conceptos. En el presente curso vamos a hacer una diferencia: introduciremos la derivada y la integral como conceptos relacionados desde un principio. \n\nVamos a iniciar con la interpretación del Teorema Fundamental del Cálculo, con esto nos referimos a descubrir su significado real en la solución de problemas. Llegaremos a asociar con él la actividad práctica de calcular el valor de una magnitud que está cambiando. Habiendo realizado esta interpretación, los conceptos de derivada e integral se verán relacionados desde un principio, lo que te permitirá predecir el valor de una magnitud que está cambiando. Las nociones fundamentales de derivada e integral las identificaremos con las ideas de “razón de cambio” y de “acumulación del cambio”, y el TFC nos proveerá de la estrategia de solución.\n \nRecordarás que la Matemática Elemental incluye el Álgebra, la Geometría y la Geometría Analítica. Podemos decir que éstas son Matemáticas que estudian lo estático. En cambio, la Matemática Superior, que incluye el Cálculo, estudia lo dinámico. Con el Cálculo se inicia el estudio del cambio, una realidad presente en nuestro entorno cotidiano sin duda alguna. Costos, temperaturas, poblaciones, velocidades, energías, capitales de inversión, longitudes, etc., son algunos ejemplos de esto. En este curso podrás entender al Cálculo como una estrategia de solución para el estudio del cambio y diferenciarlo de las Matemáticas Elementales, aunque utilice de ellas bastante información.\n \nAl finalizar este curso podrás:\n\nDescribir de qué manera los modelos matemáticos polinomial, exponencial natural, y trigonométricos (seno y coseno), son una construcción que responde a esta práctica de predicción. Los verás a todos ellos surgir de esta práctica cuando una magnitud real particular cumple ciertas condiciones en su “razón de cambio” con respecto a la magnitud de la que depende. \n\nUtilizar la introducción de procesos infinitos (¡no imposibles!) en la construcción de la respuesta de predicción, con ello entenderás por qué se habla de Matemática Superior y de un pensamiento matemático avanzado.\n\nValorar una forma de pensar diferente, donde nuestro razonamiento matemático trascienda la sola manipulación de fórmulas algebraicas.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "_mOFSBtlEeWP9g4JMjGIiQ",
            "instructorIds": [
                "2672777"
            ],
            "name": "Cálculo Diferencial e Integral unidos por el Teorema Fundamental del Cálculo",
            "partnerIds": [
                "62"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/52/8181b0baee11e59326e18df13c8d1f/CALCULODIFERENCIAL.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "calculo-diferencial",
            "startDate": 1446249991461,
            "workload": "11 semanas de estudio, 2-3 horas/semana"
        },
        {
            "courseType": "v1.session",
            "description": "本課程以教師講授及課後作業、作業互評，引導學生進入孟子與中華文化的思想世界，與孟子「對話」，從《孟子》原典中汲取智慧的靈感，以作為在現代社會中立身處世的資糧。",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                }
            ],
            "id": "v1-3467",
            "instructorIds": [
                "14750168"
            ],
            "name": "東亞儒學─孟子：1 (East Asian Confucianisms: Mencius 1)",
            "partnerIds": [
                "75"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/de/02fc9051e011e5996455c80d55c12a/0903.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "mencius1",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course explores the brain bases of bilingualism by discussing literature relevant to differences in age of initial learning, proficiency, and control in the nonverbal, single language and dual-language literature.  Participants will learn about the latest research related to how humans learn one or two languages and other cognitive skills.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                }
            ],
            "id": "v1-2208",
            "instructorIds": [
                "9636430"
            ],
            "name": "The Bilingual Brain",
            "partnerIds": [
                "119"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ce/ce6e703dce11e4b1518bb3518fcc93/bilingual-logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "bibrain",
            "startDate": 1454889600000,
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "The world is ageing – people are older and societies are facing hard realities.  What are we to make our lives in this time of global ageing? In six weeks, we analyze critical questions about age and ageing around the world.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-371",
            "instructorIds": [
                "2789426",
                "2947873"
            ],
            "name": "Growing Old Around the Globe",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ab/2fc660352c11e48bf3558061d6b8d2/Kagan-Intro-fancy-back-16.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "oldglobe",
            "workload": "5-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "电影语言的一切形式在艺术上都有其正当的理由。正如微电影创作这座冰山，水面上的“拍摄”这一动作，仅仅是冰山的一角，而水面下的“拍什么”、“怎么拍”这些隐藏的不为大多数人知的部分，才是拍摄的真正内涵所在。\n也就是说，镜头、场面调度、叙事线索、段落的起承转合、画面的内在隐喻……都应该是在拍摄之前经过深思熟虑的。本门课程将让学习者从实例与操作中了解到如何站在剪辑师的角度，在拍摄前就知道应该怎样安排摄影机的运动？怎样处理两个或更多演员的对话场景？当有几条情节线索相互穿插时怎样合理安排拍摄？……真正一睹拍微电影这座冰山的真容。",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "2Vd6ubUJEeWbLRJn4j8c4Q",
            "instructorIds": [
                "8054217"
            ],
            "name": "拍摄：像剪辑师一样拍摄",
            "partnerIds": [
                "188"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ab/06f540bd1711e5a0757f0b45fcae50/________.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "pai-she",
            "startDate": 1453238404032,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "本课程讨论人、媒介、信息在社会化媒体环境下的新规律。The course introduces students to regular patterns of interaction among people, media and information under our surrounding social media .",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "machine-learning"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "v1-1334",
            "instructorIds": [
                "5593949"
            ],
            "name": "大数据与信息传播         Big Data and Information Dissemination",
            "partnerIds": [
                "188"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/c5/03994079d111e3bc6653eb861f9616/mooc-web-page-0110.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "fdubigdata",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course introduces the international and domestic laws, institutions, and legal and political theories that protect basic liberties of all human beings.  The course provides an overview of the internal law of human rights and the principal mechanisms and strategies for holding governments accountable for violating those rights.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "law"
                }
            ],
            "id": "v1-1386",
            "instructorIds": [
                "3035416"
            ],
            "name": "International Human Rights Law: Prospects and Challenges",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f2/189350853311e3b00245dbe3c40d04/Course-Icon-mod2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "intlhumanrightslaw",
            "workload": "5-10 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn the key facets of cost analysis. Topics will include types of costs, cost behavior, costing system design, activity-based costing, and cost-volume-profit analysis. ",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "v1-2337",
            "instructorIds": [
                "10998404"
            ],
            "name": "Managerial Accounting: Cost Behaviors, Systems, and Analysis",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0b/1a94b052e411e4896ef7da14b3bbe9/Financial-Accounting-PT-1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "acctcostanalysis",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course you will learn how to design lesson plans around the needs of your ELL students and their language level through the analysis of content language and cognitive demands. You will learn how to align language objectives to the adopted standards of your school and content area.  You will learn how to modify existing course materials as well as develop graphic organizers and languages frames to support ELLs’ access to content.  Analysis of second language acquisition theories will be applied to lesson planning.\n\nUpon completing this course, you will be able to:\n     * Conceptualize theories of second language acquisition as they apply to the planning of lessons through annotation\n     * Assess the linguistic needs of your students using BICS and CALP\n     * Identify content specific vocabulary, grammatical structures, and language functions necessary for a student to succeed in your     \n       classroom \n     * Write language learning outcomes that align to your student’s linguistic and cognitive ability and your school’s adopted   \n       standards \n     * Adapt a lesson plan that accomplishes the learning outcomes outlined in the lesson objectives\n    * Modify materials to support ELLs’ access to content\n    * Use a wide variety of graphic organizer templates and language frames to support ELLs’ access to content\n    * Develop activity types appropriate to the cognitive and linguistic abilities of ELLs\n    * Incorporate community and culture into lesson planning",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "kZ029icpEeWbYQ5aIUJhSw",
            "instructorIds": [
                "7942296",
                "12746403"
            ],
            "name": "Lesson Planning with the ELL in Mind",
            "partnerIds": [
                "287"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/77/1bc09060b611e5811dd5a4da6fc7d1/Class.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ell-lesson",
            "startDate": 1444169298515,
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Este curso utiliza un enfoque basado en la investigación para entender las fuentes de las ventajas competitivas en las compañias y otras organizaciones.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                },
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "AJNydoJHEeWXmQ4F86nmrw",
            "instructorIds": [
                "7311350"
            ],
            "name": "Administración Estratégica y Emprendedora",
            "partnerIds": [
                "120"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/12/5b4b50824711e5ae965dd3ea8cdc5d/entstrategicmgmt_logo.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "administracion-estrategica",
            "startDate": 1454982325267,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "The biggest challenge facing the hospitality industry over the next 5 years is the lack of integration between the key commercial disciplines of sales, revenue, distribution and finance and the negative impact this will continue to have on delivering asset value and maximum profitability.\n \nThis course, spread over 4 key modules:\n\nAsset Management\nDemand Generation\nDigital Marketing\nDemand Optimisation\n \naims to break down these commercial silos and reveal the journey from long-term asset development through to short-term profit tactics and how commercial teams can align themselves throughout the organisation.\n \nCreated by SnapShot, this course is hosted by a group of experienced Industry guest lecturers in their fields of expertise and includes an ideal mix of accessible theory and practical exercises and simulations.\n \nSnapShot is a Hotel Demand Management company that specializes in helping hotels aggregate and use their data. We provide useful tools as well as innovative education and coaching services to empower hotels to take informed decisions in managing their demand to increase profits.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                },
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "tsFr5DeHEeWXuQopUhAqaw",
            "instructorIds": [
                "9943216",
                "16190009",
                "14815776",
                "16190443",
                "16190792",
                "16191105"
            ],
            "name": "Demand management: Breaking down today’s commercial silos",
            "partnerIds": [
                "223"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/99/4ecf304d6611e588d6639d60251af6/demand.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "demandmanagement",
            "startDate": 1448935202546,
            "workload": "4 weeks, 4 - 5 hours per week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn a new way to approach problem solving by stating the problem and letting powerful constraint solving software do the rest.  This class teaches you the art of encoding complex discrete optimization problems in the MiniZinc modeling language and then shows you how to effortlessly solve them by leveraging state-of-the-art open-source constraint solving software.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "v1-1901",
            "instructorIds": [
                "8350857",
                "1762431"
            ],
            "name": "Modeling Discrete Optimization",
            "partnerIds": [
                "33"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/6b/bd09b0fec911e4a5e4ff54fda55058/Modelling_Discreet_opti_2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "modelingoptimization",
            "workload": "5-10 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course will examine the ethical, legal and social issues raised by neuroscience. Topics will include the implications of new knowledge of the brain for our understanding of selfhood, for the meaning of privacy, for the distinction between therapy and enhancement, and for national security.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "v1-50",
            "instructorIds": [
                "435103"
            ],
            "name": "Neuroethics",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/35/a7b020352d11e48e9c2583f964c285/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "neuroethics",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The University of Alberta, the University of Tromso and the University of the Arctic invite you to explore this four week course that examines the environment and climate of the circumpolar North. This course is the result of an international collaboration and provides you with an insight into our planet's North. Following an overview of regional geography, we will focus on the cryosphere (ice), as well as the atmosphere and ocean of the region. We will learn why the Arctic is cold and ice covered, and how that impacts its climate and ecosystems. We will also consider how the Arctic is connected to the rest of the world. Finally, we will examine present day climate change, the processes driving it, and evidence for it in the Arctic, before looking at the implications in the rapidly evolving North. Watch a preview of the course here: https://uofa.ualberta.ca/courses/arctic-climate",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "Drzxs3zVEeWX2xK7ROQidQ",
            "instructorIds": [
                "16016867"
            ],
            "name": "Introduction to the Arctic: Climate",
            "partnerIds": [
                "146"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/65/aa38707cd911e59e62dbe4ba62c1d4/Changing-Arctic.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "arctic-introduction-climate",
            "startDate": 1452571184406,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "The Capstone project is the culmination of your journey through the Business English for Non-Native Speakers specialization. It is aimed at applying the written and spoken skills that you have gained to an authentic business situation. You will be able to choose a business case provided by HKUST, or use an example from your own work experience and: \n\n(1) prepare an online video presentation (approx. ½ hour) that analyses the case and provides recommendations, and\n\n(2) prepare a business report to coincide with the presentation (approx. 2,000 words). The report should include an executive summary, analyses of the case and recommendations.",
            "domainTypes": [
                {
                    "domainId": "language-learning",
                    "subdomainId": "learning-english"
                }
            ],
            "id": "PWMAu6MfEeWHXAr1OpR7HQ",
            "instructorIds": [
                "15479425",
                "15682415",
                "15730402"
            ],
            "name": "Business Case Analysis",
            "partnerIds": [
                "35"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/86/9ac540a47f11e58686d3512753510a/3cvWdUGA8dM2ZXD3G_SFoq6ki3kzGw-Df-u-YtEAuS8.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "business-case-analysis",
            "startDate": 1453234887538,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "If you love games and want to learn how to make them, then this course will start you down that path. Making games is a creative and technical art form. In this course you will familiarize yourself with the tools and practices of game development. You will get started developing your own videogames using the industry standard game development tools, including the Unity3D game engine and C#. At the end of the course you will have completed three hands-on projects and will be able to leverage an array of game development techniques to create your own basic games. This course is for individuals interested in becoming a game designer, game artist, or game programmer.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "2H8ExCTIEeWeDBJG1XrG0w",
            "instructorIds": [
                "13538984"
            ],
            "name": "Introduction to Game Development",
            "partnerIds": [
                "228"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/85/c0db403d8d11e593f12599f8c5046e/logo-course1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "game-development",
            "startDate": 1442267898668,
            "workload": "4 weeks, 2-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "If you have ever used a navigation service to find optimal route and estimate time to destination, you've used algorithms on graphs. Graphs arise in various real-world situations as there are road networks, computer networks and, most recently, social networks! If you're looking for the fastest time to get to work, cheapest way to connect set of computers into a network or efficient algorithm to automatically find communities and opinion leaders in Facebook, you're going to work with graphs and algorithms on graphs.\n\nIn this course, you will first learn what a graph is and what are some of the most important properties. Then you'll learn several ways to traverse graphs and how you can do useful things while traversing the graph in some order. We will then talk about shortest paths algorithms — from the basic ones to those which open door for 1000000 times faster algorithms used in Google Maps and other navigational services. You will use these algorithms if you choose to work on our Fast Shortest Routes industrial capstone project. We will finish with minimum spanning trees which are used to plan road, telephone and computer networks and also find applications in clustering and approximate algorithms.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "R1xPlXlzEeW3pg6oA-kqJQ",
            "instructorIds": [
                "87141",
                "38926"
            ],
            "name": "Algorithms on Graphs and Trees",
            "partnerIds": [
                "53",
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/22/f20780ba5d11e5a05e970d8586e01d/logo2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "algorithms-on-graphs-and-trees",
            "startDate": 1453242523219,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "It is hard to imagine life without your Smartphone – you have come to rely on it so much – for your work; to stay in touch with family and friends; to capture and share those special moments; to find your way around in a new neighborhood. Did you ever wonder how and when all this happened? Or how and when GPS sensors came to be in your cell phone?\n\nIn this course, we will explore the convergence of multiple disciplines leading to todays’ Smartphones.  You will learn about the birth and evolution of Telephony Networks, Broadcast Networks (TV and Radio) and Consumer Electronics.  We will discuss the impact of Internet, (multimedia) content, smartphones and apps on everyday lives. We will then look at how this emerging platform called the Internet of Things – wherein billions and trillions of devices communicating with each other and “the cloud” – could enable unprecedented, innovative products and services.   Take this course if you want to understand what great new advances in mobile-enabled products will be coming our way!\n\nLearning Goals: This course provides a core grounding in how science and technology have developed to enable the Internet of Things – in a way appropriate for any learner.  For those interested in developing further hands-on expertise in designing and developing for the Internet of Things, this course will provide a context to the discoveries and converging technologies that will springboard the next round of innovations.  After completing this course, you will be able to:\n\n1.\tCompare how the telephone system works (that is, peer-to-peer networks) with how media delivery works (that is, broadcast/multicast networks).\n2.\tExplain the tradeoffs between circuit switched networks (that is, dedicated resources) and packet switched networks (that is, shared resources).\n3.\tTell interesting stories about key innovations that transformed the communications, entertainment and consumer electronics industries.\n4.\tExplain how email, YouTube, SMS, etc. work.\n5.\tFind resources for those wishing to do more of a “deep-dive” into the above topics.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "electrical-engineering"
                }
            ],
            "id": "XJUJYyzXEeWWqBIFfWmDPQ",
            "instructorIds": [
                "12280323",
                "12279078"
            ],
            "name": "Internet of Things: How did we get here?",
            "partnerIds": [
                "53"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/47/e168a04d0811e5bd2041c907f0d263/internet-of-things.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "internet-of-things-history",
            "startDate": 1444233254609,
            "workload": "2 weeks of study, 2-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "人是否會如同理論經濟學的預測進行決策？這門課將透過每週的課程影片以及課後作業帶你了解實驗經濟學的基本概念。每週將會有習題練習以及指定閱讀的期刊論文。你將會參與一些線上的實驗、報告論文並且互評其他同學的報告。",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "v1-1681",
            "instructorIds": [
                "8020813"
            ],
            "name": "實驗經濟學 (Experimental Economics I: Behavioral Game Theory)",
            "partnerIds": [
                "75"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/e4/7337201e1511e4846e6d3f17d5937c/unnamed.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "expeconomics1",
            "workload": "4-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "LaTeX (читается «латех») — научная издательская система. На этом курсе вы узнаете, как оформить ваши идеи в виде красивого, профессионально сверстанного текста или слайдов презентации.\n\nСистема LaTeX — стандарт в научном мире. Лучшие математические, физические и экономические журналы издаются в LaTeX и рекомендуют авторам использовать его для подготовки рукописей. LaTeX не очень прост в освоении, но обладает массой преимуществ перед популярными текстовыми процессорами и редакторами презентаций:\n  •  высококачественная верстка — текст выглядит «как в книжке»;\n  •  удобная работа со сложными математическими формулами;\n  •  отличная кросс-платформенная совместимость;\n  •  автоматизация многих рутинных процессов: нумерации формул, рисунков, таблиц, разделов документа, перекрестных ссылок, создания колонтитулов, оформления стилей заголовков и т. п.;\n  •  огромное сообщество пользователей и разработчиков, пакеты-расширения на все случаи жизни.\n\nLaTeX облегчает жизнь всем, кому приходится оформлять эссе, рефераты, курсовые и дипломные работы, диссертации, а также слайды презентаций на их основе. Пользователи, освоившие LaTeX, вспоминают верстку сложных документов в Word и создание больших презентаций в PowerPoint как страшный сон.\n\nFAQ\n\nВ: Что нужно установить на компьютер для прохождения этого курса?\nО: Для работы с LaTeX существует масса различных программных средств, некоторые из которых заменяют друг друга, а другие — дополняют их. Обзор этих средств — одна из тем первой недели лекций, до этого времени ничего устанавливать не нужно. Для освоения курса нужно будет иметь компьютер с быстрым доступом к интернету и возможностью устанавливать на него программное обеспечение. В дальнейшем при работе с собственными документами в LaTeX подключение к интернету будет необязательно.\n\nВ: Требуется ли предварительная подготовка для прохождения курса?\nО: Нет, предварительная подготовка для прохождения курса не требуется.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "wjL4-4_TEeW93wo8Ha4kow",
            "instructorIds": [
                "163140"
            ],
            "name": "Документы и презентации в LaTeX (Introduction to LaTeX)",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/59/61b6b4924569d104a975c168fe88df/Introduction-to-LaTeX.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "latex",
            "startDate": 1453321819722,
            "workload": "4 - 8 hours per week"
        },
        {
            "courseType": "v1.session",
            "description": "Le cours présente les cellules solaires à base de silicium, depuis la physique des semiconducteurs cristallins jusqu’au fonctionnement des modules photovoltaïques. Les semiconducteurs désordonnés utilisés dans les cellules en couche mince sont également traités. Les aspects socio-économiques et environnementaux du photovoltaïque sont abordés.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "v1-1807",
            "instructorIds": [
                "8105047",
                "8103824"
            ],
            "name": "Physique des cellules solaires au silicium",
            "partnerIds": [
                "66"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f0/0bc19002a111e497f61d5fa1c003b7/Logo4.jpg",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "enrpv",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "In this course, you will learn about the structure, accomplishments, and shortcomings of the US healthcare system, and how those have prompted attempts at health policy and reform.  You will also take part in a unique, national group exercise, designed to help you understand questions about the 2010 Affordable Care Act and how you can improve the US healthcare system.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-869",
            "instructorIds": [
                "2643814"
            ],
            "name": "Understanding and Improving the US Healthcare System",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/09/130cd0477411e5aceb05bebbb28266/publichealth.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ushealthcare",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "主要介绍高级语言程序中的数据类型及其运算、语句和过程调用等的机器级表示、转换与链接。",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "v1-2484",
            "instructorIds": [
                "7083440"
            ],
            "name": "计算机系统基础（一） ：程序的表示、转换与链接",
            "partnerIds": [
                "230"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/a5/c7df905f4111e4ab6695730a2bb91c/logo013.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "njuics1",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course is for aspiring or active entrepreneurs who wants to understand how to secure funding for their company. This course will demystify key financing concepts to give entrepreneurs and aspiring entrepreneurs a guide to secure funding. \n\nExamine the many financing options available to get your new venture funded. Learn the basics of finance, valuations, dilution and non-dilutive funding sources. Understand capital structure for new ventures, term sheets and how to negotiate them, and the differences between early-stage versus later-stage financing. Develop an understanding of how to develop winning investor pitches, who and when to pitch, how to avoid common mistakes that limit the effectiveness of the pitch, and how to ‘get to the close’. Key questions answered within the course include:\n\n* When to raise outside capital?\n* What kind of investors invest by stage and where to find them?\n* What are your fundraising options?\n* What are the key components of the term sheet?\n* How to perform company valuations?\n* How to pitch to investors?\n* What techniques help the entrepreneur ‘get to the close’?\n\nWith this course, students experience a sampling of the ideas and techniques explored in the University of Maryland's master's degree in technology entrepreneurship, an innovative 100% online program. Learn more at http://mte.umd.edu.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                },
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "PifzBSv3EeWLVg5w1LoYqQ",
            "instructorIds": [
                "9775870"
            ],
            "name": "New Venture Finance: Startup Funding for Entrepreneurs",
            "partnerIds": [
                "32"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/17/c8a3404fd911e4bd702198c36496f1/New-Venture-Finance.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "startup-funding",
            "startDate": 1447695231568,
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course will use social network analysis, both its theory and computational tools, to make sense of the social and information networks that have been fueled and rendered accessible by the internet.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "machine-learning"
                }
            ],
            "id": "v1-38",
            "instructorIds": [
                "123682"
            ],
            "name": "Social Network Analysis",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ee/5754a0477311e5b1c9c1f86d62ba59/socialnetwork.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "sna",
            "workload": "5-7 hours/week (8-10 if completing additional programming exercises)"
        },
        {
            "courseType": "v2.capstone",
            "description": "By the end of this Capstone, you will have a coaching strategy as well as the tools you will to confidently introduce coaching to your team. You will use the leadership point of view developed in Course 1 to articulate your coaching philosophy, and produce clearly defined expectations for each person on your team, as well as Key Performance Indicators you will use to evaluate performance, building on your work from Course 2. You will use the techniques learned in Courses 3 to prepare for and practice coaching conversations, and use what you have learned to provide feedback to your other colleagues in the Capstone course. The top students in the Capstone course will have an opportunity to have their coaching plans reviewed by a certified coach.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "OHtNW3Q9EeWLqw7zlLhRzQ",
            "instructorIds": [
                "15497711"
            ],
            "name": "Capstone: Designing and Implementing Your Coaching Strategy",
            "partnerIds": [
                "83"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/88/996e809f6811e5a816814d966fcc85/495902474-Course-5-capstone.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "coaching-capstone",
            "startDate": 1453239391284,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Computer graphics can be a powerful tool for supporting visual problem solving, and interactivity plays a central role in harnessing the users' creativity. This course will introduce various interactive tools developed in computer graphics research field with their design rationales and algorithms. Examples include enhancements to graphical user interfaces, authoring tools for 2D drawings and 3D animations, and interactive computer-aided design systems. Rich live demonstrations and course assignments will give you insights and skills to design and implement such tools for your own problems.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "Qx-vkAocEeWAYyIACmGIdw",
            "instructorIds": [
                "6508204"
            ],
            "name": "Interactive Computer Graphics",
            "partnerIds": [
                "76"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e0/6a0640c9e711e384af11d826d24eb5/c_InteractiveComputerGraphics.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "interactive-computer-graphics",
            "startDate": 1443117222068,
            "workload": "1-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "東坡詞如秋夜的星光、月色，既遙遠又親近。我們以愉悅的心情展讀《東坡詞》，徜徉於〈水調歌頭〉、〈江城子〉、〈定風波〉與〈念奴嬌〉等作品裡，如晤故人，自能心領神會，除了可以看見天才駕馭技巧的藝術表現，更可貼近東坡的內在世界，親切感受一個偉大心靈的躍動，以豐富我們的生命境界，讓我們知曉如何在人情世界中尋得心靈的安頓。",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-2838",
            "instructorIds": [
                "10838321"
            ],
            "name": "東坡詞 (Ci Poetry of Su Dong Po)",
            "partnerIds": [
                "75"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/4f/9561b0c14d11e4b50d5fb8be3e772e/___.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "dpc",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Neste curso, assumimos que você já sabe projetar e desenvolver programas mais complexos em Java, produzindo software de qualidade devido ao uso de técnicas ágeis mais automatizadas; mas você talvez ainda sinta necessidade de organizar o software desenvolvido segundo aspectos arquiteturais, tornando-o mais flexível para mudanças e evolução.\n\nO objetivo deste curso é expor você a conceitos e técnicas para modelar e evoluir, de forma ágil, a arquitetura do software sendo desenvolvido.\n\nOs conceitos apresentados neste curso no contexto da programação Java incluem o seguinte: conceitos de arquitetura de software; conceito de dívida técnica; uso de arquiteturas de referência e padrões arquiteturais; identificação de desafios técnicos; prototipação focada na demonstração da arquitetura; arquitetura de testes; identificação e planejamento do \"momento mais responsável\"; planejamento de tarefas de arquitetura; \"spikes\" de projeto e de arquitetura; \"walking skeleton\"; gerência da dívida técnica; monitorando atributos de qualidade; inspec'ão contínua.\n\nAo final deste curso, você terá amadurecido de tal modo suas habilidades de programação que será capaz de reestruturar em termos arquiteturais e implementar partes da aplicação Web final com o componente de gamificação enriquecido constantes do Trabalho de Conclusão da Especialização, aplicando onde apropriado as técnicas e conceitos apresentados neste curso.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "A6fauXeWEeWIfhKr_WcYsQ",
            "instructorIds": [
                "1330144",
                "14963182"
            ],
            "name": "Arquitetura de Software em Projetos Ágeis",
            "partnerIds": [
                "252"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/bb/9f9480b36311e5bf70b5770f2a87d7/canstockphoto11697538-Software-Architecture.jpg",
            "primaryLanguages": [
                "pt-BR"
            ],
            "slug": "arquitetura-de-software-projetos-ageis",
            "startDate": 1453847807736,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Не так давно получил распространение термин «большие данные», обозначивший новую прикладную область — поиск способов автоматического быстрого анализа огромных объёмов разнородной информации. Наука о больших данных ещё только оформляется, но уже сейчас она очень востребована — и в будущем будет востребована только больше.\nС её помощью можно решать невероятные задачи: оценивать состояние печени по кардиограмме, предсказывать зарплату по описанию вакансии, предлагать пользователю музыку на основании его анкеты в интернете.\n\nБольшими данными может оказаться что угодно: результаты научных экспериментов, логи банковских транзакций, метеорологические наблюдения, профили в социальных сетях — словом, всё, что может быть полезно проанализировать.\nСамым перспективным подходом к анализу больших данных считается применение машинного обучения — набора методов, благодаря которым компьютер может находить в массивах изначально неизвестные взаимосвязи и закономерности.\n\nНа факультете компьютерных наук ВШЭ и в Школе анализа данных есть люди, активно использующие машинное обучение и разрабатывающие новые подходы к нему. Именно они — преподаватели этого курса.\n\nВы изучите основные типы задач, решаемых с помощью машинного обучения — в основном речь пойдёт о классификации, регрессии и кластеризации. Узнаете об основных методах машинного обучения и их особенностях, научитесь оценивать качество моделей — и решать, подходит ли модель для решения конкретной задачи. Наконец, познакомитесь с современными библиотеками, в которых реализованы обсуждаемые модели и методы оценки их качества. Для работы мы будем использовать реальные данные из реальных задач.\n\nКраткая программа курса:\nНеделя 1. Введение. Примеры задач. Логические методы: решающие деревья и решающие леса.\nНеделя 2. Метрические методы классификации. Линейные методы, стохастический градиент.\nНеделя 3. Метод опорных векторов (SVM). Логистическая регрессия. Метрики качества классификации.\nНеделя 4. Линейная регрессия. Понижение размерности, метод главных компонент.\nНеделя 5. Композиции алгоритмов, градиентный бустинг. Нейронные сети.\nНеделя 6. Кластеризация и визуализация. Частичное обучение.\nНеделя 7. Прикладные задачи анализа данных: постановки и методы решения.\n\nСлушателю нужно знать об основных понятиях математики: функциях, производных, векторах, матрицах. Для выполнения практических заданий потребуются базовые навыки программирования. Желательно знать Python.\n\nЧтобы успешно завершить курс, нужно набрать проходную сумму баллов за тесты и практические задания, а также выполнить финальный проект, посвящённый решению прикладной задачи анализа данных.\n\nМы уверены, что этот курс будет полезен каждому, кто хочет постичь искусство предсказательного моделирования и освоить интеллектуальный анализ данных.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "machine-learning"
                }
            ],
            "id": "01XLylXyEeWKXg4Y7_tPaw",
            "instructorIds": [
                "14984219",
                "14897521"
            ],
            "name": "Введение в машинное обучение",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a2/c23430579811e59644373576122c07/Ya-Icon-new-size.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "vvedenie-mashinnoe-obuchenie",
            "startDate": 1453834207072,
            "workload": "7 недель исследования, 3-5 часов / неделю"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course in the Healthcare Marketplace specialization you will identify, define, and describe potential business and public policy solutions to the challenges facing society’s growing demand for health services.  Students will master a body of knowledge on the health care sectors major components through reading and reflection.  \n\nHealthcare has many different cultural components that will be discussed as historic trends as well as future demographic challenges.  You will understand diverse philosophies and cultures within and across societies as they relate to healthcare.  This outcome is particularly critical because of the tradeoffs needed to be assessed as medical technology advances faster than budgets and perhaps cultures are sometimes willing to tolerate.  \n\nAt the end of the day, you will gain an appreciation for the role of creativity, innovation, discovery, and expression across disciplines in the development of new medical care solutions through and examination of the physician, medical technology and financing sub-sectors of the health economy.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "EGWVwnE7EeWxvQr3acyajw",
            "instructorIds": [
                "16143651"
            ],
            "name": "Healthcare Marketplace",
            "partnerIds": [
                "50"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/07/c65280b97811e5a4b09d9a9c5585fd/0-abstract-medical-background_G1aZTYDu_L.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "healthcare-marketplace",
            "startDate": 1454970173962,
            "workload": "5 weeks of study, 2 - 4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "One way or another, all employees are managed. But approaches to managing employees varying from employee-to-employee, job-to-job, manager-to-manager, organization-to-organization, and country-to-country. This course provides a foundation for developing your own approach to skillfully managing employees by illustrating alternative human resource management (HRM) strategies, introducing the importance of the legal context, and thinking about what motivates employees. This will then give you the factual and conceptual basis for developing specific, critical HRM skills in subsequent courses on hiring employees, managing performance, and rewarding employees. Don't know anything about HRM? That's OK! Leave this course with a new-found understanding of the range of options available for managing employees, a grasp of what makes workers tick, and the readiness to develop your own HRM skills.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                }
            ],
            "id": "5D-g-HEiEeWKsgrp3VnvAw",
            "instructorIds": [
                "15525104"
            ],
            "name": "Preparing to Manage Human Resources",
            "partnerIds": [
                "50"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d6/8e59d08d3311e5a52f5f18e8b42513/IMG_3652-2-378.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "managing-human-resources",
            "startDate": 1454976202836,
            "workload": "4 weeks of study, 4 - 5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Влияет ли знание методов анализа данных на уровень заработной платы? Работает ли система оценки кредитоспособности клиентов банка? Действительно ли новый баннер лучше старого? Чтобы ответить на такие вопросы, нужно собрать данные. Данные почти всегда содержат шум, поэтому утверждения, которые можно сделать на их основе, верны не всегда, а только с определённой вероятностью. Строить наиболее корректные выводы и численно оценивать степень уверенности в них помогают методы статистики. \n\nКак можно оценивать неизвестные параметры системы по небольшому количеству наблюдений? Как измерить точность таких оценок? Какие данные нужны, чтобы ответить на ваш вопрос, и на какие вопросы можно ответить с помощью уже имеющихся данных? Вы узнаете все, что нужно для успешного превращения данных в выводы — организация экспериментов, A/B-тестирование, универсальные методы оценки параметров и проверки гипотез, корреляции и причинно-следственные связи.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                }
            ],
            "id": "yJz8iXEoEeWIfhKr_WcYsQ",
            "instructorIds": [
                "349711",
                "143601",
                "3722005",
                "188273"
            ],
            "name": "Построение выводов по данным",
            "partnerIds": [
                "176"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/41/880650b0de11e5a0fb177d76ab076a/800x800-04.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "stats-for-data-analysis",
            "startDate": 1453244481930,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "If you work in marketing, sales, or advertising, you already know that effective communication is a requirement. This can be even more difficult when expressing your ideas in a persuasive manner in English.  In this course, you will learn to use English more efficiently while joining successful global professionals around the world. Develop your skills along with authentic characters that work in marketing and also work hard to improve their communication skills. Learn from your successes and failures, reflect on your own style, strengths, and improvement areas. After taking this course, you will be able to:\n·      Express your ideas through efficient emails, reports and persuasive presentations\n·      Learn words and phrases related to market research, branding, direct marketing, advertising costs, etc.\n·      Get instant feedback about the efficiency of your business communication skills in English from sales and marketing professionals from around the world\n·      Become part of a global community of business professionals who are developing their English communication skills\n\nSi Ud. trabaja en el marketing, las ventas, o la publicidad, ya sabe que la comunicación efectiva es un requisito del trabajo. Esto se hace aún más difícil cuando se trata de expresar sus ideas de manera persuasiva en inglés. En este curso, Ud. aprenderá a utilizar el inglés con mayor eficacia, uniéndose a los profesionales globales exitosos en todo el mundo. Ud. también desarrollará sus habilidades, junto con personajes auténticos quienes trabajan en marketing que también se esfuerzan para mejorar sus habilidades de comunicación. Finalmente, aprenderá de sus éxitos y fracasos, y reflexionara sobre su propio estilo, puntos fuertes y áreas de mejoramiento. Después de tomar este curso usted será capaz de\n·       Expresar sus ideas a través de correos electrónicos eficaces, informes y presentaciones persuasivas.\n·       Aprender palabras y frases relacionadas con las investigaciones del mercado, la marca, el marketing directo, las tarifas de publicidad y otros\n·       Obtener información inmediata sobre la eficacia de sus habilidades de comunicación de negocios en inglés por parte de los profesionales de ventas y marketing de todo el mundo\n·       Unirse hoy con una comunidad de profesionales globales quienes están desarrollando sus habilidades de comunicación en inglés.",
            "domainTypes": [
                {
                    "domainId": "language-learning",
                    "subdomainId": "learning-english"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "AVCeb1TBEeWWpxI8aBTOyQ",
            "instructorIds": [
                "14184517",
                "13730176",
                "13774774",
                "7225100"
            ],
            "name": "Inglés Empresarial: el márketing y ventas",
            "partnerIds": [
                "287"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/cf/9dd5d061e911e5808d9dab8b7235b2/MarketingSales.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "ingles-empresarial-marketing-ventas",
            "startDate": 1443478908332,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "The purpose of the Capstone Project in the Career Success Specialization is for you to apply the methods and techniques you learned in the series of courses to a personal experience, giving you a way to communicate your value to potential employers. You’ll focus your communication, management, negotiation, problem solving, business writing, time management, finance, entrepreneurship, and project management skills into a single project that demonstrates your career readiness.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "gmsPUNGEEeSHqyIAC1AQBw",
            "instructorIds": [
                "8883335",
                "12056243",
                "12023420",
                "11737707",
                "9772840",
                "8887234"
            ],
            "name": "Career Success Capstone Project",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/79/d7e710348711e59d943f5264eeada5/man-graph-iStock-55740990.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "career-success-capstone",
            "startDate": 1439230257436,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This is part one of a 3-course sequence on Curanderismo: Traditional Medicine of Mexico and the Southwest. This course will emphasize healing of the body, through a number of videos. This course will emphasize healing of the body, through a number of videos.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-2567",
            "instructorIds": [
                "6992095"
            ],
            "name": "Curanderismo Part 1: Traditional Healing of the Body",
            "partnerIds": [
                "120"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/d4/696120b3a111e4ba3771149ab21a17/cheo_logo1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "tradhealingbody",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Have you ever wondered why some videos go viral while others flop or how some companies have successfully leveraged Facebook and Twitter to reach out to their customers and clients? How are some companies able to effectively navigate the world of social media and build thriving online communities while others flounder, crash and burn? These questions along with many others concerning the use of, management and effects of social media in today's world will be covered in this course.\n\nEmbark on a journey into the realm of social media in public relations and explore the dynamics and management of social media and how it has changed public relations. We will examine the impact of digital influence, the relationship between traditional and social media as well as some of the pitfalls in the use of social media. You will also learn how to cultivate and manage relationships in social media, engage the online community, and plan and manage online content. We will also take a look at some ways of to measure and evaluate social media campaigns.  \n\nCome, join me in this course and take the first step towards an exciting and rewarding career in social media.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "KQ7XaDaaEeWWBQrVFXqd1w",
            "instructorIds": [
                "13755704"
            ],
            "name": "Social Media in Public Relations",
            "partnerIds": [
                "47"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/dd/bc32d0400911e5a811a5a85ed92660/CNM_Logo04.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "social-media-pr",
            "startDate": 1449875877317,
            "workload": "4 weeks, 2 - 3 hours per week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This will be part 2 of a two-series foundation courses for the Specialization: International Marketing & Cross Industry Growth. This course will dive in more deeply into consumer science investigation, B2C marketing, International Marketing Entry, Targeting, Positioning, International Product, International Promotion, International Place and International Price. The last set of classes will discuss seven new ways to innovate in International Marketing that all start with the letter \"S\" and hence will be called the 7S International Marketing Innovation. There will be a heavy emphasis on how companies can incorporate CCCI Innovation, i.e. Cross Country and Cross Industry Innovation in marketing.\n\nAfter you successfully complete this course learners will obtain the following outcomes:\n\n(1) from a business to consumer standpoint (B2C), learn how to approach consumers as science investigators.\n(2) an understanding of how to enter international markets, select targets and position their brands.\n(3) achieve deeper insights into the core meaning of international marketing elements, i.e. product, promotion, place, and price in the international marketing context, and their inter-element relationships with each other.\n(4) acquire new thinking about innovating in marketing with the 7S approach: social, small, simple, skip, sports, screen, and set marketing with cross-country and cross-industry innovation implications.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "1vFfwoE5EeWuHwqbqMyacw",
            "instructorIds": [
                "10324047"
            ],
            "name": "International Marketing Entry and Execution",
            "partnerIds": [
                "220"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1f/2ea1f0c7c611e58ee5ed4e6edef7e7/Coursera-Specialization-course-2-pic.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "international-marketing-entry-execution",
            "startDate": 1453238427220,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Animal welfare has been described as a complex, multi-faceted public policy issue which includes important scientific, ethical, and other dimensions. Improving our understanding of  animal welfare, involves the fascinating study of animal behavior as well as the challenge of accessing the emotions of animals. \n\nThis is the On-Demand version of this course, which means you can start the course at any time and work through the course materials at your own pace. The materials and quizzes will always be available to you. \n\nYou can come and talk about the course on Twitter using the hashtag #EdAniWelf",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "animals-and-veterinary-science"
                }
            ],
            "id": "D5GKj_UHEeSBSSIAC7JSBQ",
            "instructorIds": [
                "5182988",
                "5183599",
                "5254251",
                "6853521",
                "6507222"
            ],
            "name": "Animal Behaviour and Welfare",
            "partnerIds": [
                "14"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e0/b9a9af76525b66801e0e89826b8414/ABW-Dog.jpg.jpeg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "animal-welfare",
            "startDate": 1446224199951,
            "workload": "1-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "People interviewing for jobs today often fail because they are using yesterday's strategies. Recruiting technology has become more sophisticated, and the best employers are constantly changing the way interviews are done. This course gives you detailed strategies for handling tough interviews so that you can communicate the knowledge, skills, and abilities that you have and that employers demand.\n\nYou will be able to:\n\n1.\tList the steps in the S.T.A.R. method and apply the steps, using reasonably correct language, to answer at least three behavioral interview questions.\n\n2.\tList the steps in the P.R.E.P. and 5W methods and apply the steps, using reasonably correct language, to answer at least two situational interview questions.\n\n3.\tCorrectly apply hedging language to soften a negative and boosting language to emphasize a positive aspect of your professional and/or academic background.\n\n4.\tRecast a given weakness as a strength using appropriate language and strategy.\n\n5.\tParticipate effectively in job interviews conducted using diverse in-person and remote interview formats.",
            "domainTypes": [
                {
                    "domainId": "language-learning",
                    "subdomainId": "learning-english"
                }
            ],
            "id": "koALKnp3EeWX2xK7ROQidQ",
            "instructorIds": [
                "13565988",
                "15247366"
            ],
            "name": "Advanced Interviewing Techniques",
            "partnerIds": [
                "32"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2e/a7d390b29511e5a9812b2f90fd1fc6/3---Advanced-Interviewing-800-x-800.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "advanced-interviewing",
            "startDate": 1453242324230,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This competency-based, skill-building course will help non-U.S. students, first generation immigrants and foreign-born professionals better understand and master American eLearning as well as other U.S. virtual environments for college and career success.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-1728",
            "instructorIds": [
                "7581768",
                "7864413",
                "9026100",
                "9775195",
                "10512525",
                "11197435",
                "7850590"
            ],
            "name": "iMOOC101: Mastering American eLearning",
            "partnerIds": [
                "117"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/a3/8e270085b311e4b7d45b2a9ec7d248/Mastering-American-eLearning-WB.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "imooc",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Archaeology has as its objective the recovery and revival of humankind's past, and as its aim the rescue and preservation of cultural heritage. In this course, we will learn about the practical recovery of ancient traces in the field, the study and interpretation of artifacts, and how we can preserve these sites and objects digitally for future generations. Digital archaeology is an emerging area of study, and critically important for preserving knowledge for the future.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-450",
            "instructorIds": [
                "2633312",
                "9491920",
                "454431",
                "8956693"
            ],
            "name": "Recovering the Humankind's Past and Saving the Universal Heritage",
            "partnerIds": [
                "74"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/eb/36301e697e4cf40cbfc73dafd118be/Matthiae_Ebla.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "recoveringthepast",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course helps learners understand Chinese politics. Using approaches from political science, it looks at the politics behind China’s economy, its leadership, how the government and Communist Party make and implement decisions, the ways people try to influence those decisions, and whether democracy or authoritarianism are in China’s future.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-3217",
            "instructorIds": [
                "13474620"
            ],
            "name": "Chinese Politics Part 1 – China and Political Science",
            "partnerIds": [
                "35"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/54/05775014a211e5b2f2b308b914249f/ChinesePolitics_part1_467x263px_inside.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "chinesepolitics1",
            "startDate": 1456185600000,
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "¿Cómo se estructura y funciona un programa de videojuego? Es lo que comúnmente se conoce como 'gameplay', y que constituirá nuestro núcleo de estudio en este curso. Su análisis detallado nos permitirá comprender su importancia, y qué funcionalidades debe tener. Analizaremos también la interface gráfica del usuario (GUI), que finalmente condiciona el hecho de que el jugador pueda interaccionar correctamente con el videojuego. Para definir y comprender mejor los conceptos se usan ejemplos y referentes de videojuegos de la industria.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "QWB9ASx7EeWGvAojQA48rw",
            "instructorIds": [
                "11224479",
                "14940613"
            ],
            "name": "Gameplay en videojuegos",
            "partnerIds": [
                "80"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ee/2b4ea0680c11e5aa291b6a4eec5370/Course-logo--coursera-v3.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "videojuegos-play",
            "startDate": 1448294892285,
            "workload": "4 semanas de estudio, 1-2 horas/semana"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The world of business strategy is in transition. What used to work doesn't anymore -- not necessarily. \n\nThis course prepares you to think strategically in an age when companies like Apple, Google, and Microsoft have become more valuable (in market cap terms) than companies like Exxon. Today, business value and competitive advantage arise more often from consumer perceptions of what is \"cool\" than from physical assets or economies of scale. \n\nIn this course -- the first of a three-course specialization tailored specifically for the age of creativity and innovation -- you will gear up for the challenges of strategy formulation and implementation in a 21st century business. \n\nAfter taking the course, you'll be able to:\n- Explain why \"doing\" strategy is considered \"the high point of managerial activity\" (Mintzberg);\n- Recognize and avoid the old, tired ideas about strategy that are still out there, so you can adopt fresher, better ideas;\n- Point out how doing strategy has changed because of advancing technology and globalization;\n- Prepare for the Capstone Project for the Strategic Management and Innovation Specialization",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                },
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "oC5XlyT_EeWs4gorU6Q1Yw",
            "instructorIds": [
                "5012641"
            ],
            "name": "Strategic Management",
            "partnerIds": [
                "175"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/7b/14e650668c11e5929a370796729205/Skakbrik-2-varianter_Side_2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "strategic-management",
            "startDate": 1442255293251,
            "workload": "4 weeks of study, 2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "You will learn to make fluid digital interactive experiences that are suitable for gaming and use the advanced sensor hardware built into the iPhone and iPad. This includes drawing 2D graphics, playing sounds and music, integrating with Game Center, the iOS physics engine and detecting device orientation and location.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "5seL5DVuEeWa2g6sjqf03Q",
            "instructorIds": [
                "3161246",
                "8266053"
            ],
            "name": "Games, Sensors and Media",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/66/7e01e039eb11e5868c1fda1e39c0c4/iStock_Course4.2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "games",
            "startDate": 1441041847661,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Наглядно – интересно – просто – понятно!\nДанный курс представляет собой серию физических опытов, в которых наглядно объясняются основные законы волновой оптики. Демонстрацию физических явлений проводит незаурядный человек, преподаватель, доцент кафедры общей физики НИЯУ МИФИ — Валериан Иванович Гервидс, глубокие знания и огромный преподавательский опыт которого делает курс «Физика в опытах. Часть 4. Волны и оптика» уникальным.\n\nЗачем учить этот курс?\n• Физика – наука экспериментальная. Лучше один раз увидеть, чем сто раз услышать или прочитать! \n• Именно эксперименты позволяют продемонстрировать и легко понять и простые, и сложные аспекты, которые традиционно преподаются в виде теоретического материала и математических моделей\n• Курс поможет Вам научиться использовать: \n   o эксперимент как способ постановки вопроса, \n   o эксперимент как инструмент изучения физического явления\n   o эксперимент как  форму ответа на вопрос\n• Очень часто достаточно «простые» физические вопросы имеют неожиданные ответы, которые зависят от конкретных условий проведения эксперимента. Демонстрация таких опытов и объяснение полученных в них результатов могут оказаться чрезвычайно интересными\n• Вы сможете увидеть применение изучаемых физических явлений в жизни, в технике и в быту\n• Изучая этот курс, вы восполните нехватку времени на экспериментальную, «живую» физику, которая ощущается в обычном учебном процесс\n\nЧему учит этот курс?\n• Пониманию широкого круга как простых, так и сложных физических явлений и процессов по тематике соответствующих разделов\n• Применению физических закономерностей для анализа различных физических явлений и процессов \n• Навыкам  использования эксперимента\n• Базовым знаниям по физике будущих инженеров и специалистов в различных областях деятельности.\n\nДля кого этот курс?\n• Для тех, кто изучает физику, и хочет прояснить для себя различные вопросы (в школе, в вузе)\n• Для тех, кто преподает физику (в школе, в вузе)\n• Для тех, кто использует физику в своем рабочем процессе (инженеры, программисты и т.д.)\n• Для тех, кому это просто интересно",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "gxPV_qJlEeWw6Q7sxrDlWQ",
            "instructorIds": [
                "8883250",
                "16661192",
                "16661132",
                "16661101"
            ],
            "name": "Физика в опытах. Часть 4. Волны и оптика",
            "partnerIds": [
                "281"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e1/719650a3f911e5b39e8fb33b8a68a0/logo_picture_volni.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "fizika-v-opitah-volni-i-optika",
            "startDate": 1450744893392,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "In the course ‘Establishing a professional ‘self’ through effective intercultural communication’, you will learn how to communicate effectively to establish relationships with colleagues in a culturally and linguistically diverse community and workplace.\n \nAs language reflects cultures, we begin the course by highlighting the need to take into considerations cultural values when we communicate in a multicultural community and workplace. We then move on to discuss some effective communication skills required to build relationships with colleagues in a globalised workplace. \n\nYou will learn to adopt appropriate intrapersonal and interpersonal, verbal and nonverbal, communicative strategies to present information based on the 7 communication principles.\n \nFinally, you will learn to build your personal profile and appropriately align yourself in a globalised workplace.",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "STiBVnU-EeWKsgrp3VnvAw",
            "instructorIds": [
                "16799906"
            ],
            "name": "Establishing a Professional ‘Self’ through Effective Intercultural Communication",
            "partnerIds": [
                "47"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6c/9f2c40c06c11e58d35f7836c9f0f2c/Establishing-a-Professional-_Self_-through-Effective_800x800_.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "effective-intercultural-communication",
            "startDate": 1454969975664,
            "workload": "3 weeks of study, 1-2 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "In the game design and development capstone, you will create an original game from initial concept through implementation and then launch it to the world! Along the way, you will have the opportunity to put your game ideas in front of your peers and for the best-of-the-best you will have the chance to get feedback from game industry professionals. The capstone experience gives you the opportunity to push your skills further and demonstrate your newfound skills as a game developer. The capstone also contains guest talks from game industry professionals at Riot Games, Deep Silver Volition, Iron Galaxy, Radiant Entertainment, Goodgame Studios, Stardock, GREE, Heart Shaped Games, Kongregate, and more.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "8G7jDCT-EeWs4gorU6Q1Yw",
            "instructorIds": [
                "13538984",
                "13631314"
            ],
            "name": "Game Design and Development Capstone",
            "partnerIds": [
                "228"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/59/3f28f03d8e11e5b8e1819d390079e3/logo-course5.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "gamedev-capstone",
            "startDate": 1453867427088,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "Everything comes together in the Capstone.  You will draft a complete story, narrative essay, or memoir of 8–15 pages.  With the advice of your peer readers, you will revise, rewrite, and complete it. The skills you’ve learned of plotting, setting, physical description, characterization, and stylistic clarity and innovation will culminate in an original work of art all your own.  We’ll discuss the steps that professional writers take to bring their work into the public world.  Along the way you’ll learn the patient habits of revision that make up the writer’s life.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "K6ho2ngdEeWi0g6YoSAL-w",
            "instructorIds": [
                "17117391"
            ],
            "name": "Capstone: Your Story",
            "partnerIds": [
                "34"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ea/5f1b30bece11e5b274b791246c5383/your_story.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "your-story",
            "startDate": 1453341449742,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Las matemáticas son un lenguaje como lo son el español, el ruso, el francés, el inglés, el árabe, el hebreo etc. Cada uno de estos lenguajes tiene una forma hablada y una forma escrita. En estos lenguajes usamos símbolos y cadenas de ellos (palabras, frases, puntuaciones, conjugaciones gramaticales etc.) para expresar una idea que observamos o que simplemente imaginamos.\n\nEn este curso descubrirás que el lenguaje de las matemáticas te servirá de ayuda para entender ciertos fenómenos y situaciones problemáticas. Además podrás conjeturar, explicar y argumentar tus propios resultados. \n\nMira el siguiente problema. En una fiesta de amigos delegan a Xavier para que vaya a comprar 3 botellas de vino. Xavier entra a la tienda de vinos y selecciona tres botellas de vino que tienen el mismo precio. La cajera le dice \"hoy tenemos dos tipos de promoción para ese vino, paga solo dos y llevas las tres o si lleva las tres hay un descuento del 33.3% (100/3 %) de descuento. ¿Cuál de las dos promociones es mejor para Xavier?\n\n¡Bienvenido al maravilloso mundo de las matemáticas!",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "VegYeiP9EeW5Rwo0txKkgQ",
            "instructorIds": [
                "7102183"
            ],
            "name": "Precálculo Alpha: Primer paso a las Matemáticas Universitarias",
            "partnerIds": [
                "273"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/fc/fdc5304cd611e583a2bd7ac237dd45/1.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "precalculo-alpha",
            "startDate": 1455566100206,
            "workload": "5 weeks of study, 4-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "人文學，其特色在於「慢熱」，需要耐心細嚐、咀嚼古聖先賢的智慧結晶與其文字背後所隱含的真正意義。史記系列課程將透過對《史記》一書的導讀，引領同學們探究史學之「真」與「善」。 \n\n不管你是對中華文化感興趣者、想更深入了解傳統史學者、喜歡論理分析者、或是久仰太史公司馬遷之名之愛好者，這門課一定會讓你收穫良多。因為《史記》不僅記載了無數精彩非凡的歷史人事，更貫串了在它之前的多數古代典籍，可說是集中國上古文明精粹於一書。更重要的是，這門課程中將引導大家如何讀《史記》，進而學會如何讀中國史書、如何讀中國書。\n\n這是一場史學的思辨之旅，希望各位同學千萬不要錯過！\n",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "v1-1274",
            "instructorIds": [
                "2644105"
            ],
            "name": "史記（一）（Shi-ji (1) ）",
            "partnerIds": [
                "75"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f4/f6c6a07ee911e3a8959bc0d0ae4355/____.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "shiji",
            "workload": "3-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn how to take scattered data and organize it into groups for use in many applications, such as market analysis and biomedical data analysis, or as a pre-processing step for many data mining tasks.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "v1-2300",
            "instructorIds": [
                "9636378"
            ],
            "name": "Cluster Analysis in Data Mining",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/46/d79e00533711e4b561793bedcafb46/Data_Mining_2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "clusteranalysis",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The aim of the course is to provide you with a comprehensive framework for understanding both the traditional principles of management inside companies today as well as the alternative principles that are becoming increasingly important. It provides both theoretical and practical perspectives on the nature of management in today’s organisations.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "bzhAuJ9sEeWJORITtzkPnQ",
            "instructorIds": [
                "7029825"
            ],
            "name": "Managing the Company of the Future",
            "partnerIds": [
                "26",
                "170"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d8/329c306c2611e4bc69f1dbb9888199/MCOF_MOOC_course_logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "company-future-management",
            "startDate": 1453319384071,
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "In the Capstone project for the Internet of Things specialization, you will design and build your own system that uses at least 2 sensors, at least 1 communication protocol and at least 1 actuator. You will have a chance to revisit and apply what you have learned in our courses to achieve a robust, practical and/or fun-filled project. \n\nWe absolutely encourage you to design whatever you can think up!  This is your chance to be creative or to explore an idea that you have had.  But if you don’t have your own idea, we provide the description of a surveillance system, for you to build.  We will participate in the Capstone with you by building a surveillance system that features an off-grid solar powered workstation that will serve as a hub to multiple surveillance sensors. \n\nYou will be able to demonstrate the knowledge and skills you have gained in this course through delivery of industry-appropriate documents such as System Design documents and Unit Test reports.  Additionally, you will be asked to describe and show case your project as a short video presentation – appropriate for demonstrating your knowledge and technical communication skills. \n\nLearning Goals: After completing this Capstone, you will be able to:\n\n1.\tDesign systems using mobile platforms. You will gain experience in documenting and presenting designs.\n2.\tDevelop systems that interface multiple sensors and actuators to the DragonBoard™ 410c system and develop the necessary software to create a fully functional system.\n3.\tSpecify unit tests and system tests, run tests and prepare Test Reports as are commonly done by those working in this industry.\n4.\tGain experience (and feedback!) in making technical presentations.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "electrical-engineering"
                }
            ],
            "id": "lvoZZyzfEeWl3A7Kuc0JCQ",
            "instructorIds": [
                "12279078",
                "12280323"
            ],
            "name": "Internet of Things Capstone: Build a Mobile Surveillance System",
            "partnerIds": [
                "53"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4f/228e504d0811e5a18cbb719b1473bf/internet-of-things.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "internet-of-things-capstone",
            "startDate": 1441054497323,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "An introduction to basic techniques of constitutional interpretation.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "law"
                }
            ],
            "id": "aAo9tS8NEeWv_w7cMMH1Uw",
            "instructorIds": [
                "3544181"
            ],
            "name": "America's Unwritten Constitution",
            "partnerIds": [
                "109"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/72/247680a5a411e5b44f2f5b75909b19/auc_blue.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "unwritten-constitution",
            "startDate": 1440187519359,
            "workload": "12-15 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "The Capstone project is the culmination of your journey through the Full Stack Web Development specialization. The Capstone project is aimed at building a fully functional front-end Application (both Web App designed using Bootstrap+AngularJS, and hybrid mobile app implemented using the Ionic framework) and full server-side implementation using Node.js+Express+MongoDB (possibly using a higher level framework). The project provides you an opportunity to demonstrate the skills that you have acquired from the courses within the specialization.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "DzdXURoCEeWg_RJGAuFGjw",
            "instructorIds": [
                "1017488",
                "13613684"
            ],
            "name": "Full Stack Web Development Specialization Capstone Project",
            "partnerIds": [
                "35"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9e/8452904d0711e592b8a9c1c44cb3fe/Coursera_html_OnDemand_1200.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "capstone-project",
            "startDate": 1441045504386,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course, the first in the \"Interviewing and Resume Writing in English\" specialization, guides you to discover the interests, talents and competencies that you can use to find and do work that leverages your strengths, passions and who you are as a person, so you can start doing work that matters to you and to the world. Whether you already have a career and are looking to move forward, whether you’re looking to change careers, whether you’re starting out in the world of work, whether you’re coming back into the world of work after some time away – this course will help you see your path more clearly and will teach you how to communicate your value to an employer in a way that he or she can immediately recognize.\n\nAfter completing this course, you will be able to 1) use your individual cognitive, social and emotional traits, together with areas of interest, to discover how to find the future jobs that can give you the greatest satisfaction; 2) identify transferable skills of greatest value to the employers who have the jobs you’re interested in; 3) apply a simple strategy for presenting your skills to an employer in an effective and convincing fashion.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "nUeuF3EkEeWhZxJhllGpHQ",
            "instructorIds": [
                "13565988"
            ],
            "name": "Interview Research and Preparation",
            "partnerIds": [
                "32"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/51/7e7700b29211e5a9812b2f90fd1fc6/1---Research-1000-x-1000.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "interview-preparation",
            "startDate": 1454971494433,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Large-scale biology projects such as the sequencing of the human genome and gene expression surveys using RNA-seq, microarrays and other technologies have created a wealth of data for biologists. However, the challenge facing scientists is analyzing and even accessing these data to extract useful information pertaining to the system being studied. This course focuses on employing existing bioinformatic resources – mainly web-based programs and databases – to access the wealth of data to answer questions relevant to the average biologist, and is highly hands-on. \n\nTopics covered include multiple sequence alignments, phylogenetics, gene expression data analysis, and protein interaction networks, in two separate parts. \n\nThe first part, Bioinformatic Methods I, dealt with databases, Blast, multiple sequence alignments, phylogenetics, selection analysis and metagenomics. \n\nThis, the second part, Bioinformatic Methods II, will cover motif searching, protein-protein interactions, structural bioinformatics, gene expression data analysis, and cis-element predictions. \n\nThis pair of courses is useful to any student considering graduate school in the biological sciences, as well as students considering molecular medicine.\n\nThese courses are based on one taught at the University of Toronto to upper-level undergraduates who have some understanding of basic molecular biology. If you're not familiar with this, something like https://learn.saylor.org/course/bio101 might be helpful. No programming is required for this course although some command line work (though within a web browser) occurs in the 5th module.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "bioinformatics"
                }
            ],
            "id": "IfDtq1vFEeSKTyIAC0YL2w",
            "instructorIds": [
                "3133590"
            ],
            "name": "Bioinformatic Methods II",
            "partnerIds": [
                "11"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/3e/15ff30885a11e3b26717d8f2aff292/bioinformatics.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "bioinformatics-methods-2",
            "startDate": 1424804108183,
            "workload": "12-18 hours of videos and labs"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Agile development promises to deliver better solutions. But to deliver these agile outcomes, you have to do more than implement an agile process; you have to create a culture of experimentation. It's this commitment to experimenting that's at the heart of today’s most innovative practitioners. This course shows you how to put this culture into practice across concept testing, usability testing, functional testing, and ongoing feature validation. \n\nWe'll show you how to: \n- Translate your product’s strategic direction into a user-centric charter with lots of small, testable ideas\n- Design and conduct best practice usability testing (even without working software)\n- Use narrative collaboration to focus functional testing \n- Integrate functional testing into a more continuous release flow\n- Instrument observation into your released product for continuous improvement and innovation accounting\n\nThis course is supported by the Batten Institute at UVA’s Darden School of Business. The Batten Institute’s mission is to improve the world through entrepreneurship and innovation: www.batteninstitute.org.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "kzmY_qA-EeWHXAr1OpR7HQ",
            "instructorIds": [
                "14054880"
            ],
            "name": "Running Experiments with Agile",
            "partnerIds": [
                "18"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e6/ce5d20a5d111e5a3239fd13a1595f9/Cowan_courseImage_1200_4_experiment.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "building--agile-culture",
            "startDate": 1453238925143,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Scholarly Communication is a concise but comprehensive course on how to write research papers in English. The course will help the candidates gain a better understanding of the rhetorical conventions of English and the common challenges the candidates may face as an academic writer. The course provides instruction, exercises, structure, and deadlines needed to create a publishable paper.\n\nThe aim of the course is to improve competence in scholarly communications by deepening knowledge of the core features of the scientific writing style. It presents and analyzes the unwritten rules of scientific writing, the ones candidates most likely never learned in academic writing.\n\nThe course will enable the candidates to write clear, detailed and well-structured scientific texts appropriate to a suitable academic journal. In particular, they will develop an awareness of fundamental concepts of academic writing, such as contrastive rhetoric, logical organization, and argumentation. In addition, they will develop skills for self-editing and revision techniques, including editing\nfor precision and clarity. They will also gain a deeper understanding of how to prepare a scientific paper using the IMRAD format. Finally, the candidates will develop an enhanced understanding of the concept of academic integrity and the ethics of scientific writing.\n\nThe candidates will be able to overcome anxiety about academic publishing and get their research papers published in international journals.",
            "domainTypes": [
                {
                    "domainId": "language-learning",
                    "subdomainId": "learning-english"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "shV98lfdEeWT8xIUiEQHHQ",
            "instructorIds": [
                "12663391"
            ],
            "name": "Scholarly Communication",
            "partnerIds": [
                "176"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/dd/d94d90ae2f11e5b4492be109d39855/logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "scholarly-communication",
            "startDate": 1451438622884,
            "workload": "4 weeks, 3 - 4 hours per week"
        },
        {
            "courseType": "v1.session",
            "description": "Курс посвящен изучению макроэкономических вопросов, таких как долгосрочный рост, циклические колебания экономики и стабилизационная политика государства.\n\nThe course covers major macroeconomic issues, such as long-run growth, cyclical fluctuations of the economy, and stabilization policy. ",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "v1-1151",
            "instructorIds": [
                "5193603"
            ],
            "name": "Макроэкономика (Macroeconomics)",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/79/76efc82519a3e0c03b0ef86267a18e/macroeconomics-_3_.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "macroec",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "In this course you will learn about the basics of how computation has impacted the entire workflow of photography (i.e., from how images are captured, manipulated and collaborated on, and shared).",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "v1-87",
            "instructorIds": [
                "868530",
                "2225883"
            ],
            "name": "Computational Photography",
            "partnerIds": [
                "9"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/32/27e160f35d11e492ef2bd56034f11c/Computational-Photography-Icon600x340.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "compphoto",
            "workload": "5-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The European Union is one of the world’s largest and most important economies. This five week course is the first in a series of three that will provide students with an insight into European Business Law. The series ranges from considering the basic structures and principles of the European Union to focusing on various specialized areas of law. Each course will give the students an understanding of the laws and policies that regulate the internal market of European Union, as well as relevant case law and useful inputs from leading practitioners in the field. \n\n\nRecommended Reading\n\nThe course is useful to persons both inside and outside the European Union, whether they are students, professionals, or simply interested in the European Union and European Business Law. Prior knowledge of law and the European Union is an advantage, but not a prerequisite. We have added an introduction module in the first course providing students with an overview of the history, institutions and legal method of the European Union. \n\n\nAbout the Series\n\nIn the first course, Understanding the Fundamentals, we will examine the core structures and principles of the European Union as well as the main sources of law. In the second course, Doing business in Europe, we will focus on the main laws that regulate various aspects of establishing and running a business within the European Union. In the final course, Competing in Europe, we will go into more depth about how to compete on the internal market and protect your brand, product or invention. \n\nThe first course will start on January 11th 2016. We are currently working on the second and third courses in the series, and they will be launched in the spring of 2016. To keep up to speed on the course series, visit our Facebook page at:\n\nhttps://www.facebook.com/eblmooc/\n\n\nSyllabus and Format\n\nEach course consists of a number of modules where one module represents about one week of work. A module includes a number of lectures and readings, and finishes with a voluntary assessment – a quiz, a small peer graded assignment or a case law review. The assessments are intended to encourage learning and ensure that you understand the material of the course. Participating in forum discussions is voluntary. Please note that the syllabus of the second and third courses are subject to change, as they are being revised.\n\nCourse I - Understanding the Fundamentals\n\nModule 1.\tIntroduction \nModule 2.\tLegal method and sources \nModule 3.\tConstitutional freedoms and fundamental principles \nModule 4.\tFreedom of movement \nModule 5.\tThe External Dimension \n\nCourse II - Doing Business in Europe \n\nCourse III - Competing in Europe\n\n\nFAQ\n\n1. Will I get a certificate after completing this class?\nStudents who successfully complete a course in the series will receive a Course Certificate. \n\n2. Do I earn Lund credits upon completion of this class?\nThe certificate is not part of a formal qualification from Lund University. \n\n3. What resources will I need for this class?\nThe students are not required to purchase a textbook since all readings will be provided online. All reading materials are free and will be available to use for the duration of the course.  \n\n4. What are the learning outcomes of this course and why should I take it?\nThis course is ideal for anyone planning to work or do business in a European context. Those preparing for a legal career will also benefit from the course. Last but not least, anyone curious about European Business Law will have a great learning experience. \n\nAt the end of this course, you will have a basic understanding of how to: \n•\tNavigate EU legal sources\n•\tFind and understand relevant laws and regulations governing the internal European Union market \n•\tEstablish and run a company within the European Union \n•\tSet up agreements and resolve cross-border disputes, employ staff and navigate environmental standards and tax regulations \n•\tProtect and defend a company’s products, brands and inventions by obtaining and licensing trademarks and patents\n•\tCreate a competitive edge for a company and apply the basic principles of EU competition law\n\n5. Can I contact the course instructors directly?\nThe course staff will participate in the discussion forum and welcome questions and comments. We encourage the students to be active and engaged, interacting with other participants and sharing ideas.   \n\n\nLund University\n\nLund University was founded in 1668. The Faulty of Law is a modern faculty with an international profile, welcoming both international and Swedish students. The university offers two international Masters: European Business Law and Human Rights Law. The former provides an in-depth understanding of both the practical and the theoretical aspects of business law within the European Union. The programme provides both general and specific knowledge of the European Union legal framework, which is necessary for students intending to work as legal advisors or business decision-makers. \n\nEducation, research and interaction with the surrounding community are the main focus of the Faculty’s work. The connection between the three is particularly apparent in the programmes and courses offered by the university, including the university’s MOOC course in European Business Law. The students get the chance to engross themselves in traditional legal studies, while interacting with both researchers and professionally active lawyers with qualifications and experience from various areas of law.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "law"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "gSfwG3HcEeWLqw7zlLhRzQ",
            "instructorIds": [
                "10552253",
                "8028579",
                "14370698",
                "7944704",
                "7945041",
                "6872676",
                "7944607",
                "7930597",
                "7913278"
            ],
            "name": "European Business Law: Understanding the Fundamentals",
            "partnerIds": [
                "199"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4c/c09450ebc911e3b776713ecb7a4d38/European_draft3.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "european-law-fundamentals",
            "startDate": 1452551986552,
            "workload": "10-15 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This is a course about addiction to drugs and other behaviors. It will describe what happens in the brain and how this information helps us deal with and overcome addiction. It will also discuss other topics such as government policy and our vulnerability to take drugs.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "knivtHEHEeSfpCIACzWBZw",
            "instructorIds": [
                "3560006"
            ],
            "name": "The Addicted Brain",
            "partnerIds": [
                "23"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6f/b5164051f6cbcfce8a28101dd84057/brain1.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "addiction-and-the-brain",
            "startDate": 1427327741032,
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Have we reached the boundaries of what can be achieved in sports and building design? The answer is definitely “NO”. This course explains basic aspects of bluff body aerodynamics, wind tunnel testing and Computational Fluid Dynamics (CFD) simulations with application to sports and building aerodynamics. It is intended for anyone with a strong interest in these topics. Key fields addressed are urban physics, wind engineering and sports engineering. ",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                }
            ],
            "id": "v1-1162",
            "instructorIds": [
                "5032568"
            ],
            "name": "Sports and Building Aerodynamics",
            "partnerIds": [
                "177"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/67/29eb410a106f95c5f99219f6b73a05/thumbnail.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "spobuildaerodynamics",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn the analysis of circuits including resistors, capacitors, and inductors.  This course is directed towards people who are in science or engineering fields outside of the disciplines of electrical or computer engineering.  ",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "electrical-engineering"
                }
            ],
            "id": "v1-554",
            "instructorIds": [
                "2998616",
                "8523704",
                "158859",
                "2225883"
            ],
            "name": "Linear Circuits",
            "partnerIds": [
                "9"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/70/9393c0f35f11e4aba77507ffbe046d/Linear-Circuits-Icon600x340.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "circuits",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Water management today is faced with new challenges such as climate change or the effects of human activity. Public and private stakeholders who are active in this field must develop new ways to better manage the water cycle \"as a whole\".\n\nThe objective of this MOOC is to develop an understanding of the problems related to water management. Firstly, this course will define a resource and, more specifically, the resource of water. It will look at how water is used and the activities associated with it as well as any potential conflicts. The course will look at water management in detail through the analysis of the different types of rights and obligations associated with, for example, the development of a multi-sectorial regulation system or a watershed management approach.\n\nBy the end of this course, our aim is to enable you to:\n1) Identify the main issues and strategies linked to water resource management\n2) Acquire the key reading material needed to understand the many variables (environmental, institutional and political) which affect water and which, in terms of management, may require adjustment.\n\nThis course was developed by the Geneva Water Hub and is financed by the Swiss Agency for Development and Cooperation (SDC). Alongside researchers from the University of Geneva from a range of faculties, researchers from other universities and research centres will be involved in this course. Practitioners who deal daily with the political dimension of water management will also input into the course.\n\nThis MOOC is designed for all those interested in the water sector. Prior training is not necessary to follow our program. The findings presented in this course can be easily reapplied to different contexts and to different scales of analysis.\n\nThis course is also available in French : https://www.coursera.org/learn/gestion-eau/",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "_xNLlFY4EeWKXg4Y7_tPaw",
            "instructorIds": [
                "14504897",
                "14504924"
            ],
            "name": "Water Resources Management and Policy",
            "partnerIds": [
                "49"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ec/f6fde0607811e58d93d10cd1333148/GestionEau-1200x1200.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "water-management",
            "startDate": 1450980901712,
            "workload": "5 weeks of study, 1-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Learn the fundamental principles of trading off risk and return, portfolio optimization, and security pricing—useful skills and concepts to have when making both corporate and personal financial decisions. Also explore market efficiency and firm valuation techniques.\n\nThe Improving Business Finances and Operations Specialization will be discontinued in January 2016. Learners who wish to earn a Specialization Certificate must pass all courses by December 31, 2015, and complete the Capstone Project in January 2016. If you do not anticipate completing the Specialization within this time frame, please do not purchase the full access option. \n\nPlease also note that the ​individual courses in the Improving Business Finances and Operations Specialization are part of the core iMBA curriculum​ and ​are NOT being canceled but will be regrouped in new Specializations​ (to be announced). For learners taking courses in this Specialization for University of Illinois academic credit, any earned academic credit will be transferable towards the iMBA degree program upon admission to the degree program.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "ad4xB_0fEeSPKSIACwYcDg",
            "instructorIds": [
                "9775829"
            ],
            "name": "Financial Evaluation and Strategy: Investments",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e6/c213c03af711e591d6277c78bf98df/Investment-Finance-PT-1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "investments",
            "startDate": 1439955727870,
            "workload": "4 weeks of study, 6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "L’objet de ce cours est l’étude de la restructuration des quartiers précaires des villes africaines. Il s’agit, en partant de la compréhension de leur formation, de leur organisation et de leur fonctionnement, d’examiner les modes d’intervention qui visent leur revalorisation et intégration dans les structures formelles des villes qui les accueillent.\n\nLa croissance rapide des villes s’est accompagnée, sur l’ensemble des continents, de mécanismes parfois déroutants de production urbaine qui ont mis à mal les équilibres territoriaux et sociaux des agglomérations. \n\nA  l’heure actuelle, près d’un milliard de personnes dans le monde, vivent dans des quartiers précaires, en raison des mauvaises conditions d’accueil et de la pénurie de logements. Cela est particulièrement vrai des villes africaines, où la croissance s’opère principalement en périphérie, par la création de quartiers précaires où se concentre la pauvreté urbaine.\n\nL’existence et l’extension de ce type de quartiers interrogent sur la capacité de ces villes à intégrer les populations pauvres, en même temps qu’elles révèlent les limites des politiques urbaines à planifier et réguler le développement des grandes agglomérations. La question est devenue si préoccupante que la question de la restructuration des quartiers précaires dépasse aujourd’hui le cadre strict d’une intervention physique pour se poser comme une question de développement à part entière.\n\nQuelle lecture peut-on faire de l’existence et de la prolifération des quartiers précaires en Afrique? Quelles ont été, jusqu’ici, les approches et réponses apportées par les gouvernants et les bailleurs? Quels modes et quels outils ont été expérimentés pour leur restructuration? Et quelles leçons peut-on tirer de la mise oeuvre des diverses opérations initiées au cours des années passes?",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "FVG4FkylEeWnWw63bhv00w",
            "instructorIds": [
                "14831523",
                "3959836"
            ],
            "name": "Villes africaines : Restructuration des quartiers précaires",
            "partnerIds": [
                "16"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a8/cfc270555411e5964cd77bc8d06838/vignette_Quart_pr_caires_Diagana.jpg",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "bidonvilles",
            "startDate": 1447096572576,
            "workload": "5 semaines d'étude, 2-3 heures/semaine"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Afin d’expliquer comment la mondialisation reconstruit les politiques publiques et les comportements sociaux nous étudions les échanges et interactions entre les acteurs politiques, économiques et sociaux -publics et privés, individuels et collectifs- et la façon dont ils redessinent les relations internationales. Ce cours prend sa source dans les approches sociologique et historique françaises des relations internationales.\n\nThis course is also available in english version: www.coursera.org/learn/global-studies",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "urya_B_xEeW5Rwo0txKkgQ",
            "instructorIds": [
                "10499203",
                "9848589"
            ],
            "name": "Espace mondial, une vision française des global studies",
            "partnerIds": [
                "210"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/71/0a71a0468611e5a571539764aa09c3/EM_2015_FR.jpg",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "espace-mondial-fr",
            "startDate": 1443112792402,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Dieser Kurs vermittelt einen Überblick über die Grundlagen des Maschinellen Sehens an Hand der Extraktion von 3D-Information aus dem Stereokamerabild einer Szene.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "machine-learning"
                }
            ],
            "id": "v1-508",
            "instructorIds": [
                "2693792"
            ],
            "name": "Einführung in Computer Vision",
            "partnerIds": [
                "78"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3f/cb4a7c3ce0e6ac6a504ed714fcf59f/Course_Logo_Computer_Vision.jpg",
            "primaryLanguages": [
                "de"
            ],
            "slug": "compvision",
            "workload": "2-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Для инновационного развития всех сфер робототехники необходимы молодые специалисты, способные креативно мыслить, разрабатывать, проектировать, внедрять и эксплуатировать сложные системы интеллектуального управления и роботизированные комплексы.\nКурс \"Инновации в промышленности: мехатроника и робототехника\" рассчитан на студентов технических специальностей, а также тех, кто интересуется робототехникой.\nМехатроника и робототехника охватывает очень широкий круг вопросов, и одному человеку трудно охватить и глубоко изучить все области исследования роботов. Данный курс поможет слушателям сориентироваться и выбрать для дальнейшей своей работы конкретное направление:\nизучение структуры и кинематики роботов, приводы роботов, управление и программирование, организация современного высокоэффективного роботизированного производства, применение систем автоматизированного проектирования изготовления деталей на станках с ЧПУ и технологической подготовки производства и др.\n\nСлушатели должны иметь знания по физике и математике в объеме школьной программы.\nУмение ориентироваться в математических и физических терминах, умение читать формулы, знание базовых физических единиц и их обозначений, понимание основ механики поможет слушателям успешно пройти данный курс.\n\nКурс состоит из 6 модулей. Каждая модуль курса содержит видеолекции, в конце каждой лекции – тестовые вопросы для самопроверки своих знаний.\nКаждый модуль заканчивается выполнением тестового задания из 10 вопросов. Это задание является важным для прохождения курса. Слушателю необходимо правильно ответить не менее чем на 7 из 10 вопросов. Сертификат получают слушатели, набравшие от 70 % и выше от максимально возможного количества баллов (100 %) за весь курс. При этом итоговый результат складывается из результатов тестовых заданий по всем модулям.\n\nThe course \"Innovations in industry: mechatronics and robotics\" may be interesting for students of engineering specialties who will learn to apply their knowledge in a new area. \nMechatronics and Robotics covers a wide range of issues, and it is difficult for one person to reach deep and explore all areas of robot research. This course will help students to navigate and choose the specific direction for their further work:\nthe structure and kinematics of robots, robot actuators, control and programming, the organization of modern highly robotized production, the use of CAD/CAM systems, manufacturing of parts on CNC machines and technological preparation of production.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                }
            ],
            "id": "1QxU85isEeW5gxKDBxYMJw",
            "instructorIds": [
                "16474352",
                "6252791"
            ],
            "name": "Инновации в промышленности: мехатроника и робототехника",
            "partnerIds": [
                "276"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2d/cdc960a25111e590f5731e47577412/______00148.png",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "innovations-in-industry-robotics",
            "startDate": 1450634524384,
            "workload": "6 недель исследования, 1-2 часов / неделю"
        },
        {
            "courseType": "v1.session",
            "description": "Learn how the nervous system produces behavior, how we use our brain every day, and how neuroscience can explain the common problems afflicting people today. ",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                }
            ],
            "id": "v1-1278",
            "instructorIds": [
                "4454153"
            ],
            "name": "Understanding the Brain: The Neurobiology of Everyday Life",
            "partnerIds": [
                "102"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/5c/0274607ed711e38429ff2cb9544e0c/brain-cornerfix.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "neurobio",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The level of popularity you experienced in childhood and adolescence is still affecting you today in ways that you may not even realize.  Learn about how psychologists study popularity and how these same concepts can be used in adulthood to be more successful at work, become better parents, and have a happier life.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                }
            ],
            "id": "0EqoQy7_EeWPngoW78wA_Q",
            "instructorIds": [
                "7206659"
            ],
            "name": "Psychology of Popularity",
            "partnerIds": [
                "77"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ed/0d1810e79111e484cf33c8960d132d/course_image.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "popularity",
            "startDate": 1444231532390,
            "workload": "6 weeks of study, 1-2 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "“微积分二：数列与级数”将介绍数列、无穷级数、收敛判别法和泰勒级数。本课程不仅仅满足于得到答案，而且要做到知其然，并知其所以然。",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "DoehDsNaEeSFKyIACw6TQw",
            "instructorIds": [
                "1667833"
            ],
            "name": "微积分二: 数列与级数 (中文版)",
            "partnerIds": [
                "28"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/37/d1a6e9c4c9f32a3826ceaeb94dd79e/self-describing-sequence-and-harmonic-series.png",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "gaojie-wei-jifen",
            "startDate": 1425675956293,
            "workload": "视频和测验共13小时"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course is an advanced study of bodies in motion as applied to engineering systems and structures.  We will study the dynamics of rigid bodies in 3D motion.  This will consist of both the kinematics and kinetics of motion.  Kinematics deals with the geometrical aspects of motion describing position, velocity, and acceleration, all as a function of time.  Kinetics is the study of forces acting on these bodies and how it affects their motion.\n---------------------------\nRecommended Background:\n\nTo be successful in the course you will need to have mastered basic engineering mechanics concepts and to have successfully completed my course entitled Engineering Systems in Motion: Dynamics of Particles and Bodies in 2D Motion.”   We will apply many of the engineering fundamentals learned in those classes and you will need those skills before attempting this course.\n\n---------------------------\nSuggested Readings:\n\nWhile no specific textbook is required, this course is designed to be compatible with any standard engineering dynamics textbook.  You will find a book like this useful as a reference and for completing additional practice problems to enhance your learning of the material.\n\n---------------------------\nThe copyright of all content and materials in this course are owned by either the Georgia Tech Research Corporation or Dr. Wayne Whiteman. By participating in the course or using the content or materials, whether in whole or in part, you agree that you may download and use any content and/or material in this course for your own personal, non-commercial use only in a manner consistent with a student of any academic course. Any other use of the content and materials, including use by other academic universities or entities, is prohibited without express written permission of the Georgia Tech Research Corporation. Interested parties may contact Dr. Wayne Whiteman directly for information regarding the procedure to obtain a non-exclusive license.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                }
            ],
            "id": "Niihyrb2EeSNXyIAC0mVOQ",
            "instructorIds": [
                "1900891"
            ],
            "name": "Advanced Engineering Systems in Motion: Dynamics of Three Dimensional (3D) Motion",
            "partnerIds": [
                "9"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f3/8340401ff211e5bc3e710312423b4a/Advanced-Engineering-Systems-Icon-600x340.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "motion-and-kinetics",
            "startDate": 1426275732988,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "       “法与社会”这门课程要在多层多样的社会关系中解读法律，并且透过法律来考察和把握社会的各种现象。本课程将课堂讲授与媒体教学有机结合，使学生对法社会学有一概括了解，用比较的眼光对法律制度和规范的内容进行分析，对中国法律传统及其演变进行准确定位。\n\n\n       \"Law and Society\" aims to offer both readings of law that vary with the diversity of social relations and understandings of social events from the legal perspective. This module, through a combination of lectures with multimedia presentation, is designed to enable the students to gain a general knowledge of sociology, to analyse legal institutions and norms by comparative means, and to have a clearer idea of the legal tradition and its evolution in China.      ",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "law"
                }
            ],
            "id": "v1-1170",
            "instructorIds": [
                "4178330"
            ],
            "name": "法与社会   Law and Society",
            "partnerIds": [
                "150"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/fb/8af0434ae241845661cf17228c0fd2/____2.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "sjtula014",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Learn the role of digital channels in an integrated marketing campaign and why you need a digital strategy. Interact with the content and hear from industry experts invited to join the course.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "5_M54uIIEeSsKCIAC3iEqA",
            "instructorIds": [
                "3541718"
            ],
            "name": "Digital Marketing Channels: The Landscape",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/df/87cbb052e311e4897549e934f14f68/Marketing-and-Brand-Stratedgy-PT1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "marketing-channels",
            "startDate": 1438718810412,
            "workload": "4 weeks of study, 8-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "En este curso se analizará para su aplicación la ubicación y señalamiento de los obstáculos que se presentan durante el proceso de negociación. Es interesante observar que en este análisis no sólo se plantean los obstáculos, sino se hacen observaciones sobre las condiciones que se presentan para identificar el obstáculo con las habilidades y estrategias que se ofrecen para su manejo efectivo. La presentación de los nueve obstáculos que propone nuestro modelo de negociación se hace en forma de aparición secuencial, lo que permite la previsión necesaria para evitarlos. Finalmente incorporaremos un elemento nuevo al proceso de negociación, que es el factor del tiempo y del ritmo, para que cada una de las fases cumpla con un requerimiento de exactitud en su cumplimiento.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "xAUa37WoEeW-DxJ4SAJAhQ",
            "instructorIds": [
                "15802193"
            ],
            "name": "Los obstáculos y la conducción en las negociaciones",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/48/e35a80b98011e59c5effa858e419c5/los_obstaculos_y_la_conduccion_en_las_negociaciones.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "obstaculos-negociaciones",
            "startDate": 1453237446838,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Learn to use the tools that are available from the Galaxy Project. This is the second course in the Genomic Big Data Science Specialization.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "aPvqvZlYEeWQGBKrxISOrQ",
            "instructorIds": [
                "12148228"
            ],
            "name": "Genomic Data Science with Galaxy",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/bd/a433f0d31011e495a3271dcbe3e007/galaxy-01.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "galaxy-project",
            "startDate": 1453136840070,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Before the advent of quantum mechanics in the early 20th century, most scientists believed that it should be possible to predict the behavior of any object in the universe simply by understanding the behavior of its constituent parts. For instance, if one could write down the equations of motion for every atom in a system, it should be possible to solve those equations (with the aid of a sufficiently large computing device) and make accurate predictions about that system’s future.\n\nHowever, there are some systems that defy this notion. Consider a living cell, which consists mostly of carbon, hydrogen, and oxygen along with other trace elements. We can study these components individually without ever imagining how combining them in just the right way can lead to something as complex and wonderful as a living organism! Thus, we can consider life to be an emergent property of what is essentially an accumulation of constituent parts that are somehow organized in a very precise way.\n\nThis course lets you explore the concept of emergence using examples from materials science, mathematics, biology, physics, and neuroscience to illustrate how ordinary components when brought together can collectively yield unexpected, surprising behaviors.\n\nNote: The fractal image (Sierpinkski Triangle) depicted on the course home page was generated by a software application called XaoS 3.4, which is distributed by the Free Software Foundation under a GNU General Public License.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "TEfLGl5WEeW5iQpSR8Sfhw",
            "instructorIds": [
                "1321950",
                "15217696",
                "15217586",
                "4991381",
                "15217917",
                "15217773"
            ],
            "name": "Emergent Phenomena in Science and Everyday Life",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/fe/76ccc0617311e5889a498ce70fc68b/Triangle.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "emergent-phenomena",
            "startDate": 1454693188816,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course will explore the Affordable Care Act in depth and then turn towards future health reform efforts and the future of the American health care system. Part II of II.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "law"
                }
            ],
            "id": "v1-2876",
            "instructorIds": [
                "1806984"
            ],
            "name": "American Health Policy: The Affordable Care Act and the Future of Health Care Reform (Part II of II)",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/cc/561e50b94711e4b7d2e5f6bb8dda91/Health_Care_Reform.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ushealthcarereform",
            "workload": "3-6 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "The Capstone course has two overarching goals - after you actively engage in the learning experiences in this module, you will be able to:\n\n1. Demonstrate knowledge of concepts, theories, and approaches learned in the IBFO specialization courses.\n2. Apply IBFO course related tools, techniques and approaches to realistic business situations in support of problem solving and decision making.\n\nThe Capstone course includes four modules with assignments based on a fictitious dental implant case. Each module provides additional case detail and the background documents and data needed to complete the assignments. Assignments include both multiple choice quizzes and peer review assessments. As you go through the following modules, you will learn more about Sorriso and have the opportunity to apply your learning from the IBFO specialization in support of practical business needs.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "rLS3h_0hEeSuiSIACwuNww",
            "instructorIds": [
                "16532853"
            ],
            "name": "Improving Business Finances and Operations Capstone",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/52/225650ba2011e5b2349d1a0a7c7225/improving_business_specialization_logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ibfo-capstone",
            "startDate": 1453869033056,
            "workload": "6 weeks of study, 6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "本课程以达尔文的“自然选择”和“生命之树”为主线，将重点介绍达尔文演化理论的要点，以及后人对达尔文理论的修订、补充和完善；介绍一些推动生物演化的主要力量，如遗传变异、自然选择、中性选择、遗传漂变等。同时还将介绍生物演化研究领域的各种方法和技术，并在此基础上通过很多实例对从远古的化石到现今多姿多彩的生物世界、从生物的形态改变到遗传物质的变化、从生物分子的起源到人类的起源等现象和问题进行解释。本课程将以大量的事实告诉大家：生物演化不仅仅是理论，而且是事实，它就发生在我们的身边。",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "animals-and-veterinary-science"
                }
            ],
            "id": "6NViDFGlEeWMlwoziUhyxQ",
            "instructorIds": [
                "5178430"
            ],
            "name": "生物演化",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/da/15f9c01c6711e4b187ffbd5ac10637/evolution-new4.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "shengwu-yanhua",
            "startDate": 1442425632469,
            "workload": "1-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course, part 2 of a 2-course sequence, examines the history of rock, primarily as it unfolded in the United States, from the early 1970s to the early 1990s. This course covers the music of Led Zeppelin, the Allman Brothers, Carole King, Bob Marley, the Sex Pistols, Donna Summer, Michael Jackson, Madonna, Prince, Metallica, Run-DMC, and Nirvana, and many more artists, with an emphasis both on cultural context and on the music itself. We will also explore how developments in the music business and in technology helped shape the ways in which styles developed. \n\nEmerging out of the experimental and ambitious years of late-60s psychedelia, rock splintered into a variety of styles in the 1970s as the music business continued to expand. By the end of the decade, punk and disco had challenged the excesses of the hippie aesthetic, as rock became more commercially streamlined and radio friendly. The emergence and rise of MTV transformed pop music and propelled the careers of Michael jackson and Madonna, while heavy metal and hip hop dominated the late 1980s. Nirvana leads alt-rock's return to simplicity in the early 1990s.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "3oV7d6_HEeS5PyIAC4GQ5A",
            "instructorIds": [
                "2599979"
            ],
            "name": "History of Rock, Part Two",
            "partnerIds": [
                "60"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/41/f3a2983b3f19b2b7fdb9f1e047692d/HistoryofRockLogo2pt2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "history-of-rock-2",
            "startDate": 1432229322117,
            "workload": "12-24 hours of videos and quizzes"
        },
        {
            "courseType": "v2.ondemand",
            "description": "如果说学习过《计算导论与C语言基础》，你已经迈入了C语言的殿堂，那么《C程序设计进阶》将帮助你更上一层楼，理解“结构化程序设计的基本思想”，掌握“C程序设计的基本技巧”，养成“良好的编程习惯和编程风格”，编写出“真正具有生命力的计算机程序”。完成这门课的学习，你将能解释C程序设计语言的基本概念与知识，并且使用C语言编写计算机程序解决生活工作中的实际问题。",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "2InHZhR3EeW_mxLPrCkAqw",
            "instructorIds": [
                "3293721"
            ],
            "name": "C程序设计进阶",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ce/e3d9f053c111e4aa84237c8743c509/DSC_0856__.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "c-chengxu-sheji",
            "startDate": 1437421054598,
            "workload": "每周4-8小时"
        },
        {
            "courseType": "v2.capstone",
            "description": "The Capstone is the culminating project in the Digital Marketing Specialization. The corporate partner for the specialization is W.W. Grainger(http://www.grainger.com/) . They are the largest supplier of Maintenance, Repair and Operations (MRO) products. Millions of businesses and institutions worldwide rely on Grainger for pumps, motors, hand tools, janitorial supplies, fasteners and much more. In 2014, they had sales of US Dollar 9.96 Billion, and e-commerce accounts for about 35-40% of sales. They are the Number 13 retailer in terms on e-commerce sales in the Top 500 list for US and Canada. \nYou will be working on a problem specified by the Digital Marketing team at Grainger, to develop a channel strategy to increase sales of Bosch power tools on Grainger.com. \n\nYou will have the opportunity to combine the tools and techniques obtained through all the courses in this specialization (Marketing in a Digital World, Digital Analytics for Marketing Professionals, and Digital Marketing Channels) and apply them to a real business problem. The Capstone project will be 6 weeks long. You must take the Capstone project class after taking all the other courses in this Specialization.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "3e249OIsEeSdRSIAC3-Q-A",
            "instructorIds": [
                "9695082",
                "9633128",
                "3541718",
                "10597909"
            ],
            "name": "Digital Marketing Capstone",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0f/7f3ab08d4e11e588b0fbf8b2fdb686/Digital-marketing.tiff",
            "primaryLanguages": [
                "en"
            ],
            "slug": "digital-marketing-capstone",
            "startDate": 1449456663494,
            "workload": "6 weeks of study, 5-7 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course explores how teachers can capitalize on what students bring to the classroom - their ideas, perceptions, and misunderstandings - to advance the learning of all students in the class, a practice we call “leveraging student thinking”.  ",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-600",
            "instructorIds": [
                "3289416",
                "3289263"
            ],
            "name": "Student Thinking at the Core",
            "partnerIds": [
                "37"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/05/14b51d00de06b83d202b9e4e2900dc/coreThink_Icon.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "corethink",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "If you really care about the big questions in the economies and societies of the 21st century, such as distributive justice - namely, inequality of income or wealth, and its correlation with economic growth - this course is meant for you. The knowledge you will gain can truly change your outlook on our world.\n\n\"Economic Growth and Distributive Justice - the Role of the State\" is the first part of a two part course and it includes the following four lectures: \n(1) What do we need a state for? \n(2) The connection between Efficiency and Distributive Justice \n(3) Demonstrating the implications of different ethical theories  \n(4) Distributive Justice: measurement and implications\nOnce you've completed the first part, we strongly recommend that you register for the second part entitled: \"Economic Growth and Distributive Justice - Maximizing Social Wellbeing\", as well. Taking both parts of the course would enable you to obtain a fuller and more comprehensive knowledge about Economic Growth and Distributed Justice.\n\nThe course is founded upon the elemental idea that the role of the state is to maximize the wellbeing - or simply the happiness - of its residents. In 8 fascinating, edifying lessons, using only simple words and decoding professional terminologies that sometimes baffle the intelligent layman, the course expounds many truths – both intuitive and unintuitive. Often using examples from the US and Europe, it does not however focus on policies in any particular region of the world, and is directly applicable to all countries around the globe.\n\nThe course touches upon the essence of important concepts like efficiency and equity, inequality and poverty, gross domestic product, tax evasion and tax planning; it presents the work of Nobel Laureate James Mirrlees and his followers - promoting a coherent system that integrates tax and government expenditures to maximize social welfare; and illuminates a range of high-profile issues from their economic angle:\n• Climate change: the atmosphere and oceans as public goods, and how smart (Pigovian) taxation can be used to combat the rapidly increasing threats to our planet;\n• Technology as the engine of economic growth;\n• Taxing the rich: How can we mitigate the growing inequality problem? Should we   impose a global tax on capital?\n\nThe curriculum includes interviews with major figures in the fields of law and of economics:  Harvard's Elhanan Helpman, Dan Shaviro from NYU and Richard Epstein from the University of Chicago and NYU.\n\nAfter successfully completing this course, you can expect to be able to:\n• better understand economic issues presented in the media\n• form an informed opinion on the strengths and weaknesses of presented social economic policies\n• define and measure inequality and poverty\n• define the connection between inequality (income, wealth) and economic growth\n• explain the foundations of economic growth\n• design a tax and transfer system to maximize the happiness of individuals\n\nAll these will allow you to better understand the policies being developed around you, and to play a larger, more informed role in their development, as a conscientious citizen.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "law"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "0mS2lqJaEeW1Bw7HN8tFsw",
            "instructorIds": [
                "4065570"
            ],
            "name": "Economic Growth and Distributive Justice -The Role of the State",
            "partnerIds": [
                "110"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f4/d44a90ad3a11e5a1295552b2c67443/Economic-Growth-_-Distributive-Justice.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "economic-growth-part-1",
            "startDate": 1454610503631,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "The teacher’s work becomes meaningful when it is informed by research and theories of learning, and their relationship to actual practice. This course provides an opportunity for you to identify and understand students’ expectations and prior learning.\n\nAnnouncement for US based teachers:\n\nCoursera and its partners are proud to offer eligible teachers in the US free Course Certificates for this course and other high-quality teacher professional development courses, through the Connected effort announced by President Obama.\n\nTo participate in this opportunity, US district leaders simply need to approve Coursera teacher professional development by completing a brief form at: www.coursera.org/tpd.\n\nUS Teachers interested in this opportunity are also encouraged to follow the link to learn more and www.coursera.org/tpd.\n\nOnce a district’s form has been verified, the district leader will be notified and teachers in the district will receive access to free verified certificates for Coursera professional development.\n\nCoursera and the Commonwealth Education Trust thank educators for the hard work they do every day and hope this opportunity will assist US teachers to continue developing their craft in a meaningful and flexible way.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "XgJjBB9pEeWS6wrbVw_uEw",
            "instructorIds": [
                "3366390",
                "3366373"
            ],
            "name": "Foundations of Teaching for Learning 3: Learners and Learning",
            "partnerIds": [
                "106"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f8/6a1788ac9dc69de771e8793fa3932e/CET-Updated-H264-720p3.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "teaching-learning",
            "startDate": 1438630158053,
            "workload": "3-4 hours per week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "El mundo es global. Sus retos colectivos. Y su futuro incierto. Este curso sobre Geopolítica y gobernanza global de ESADEgeo te ayudará a entender las dinámicas sociales, económicas, energéticas y tecnológicas que definirán el mundo por venir. \n\nDesde la perspectiva de la geopolítica, queremos ayudar a los estudiantes, empresas e instituciones públicas a que diseñen estrategias de futuro en el mundo globalizado. \n\nPara ello, estudiaremos las grandes tendencias que vivimos, como el auge de las clases medias o la revolución energética; desglosaremos los riesgos económicos, políticos y de seguridad que nos acechan; y dibujaremos un escenario de futuro en el que un modelo de gobernanza global sea capaz de responder a los retos colectivos que nos acechan. \n\nEste curso tiene vocación transversal, está dirigido a todo el que quiera entender y actuar en el escenario global – ya sea desde la empresa, las instituciones públicas o las organizaciones internacionales. \n\nSi eres uno de ellos, eres bienvenido.\n\nMira aquí el teaser del curso: http://bit.ly/1M3R8OB",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "BPAnFSl4EeWbhg7tBrEPHw",
            "instructorIds": [
                "14297083",
                "7139174",
                "14716552",
                "14892645"
            ],
            "name": "Geopolítica y gobernanza global: riesgos y oportunidades",
            "partnerIds": [
                "282"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/06/0cc7e04a7811e5a9a6bbf66826fd20/logo-2.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "geopoliticaygobernanzaglobal",
            "startDate": 1446578745785,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "9/11 was a devastating attack that required a comprehensive response from the United States. This course will examine post-9/11 U.S. counterterrorism policies regarding the use of military force, law enforcement and intelligence collection, and domestic security. We will trace these policies to the current day and assess their legality, ethics, and efficacy in counteracting terrorism.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-1133",
            "instructorIds": [
                "2518394"
            ],
            "name": "Responding to 9/11: Counterterrorism Policy in the 21st Century",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0f/99cb605cc33484b0ab1717c9bd099d/new-york-city-78181.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "respondingto911",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "What do foreigners think of the United States? Foreign observers and travelers are rarely indifferent to American culture and people. This course examines historical and contemporary views of America held by Chinese, Mexican, French, and multiple African nationals.  Join us to examine the multiple perspectives of America through foreign eyes.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-2868",
            "instructorIds": [
                "11061382",
                "5136551",
                "6059261",
                "12503597",
                "11090624"
            ],
            "name": "America Through Foreign Eyes",
            "partnerIds": [
                "13"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3d/58b4e0d7df11e48c062566d7e895dd/America-Foreign-Eyes-V-6.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "foreigneyes",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "What will I learn?\nAfter taking this course you will have an understanding of Arctic landscapes, how they were formed and how they are changing. You will also learn how scientists from countries around the North are working together to understand how these changes will affect the People of the North and the global community. You will experience a range of scientific topics, up-to-date-methods for understanding our environment, and the current consensus views on the future of the Arctic environment.\n\nDo I need prior knowledge?\nNo prior knowledge is needed for this course; participants should only come equipped with natural curiosity and a willingness to invest time in understanding an environmental issue of global concern. The terms and concepts are targeted at an educated public, not specialists, but resources will be provided so those who are motivated can explore some issues in more depth.  \n\nDo I get a certificate?\nStudents showing evidence of participating in this course can earn an official Statement of Participation which will be a “Certificate of Knowledge on Changing Arctic Landscapes” jointly awarded by TSU, INTERACT and the University of the Arctic. \nRequirements for receiving this Certificate are to show evidence of participating in the quizzes and in the final exam. The top 5 innovations will be rewarded with hard copies of the INTERACT Book of Stories of Arctic Science.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "3vTfVlUsEeWaMw4b4yEpbw",
            "instructorIds": [
                "14942877"
            ],
            "name": "The Changing Arctic",
            "partnerIds": [
                "276"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/aa/d46f60627611e588bcf55a7dfb3e5c/ava.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "changing-arctic",
            "startDate": 1446138521577,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course examines the development of the art and architecture of the cultures of ancient Nubia through what we have learned from archaeology and how that evidence has helped us create the picture we now have of the culture and history of the birth and development of art and civilization in the Nile Valley. ",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-1181",
            "instructorIds": [
                "5211531"
            ],
            "name": "The Art and Archaeology of Ancient Nubia",
            "partnerIds": [
                "23"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/e2/7a9df0352b11e48bf3558061d6b8d2/nubia2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ancientnubia",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "¿Quieres conocer tus recursos y niveles de desempeño relacionadas con tu proceso de aprender? ¿Te interesa desarrollar habilidades para aprender más y mejor? \n\nEn APRENDER conocerás y pondrás en práctica, de forma sencilla y práctica, resultados de investigación recientes sobre los procesos de lectura, almacenamiento de información, recuperación de recuerdos y velocidad de procesamiento. Así, podrás utilizar, de forma eficiente, estrategias y técnicas muy útiles en tu vida académica, profesional y cotidiana.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "yGzRJSWJEeWs4gorU6Q1Yw",
            "instructorIds": [
                "323100"
            ],
            "name": "Aprender",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c1/779c106bcc11e5b419cf8d7a44d8d7/aprender-logo-def-ok.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "aprendo",
            "startDate": 1444169813042,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Learn about the intercultural communication process using Russian –Western communication as an example. \nLook at the interrelations between different contexts (cultural, institutional, professional, social, interpersonal) of communication focusing on cultural history and national psychology of Russians.\n",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "v1-1140",
            "instructorIds": [
                "5158355"
            ],
            "name": "Understanding Russians: Contexts of Intercultural Communication",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0c/ca89a586f4b47414e3b7e62a570569/russians-new.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "russians",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "In questo corso imparerete i Principi che stanno alla base della Fisica del XX secolo, cioè della Relatività e la Meccanica Quantistica, e come sia cambiata la nostra visione del mondo.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "v1-461",
            "instructorIds": [
                "2633310"
            ],
            "name": "La visione del mondo della Relatività e della Meccanica Quantistica",
            "partnerIds": [
                "74"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/7b/726abddcdeb722eb183057e5109a01/logo-RQM-4-1-liv.jpg",
            "primaryLanguages": [
                "it"
            ],
            "slug": "rqm",
            "workload": "3-4 hours/week"
        }
    ],
    "linked": {
        "instructors.v1": [
            {
                "fullName": "Heather J Bacon, BSc BVSc CertZooMed MRCVS",
                "id": "5254251"
            },
            {
                "fullName": "",
                "id": "11061382"
            },
            {
                "fullName": "",
                "id": "8523704"
            },
            {
                "fullName": "",
                "id": "5178430"
            },
            {
                "fullName": "",
                "id": "5158355"
            },
            {
                "fullName": "Alexander S. Kulikov",
                "id": "87141"
            },
            {
                "fullName": "Professor Nat Waran",
                "id": "5182988"
            },
            {
                "fullName": "Brando Skyhorse",
                "id": "17117391"
            },
            {
                "fullName": "",
                "id": "8103824"
            },
            {
                "fullName": "",
                "id": "9636378"
            },
            {
                "fullName": "Калашников Николай Павлович",
                "id": "16661101"
            },
            {
                "fullName": "",
                "id": "4178330"
            },
            {
                "fullName": "",
                "id": "5593949"
            },
            {
                "fullName": "Vishal Sachdev",
                "id": "10597909"
            },
            {
                "fullName": "Dr. Valeri Chukhlomin",
                "id": "7581768"
            },
            {
                "fullName": "",
                "id": "3544181"
            },
            {
                "fullName": "David Turnbull",
                "id": "14815776"
            },
            {
                "fullName": "Wanda Huber",
                "id": "13730176"
            },
            {
                "fullName": "Miss Hayley  Walters, RVN",
                "id": "6853521"
            },
            {
                "fullName": "",
                "id": "7930597"
            },
            {
                "fullName": "Ángel Pascual-Ramsay ",
                "id": "14716552"
            },
            {
                "fullName": "Siddharth A. Parameswaran",
                "id": "15217773"
            },
            {
                "fullName": "Jogesh K. Muppala",
                "id": "1017488"
            },
            {
                "fullName": "",
                "id": "2644105"
            },
            {
                "fullName": "",
                "id": "14750168"
            },
            {
                "fullName": "",
                "id": "3133590"
            },
            {
                "fullName": "",
                "id": "3293721"
            },
            {
                "fullName": "Michael Levin",
                "id": "38926"
            },
            {
                "fullName": "",
                "id": "2518394"
            },
            {
                "fullName": "",
                "id": "2947873"
            },
            {
                "fullName": "",
                "id": "158859"
            },
            {
                "fullName": "Carlo Cosmelli",
                "id": "2633310"
            },
            {
                "fullName": "",
                "id": "12148228"
            },
            {
                "fullName": "Charles Duquette",
                "id": "13565988"
            },
            {
                "fullName": "Alex Cowan",
                "id": "14054880"
            },
            {
                "fullName": "",
                "id": "9772840"
            },
            {
                "fullName": "",
                "id": "13474620"
            },
            {
                "fullName": "Daniela Wagner",
                "id": "15247366"
            },
            {
                "fullName": "",
                "id": "8020813"
            },
            {
                "fullName": "Alex Slors",
                "id": "16190009"
            },
            {
                "fullName": "Julian Nowag",
                "id": "14370698"
            },
            {
                "fullName": "",
                "id": "3289416"
            },
            {
                "fullName": "Andrea Haraway",
                "id": "14184517"
            },
            {
                "fullName": "Misty So-Sum Wai-Cook",
                "id": "16799906"
            },
            {
                "fullName": "Casey O'Donnell",
                "id": "13631314"
            },
            {
                "fullName": "Dr. Dana Gliserman Kopans",
                "id": "11197435"
            },
            {
                "fullName": "Claire McLaughlin",
                "id": "12746403"
            },
            {
                "fullName": "Ellen Manos",
                "id": "7942296"
            },
            {
                "fullName": "Michael Dennin",
                "id": "1321950"
            },
            {
                "fullName": "Dr. Tonka Jokelova",
                "id": "9026100"
            },
            {
                "fullName": "Jose Ricardo ARTEAGA BEJARANO",
                "id": "7102183"
            },
            {
                "fullName": "Isagha Diagana",
                "id": "14831523"
            },
            {
                "fullName": "Jeff Flesher",
                "id": "16532853"
            },
            {
                "fullName": "Andrea Nicholas",
                "id": "4991381"
            },
            {
                "fullName": "",
                "id": "3366390"
            },
            {
                "fullName": "Dr Fritha Langford",
                "id": "5183599"
            },
            {
                "fullName": "",
                "id": "9491920"
            },
            {
                "fullName": "Amy Giaculli",
                "id": "9775195"
            },
            {
                "fullName": "Elena Bazanova",
                "id": "12663391"
            },
            {
                "fullName": "Kevin Hartman",
                "id": "9633128"
            },
            {
                "fullName": "Takeo Igarashi",
                "id": "6508204"
            },
            {
                "fullName": "Михаил Владимирович Горбенко (Mikhail V. Gorbenko)",
                "id": "16474352"
            },
            {
                "fullName": "Oleg Zamulin",
                "id": "5193603"
            },
            {
                "fullName": "Jun Allard",
                "id": "15217696"
            },
            {
                "fullName": "Dra. Patricia Salinas Martínez",
                "id": "2672777"
            },
            {
                "fullName": "Fernando Guerra",
                "id": "15802193"
            },
            {
                "fullName": "",
                "id": "3289263"
            },
            {
                "fullName": "",
                "id": "454431"
            },
            {
                "fullName": "Dr.  Mitch Prinstein ",
                "id": "7206659"
            },
            {
                "fullName": "Terry V. Callaghan",
                "id": "14942877"
            },
            {
                "fullName": "",
                "id": "12056243"
            },
            {
                "fullName": "David Rossiter",
                "id": "13613684"
            },
            {
                "fullName": "Professor John MacBeath",
                "id": "3366373"
            },
            {
                "fullName": "Kris Plachy",
                "id": "15497711"
            },
            {
                "fullName": "John W. Budd",
                "id": "15525104"
            },
            {
                "fullName": "",
                "id": "3560006"
            },
            {
                "fullName": "",
                "id": "9636430"
            },
            {
                "fullName": "",
                "id": "1293473"
            },
            {
                "fullName": "Tracy Loh",
                "id": "13755704"
            },
            {
                "fullName": "",
                "id": "8883335"
            },
            {
                "fullName": "",
                "id": "2643814"
            },
            {
                "fullName": "Guadalupe Vadillo",
                "id": "323100"
            },
            {
                "fullName": "",
                "id": "12023420"
            },
            {
                "fullName": "",
                "id": "435103"
            },
            {
                "fullName": "",
                "id": "6059261"
            },
            {
                "fullName": "Панебратцев Юрий Анатольевич",
                "id": "8883250"
            },
            {
                "fullName": "Donald Saari",
                "id": "15217586"
            },
            {
                "fullName": "",
                "id": "2789426"
            },
            {
                "fullName": "Виктор Кантор",
                "id": "3722005"
            },
            {
                "fullName": "Eduardo Guerra",
                "id": "14963182"
            },
            {
                "fullName": "Clovis Fernandes",
                "id": "1330144"
            },
            {
                "fullName": "Professor Yoram  Y. Margalioth",
                "id": "4065570"
            },
            {
                "fullName": "Harinath Garudadri",
                "id": "12280323"
            },
            {
                "fullName": "",
                "id": "7083440"
            },
            {
                "fullName": "Sue Robins, M.S. Ed.",
                "id": "8887234"
            },
            {
                "fullName": "Anna Wiberg",
                "id": "7945041"
            },
            {
                "fullName": "",
                "id": "7850590"
            },
            {
                "fullName": "Клячин Николай Альбертович ",
                "id": "16661132"
            },
            {
                "fullName": "Christian Bréthaut",
                "id": "14504897"
            },
            {
                "fullName": "Hans Henrik Lidgard",
                "id": "10552253"
            },
            {
                "fullName": "Xavier Groussot",
                "id": "8028579"
            },
            {
                "fullName": "Sean McMinn",
                "id": "15479425"
            },
            {
                "fullName": "Jörgen Hettne",
                "id": "7944704"
            },
            {
                "fullName": "Scott Weisbenner",
                "id": "9775829"
            },
            {
                "fullName": "",
                "id": "2693792"
            },
            {
                "fullName": "Peter O'Connor",
                "id": "9943216"
            },
            {
                "fullName": "Géraldine Pflieger",
                "id": "14504924"
            },
            {
                "fullName": "Magnus Schmauch",
                "id": "7913278"
            },
            {
                "fullName": "",
                "id": "11090624"
            },
            {
                "fullName": "Robert Austin",
                "id": "5012641"
            },
            {
                "fullName": "Гервидс Валериан Иванович",
                "id": "16661192"
            },
            {
                "fullName": "",
                "id": "10838321"
            },
            {
                "fullName": "Marie Vandendriessche",
                "id": "14892645"
            },
            {
                "fullName": "",
                "id": "5032568"
            },
            {
                "fullName": "Татьяна Ивановна Горбенко (Tatiana I. Gorbenko) ",
                "id": "6252791"
            },
            {
                "fullName": "Don Patterson",
                "id": "3161246"
            },
            {
                "fullName": "Enric Martí Gòdia",
                "id": "11224479"
            },
            {
                "fullName": "",
                "id": "1762431"
            },
            {
                "fullName": "",
                "id": "2633312"
            },
            {
                "fullName": "",
                "id": "6507222"
            },
            {
                "fullName": "",
                "id": "7864413"
            },
            {
                "fullName": "Marie-Françoise Durand",
                "id": "9848589"
            },
            {
                "fullName": "Brian Winn",
                "id": "13538984"
            },
            {
                "fullName": "Dae Ryun Chang",
                "id": "10324047"
            },
            {
                "fullName": "Евгений Соколов",
                "id": "14897521"
            },
            {
                "fullName": "",
                "id": "3035416"
            },
            {
                "fullName": "Jérôme Chenal",
                "id": "3959836"
            },
            {
                "fullName": "",
                "id": "5211531"
            },
            {
                "fullName": "",
                "id": "8350857"
            },
            {
                "fullName": "",
                "id": "2998616"
            },
            {
                "fullName": "Евгений Рябенко",
                "id": "349711"
            },
            {
                "fullName": "Sam Kaufman",
                "id": "8266053"
            },
            {
                "fullName": "",
                "id": "6992095"
            },
            {
                "fullName": "",
                "id": "8105047"
            },
            {
                "fullName": "",
                "id": "5136551"
            },
            {
                "fullName": "Константин Вячеславович Воронцов",
                "id": "14984219"
            },
            {
                "fullName": "Dr. Wayne Whiteman, PE",
                "id": "1900891"
            },
            {
                "fullName": "Julian Birkinshaw",
                "id": "7029825"
            },
            {
                "fullName": "Gary Hecht, Ph.D",
                "id": "10998404"
            },
            {
                "fullName": "Brendan May",
                "id": "16190443"
            },
            {
                "fullName": "Lennert De Jong",
                "id": "16191105"
            },
            {
                "fullName": "Jordi Arnal Montoya",
                "id": "14940613"
            },
            {
                "fullName": "Eduardo Gill Pedro",
                "id": "7944607"
            },
            {
                "fullName": "Эмели Драль",
                "id": "188273"
            },
            {
                "fullName": "Danil Fedorovykh",
                "id": "163140"
            },
            {
                "fullName": "",
                "id": "1667833"
            },
            {
                "fullName": "Nelson Baker",
                "id": "2225883"
            },
            {
                "fullName": "Martin Soler",
                "id": "16190792"
            },
            {
                "fullName": "Angel Saz Carranza",
                "id": "7139174"
            },
            {
                "fullName": "Delian Gaskell",
                "id": "15730402"
            },
            {
                "fullName": "",
                "id": "12503597"
            },
            {
                "fullName": "",
                "id": "2599979"
            },
            {
                "fullName": "Ganz Chockalingam",
                "id": "12279078"
            },
            {
                "fullName": "",
                "id": "4454153"
            },
            {
                "fullName": "Paul Myers, Ph.D",
                "id": "16016867"
            },
            {
                "fullName": "Kin Tang",
                "id": "15682415"
            },
            {
                "fullName": "",
                "id": "9775870"
            },
            {
                "fullName": "",
                "id": "10512525"
            },
            {
                "fullName": "",
                "id": "868530"
            },
            {
                "fullName": "",
                "id": "7311350"
            },
            {
                "fullName": "Beatriz Fuentes-Anderson",
                "id": "7225100"
            },
            {
                "fullName": "Rhiannon Clifton",
                "id": "3541718"
            },
            {
                "fullName": "Евгений Соколов",
                "id": "143601"
            },
            {
                "fullName": "",
                "id": "11737707"
            },
            {
                "fullName": "Javier Solana ",
                "id": "14297083"
            },
            {
                "fullName": "Fred Y.M. Wan",
                "id": "15217917"
            },
            {
                "fullName": "Bertrand Badie",
                "id": "10499203"
            },
            {
                "fullName": "",
                "id": "1806984"
            },
            {
                "fullName": "Stephen T Parente",
                "id": "16143651"
            },
            {
                "fullName": "",
                "id": "9695082"
            },
            {
                "fullName": "Jenny Young",
                "id": "13774774"
            },
            {
                "fullName": "Henrik Norinder",
                "id": "6872676"
            },
            {
                "fullName": "",
                "id": "123682"
            },
            {
                "fullName": "",
                "id": "8956693"
            },
            {
                "fullName": "许 肖潇",
                "id": "8054217"
            }
        ],
        "partners.v1": [
            {
                "id": "33",
                "name": "The University of Melbourne",
                "shortName": "unimelb"
            },
            {
                "id": "83",
                "name": "University of California, Davis",
                "shortName": "ucdavis"
            },
            {
                "id": "14",
                "name": "The University of Edinburgh",
                "shortName": "edinburgh"
            },
            {
                "id": "18",
                "name": "University of Virginia",
                "shortName": "uva"
            },
            {
                "id": "117",
                "name": "The State University of New York",
                "shortName": "suny"
            },
            {
                "id": "62",
                "name": "Tecnológico de Monterrey",
                "shortName": "tecdemonterrey"
            },
            {
                "id": "210",
                "name": "Sciences Po",
                "shortName": "sciencespo"
            },
            {
                "id": "287",
                "name": "Arizona State University",
                "shortName": "asu"
            },
            {
                "id": "35",
                "name": "The Hong Kong University of Science and Technology",
                "shortName": "hkust"
            },
            {
                "id": "66",
                "name": "École Polytechnique",
                "shortName": "ep"
            },
            {
                "id": "76",
                "name": "The University of Tokyo",
                "shortName": "utokyo"
            },
            {
                "id": "3",
                "name": "University of Michigan",
                "shortName": "umich"
            },
            {
                "id": "13",
                "name": "Rice University",
                "shortName": "rice"
            },
            {
                "id": "9",
                "name": "Georgia Institute of Technology",
                "shortName": "gatech"
            },
            {
                "id": "75",
                "name": "National Taiwan University",
                "shortName": "taiwan"
            },
            {
                "id": "11",
                "name": "University of Toronto",
                "shortName": "utoronto"
            },
            {
                "id": "199",
                "name": "Lund University",
                "shortName": "lunduniversity"
            },
            {
                "id": "281",
                "name": "National Research Nuclear University MEPhI",
                "shortName": "mephi"
            },
            {
                "id": "16",
                "name": "École Polytechnique Fédérale de Lausanne",
                "shortName": "epfl"
            },
            {
                "id": "177",
                "name": "Eindhoven University of Technology",
                "shortName": "tue"
            },
            {
                "id": "23",
                "name": "Emory University",
                "shortName": "emory"
            },
            {
                "id": "176",
                "name": "Moscow Institute of Physics and Technology",
                "shortName": "mipt"
            },
            {
                "id": "28",
                "name": "The Ohio State University",
                "shortName": "osu"
            },
            {
                "id": "34",
                "name": "Wesleyan University",
                "shortName": "wesleyan"
            },
            {
                "id": "60",
                "name": "University of Rochester",
                "shortName": "rochester"
            },
            {
                "id": "47",
                "name": "National University of Singapore",
                "shortName": "nus"
            },
            {
                "id": "58",
                "name": "Universidad Nacional Autónoma de México",
                "shortName": "unam"
            },
            {
                "id": "252",
                "name": "Instituto Tecnológico de Aeronáutica",
                "shortName": "ita"
            },
            {
                "id": "32",
                "name": "University of Maryland, College Park",
                "shortName": "umd"
            },
            {
                "id": "17",
                "name": "University of Illinois at Urbana-Champaign",
                "shortName": "illinois"
            },
            {
                "id": "26",
                "name": "University of London",
                "shortName": "london"
            },
            {
                "id": "53",
                "name": "University of California, San Diego",
                "shortName": "ucsd"
            },
            {
                "id": "146",
                "name": "University of Alberta",
                "shortName": "ualberta"
            },
            {
                "id": "188",
                "name": "Fudan University",
                "shortName": "fudan"
            },
            {
                "id": "74",
                "name": "Sapienza University of Rome",
                "shortName": "sapienza"
            },
            {
                "id": "106",
                "name": "Commonwealth Education Trust",
                "shortName": "cet1886"
            },
            {
                "id": "7",
                "name": "Duke University",
                "shortName": "duke"
            },
            {
                "id": "80",
                "name": "Universitat Autònoma de Barcelona",
                "shortName": "uab"
            },
            {
                "id": "30",
                "name": "University of California, Irvine",
                "shortName": "uci"
            },
            {
                "id": "37",
                "name": "Vanderbilt University",
                "shortName": "vanderbilt"
            },
            {
                "id": "175",
                "name": "Copenhagen Business School",
                "shortName": "cbs"
            },
            {
                "id": "223",
                "name": "ESSEC Business School",
                "shortName": "essec"
            },
            {
                "id": "273",
                "name": "Universidad de los Andes",
                "shortName": "uniandes"
            },
            {
                "id": "120",
                "name": "University of New Mexico",
                "shortName": "newmexico"
            },
            {
                "id": "276",
                "name": "National Research Tomsk State University",
                "shortName": "tsu"
            },
            {
                "id": "102",
                "name": "The University of Chicago",
                "shortName": "chicago"
            },
            {
                "id": "49",
                "name": "University of Geneva",
                "shortName": "unige"
            },
            {
                "id": "150",
                "name": "Shanghai Jiao Tong University",
                "shortName": "sjtu"
            },
            {
                "id": "6",
                "name": "University of Pennsylvania",
                "shortName": "penn"
            },
            {
                "id": "160",
                "name": "Higher School of Economics",
                "shortName": "hse"
            },
            {
                "id": "50",
                "name": "University of Minnesota",
                "shortName": "minnesota"
            },
            {
                "id": "110",
                "name": "Tel Aviv University",
                "shortName": "telaviv"
            },
            {
                "id": "220",
                "name": "Yonsei University",
                "shortName": "yonsei"
            },
            {
                "id": "77",
                "name": "The University of North Carolina at Chapel Hill",
                "shortName": "unc"
            },
            {
                "id": "228",
                "name": "Michigan State University",
                "shortName": "michstate"
            },
            {
                "id": "282",
                "name": "ESADE Business and Law School",
                "shortName": "esade"
            },
            {
                "id": "170",
                "name": "London Business School",
                "shortName": "lbs"
            },
            {
                "id": "109",
                "name": "Yale University",
                "shortName": "yale"
            },
            {
                "id": "230",
                "name": "Nanjing University",
                "shortName": "nanjing"
            },
            {
                "id": "78",
                "name": "Technische Universität München (TUM)",
                "shortName": "tum"
            },
            {
                "id": "8",
                "name": "Johns Hopkins University",
                "shortName": "jhu"
            },
            {
                "id": "163",
                "name": "Peking University",
                "shortName": "pku"
            },
            {
                "id": "119",
                "name": "University of Houston System",
                "shortName": "uhs"
            }
        ]
    },
    "paging": {
        "next": "1000",
        "total": 1804
    }
}
