{
    "elements": [
        {
            "courseType": "v1.session",
            "description": "Learn what it takes to teach a K-12 course online! Investigate the history of virtual education, explore innovative tools, and examine key issues related to K-12 virtual instruction. ",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-439",
            "instructorIds": [
                "2333330"
            ],
            "name": "Foundations of Virtual Instruction",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/1d/809b47eec770ec1ec8bcc871b8423e/Virtual-Instruction-Logo_Correct-Size.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "virtualinstruction",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "算法代表着用系统的方法描述解决问题的策略机制，北京大学《算法基础》课程将带你一一探索枚举、二分、贪心、递归、深度优先搜索、广度优先搜索、动态规划等经典算法，体会他们巧妙的构思，感受他们利用计算解决问题的独特魅力。顺利完成本课程，你将不但能够掌握这些算法的原理，还能够对这些算法进行灵活应用以及准确实现。本课程的中的编程任务，将充分训练你的思维能力和动手能力，促成全面、缜密思考问题的习惯。达到本门课程的要求，即意味者你具备了初步的算法基础和较强的编程实现能力。",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "dQ2zhQ_-EeWkZg42h4yEYQ",
            "instructorIds": [
                "4914899",
                "5233026"
            ],
            "name": "算法基础",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e4/2c5d00817b11e39d6bed89a0e9a71f/__logo2.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "suanfa-jichu",
            "startDate": 1437421699157,
            "workload": "每周4-8小时"
        },
        {
            "courseType": "v1.session",
            "description": "This course is designed to help you develop a broader understanding of mental health and illness from a global perspective.  Over five weeks you will be guided in exploring how and why the current challenges faced in mental health care vary globally. ",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                }
            ],
            "id": "v1-2157",
            "instructorIds": [
                "8654795",
                "9766062",
                "14884009"
            ],
            "name": "Mental Health: A Global Priority",
            "partnerIds": [
                "14"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/d4/09c530be8711e4870677395ba20a56/MHglobal-stainglass-00.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "mhglobal",
            "workload": "1-3 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "The Capstone project will integrate material from throughout the Specialization to exercise and assess the ability of learners to create an interesting Android app by applying knowledge and skills learned in previous MOOCs, including Java programming features, Android Studio tools, Android Activity components, Material Design, file I/O and data persistence, unit testing, and software patterns. The project itself will be similar in design goals to previous assignments, however it will provide less of the skeleton code than earlier MOOCs to encourage more creativity in learners and provide greater opportunities for learners to customize the app. \n\nThe Capstone project will utilize weather data obtained via concurrency and networking mechanisms, but these mechanisms will be packaged into a “black-box” library, so learners can produce an interesting working app on their own without having to master advanced topics.  Naturally, these advanced topics will be covered in greater detail in the subsequent “Mobile Cloud Computing with Android” Specialization, which will encourage students to continue their exploration of Java and the Android ecosystem.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "IAHJ3m1PEeWMPAqsmzmVew",
            "instructorIds": [
                "1337829",
                "2851010",
                "4639533"
            ],
            "name": "Capstone MOOC for \"Android App Development\"",
            "partnerIds": [
                "37"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/7a/1b94d0be0511e58696b71b3e2ddacb/AAD-settings.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "aadcapstone",
            "startDate": 1453240884909,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Este curso te permite crear un prototipo de juego 3D, explorando los conceptos necesarios y las herramientas para desarrollo de videojuegos en 3D disponibles en Unity y en la Web. Explorarás y harás uso de herramientas para crear una escena 3D en Unity, podrás agregar personajes y animaciones 3D e integrarlas en los escenarios que crees, podrás definir comportamiento e interacción entre elementos del videojuego, y publicar en la Web los resultados de lo que diseñes. Vas a utilizar como base los conceptos aprendidos en el curso introductorio de desarrollo, ahora aplicados a juegos 3D.\n\nEste curso te permitirá adquirir las habilidades básicas para desarrollar juegos 3D, sea para tu trabajo, investigación, o por hobby. Los conceptos acá aprendidos te permitirán desarrollar simuladores, juegos educativos, y libros interactivos. Unity es un motor de videojuegos extendible muy usado profesionalmente, y este curso te permitirá aprovechar su potencialidad para el desarrollo de videojuegos 3D.\n\nEste curso es parte del Programa de Coursera para aprender sobre Desarrollo y Diseño de Videojuegos, en el cual podrás diseñar y programar cierto tipo de videojuegos, comprender el mercado actual y lo que se requiere para crear un juego comercialmente exitoso. Estos cursos están inspirados en el Programa Especializado en Desarrollo de Videojuegos de la Universidad de los Andes en Bogotá, un programa de un año que forma los futuros productores, programadores, diseñadores y músicos en el sector.\n\n¡Bienvenidos!",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "FzlvJSWWEeWxbhIkPfddLQ",
            "instructorIds": [
                "261112"
            ],
            "name": "Desarrollo de Videojuegos 3D en Unity: Una Introducción",
            "partnerIds": [
                "273"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9e/aff2705bd911e5a2b1a19a6af9aeb9/unity6.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "videojuegos-3d-unity",
            "startDate": 1443477053133,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "An introduction to the life and work of Andy Warhol, one of the world’s most famous artists, through exploration of five thematic framings of his life and career: celebrity, sex, money, death and time.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-940",
            "instructorIds": [
                "4356076"
            ],
            "name": "Warhol",
            "partnerIds": [
                "14"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/32/b5e7d63a00d153a813bf3c2f7949cc/Andy_Warhol_by_Jack_Mitchell.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "warhol",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "通过本门课程的学习，你将会大幅提升自己的学习能力。这是整个专项的基础课程，也是最具普适性的课程。课程将会按照成人的学习流程，介绍一系列的工具和方法。",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "uGmLdI_nEeW93wo8Ha4kow",
            "instructorIds": [
                "12114568"
            ],
            "name": "快速学习",
            "partnerIds": [
                "233"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/38/8e70b0b87d11e5ac993db8020e54a5/____.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "kuaisu-xuexi",
            "startDate": 1453237920427,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course will explore questions relating to the who, what and how of terrorism studies, by introducing students to cutting-edge research and the experts investigating these topics. ",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-884",
            "instructorIds": [
                "4134612",
                "4116842",
                "932166"
            ],
            "name": "Understanding Terrorism and the Terrorist Threat",
            "partnerIds": [
                "32"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/7f/c4264863b391973e0f7662ef08e9c9/START_coursera.jpg",
            "previewLink": "https://class.coursera.org/understandingterror-003/lecture/preview",
            "primaryLanguages": [
                "en"
            ],
            "slug": "understandingterror",
            "startDate": 1452470400000,
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "In this course you will develop and enhance your ability to think critically, assess information and develop reasoned arguments in the context of the global challenges facing society today.",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "v1-114",
            "instructorIds": [
                "920057",
                "1016886"
            ],
            "name": "Critical Thinking in Global Challenges",
            "partnerIds": [
                "14"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/14/1c0aa0352d11e4b1518bb3518fcc93/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "criticalthinking",
            "workload": "1-2 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Neste curso, assumimos que você já sabe desenvolver programas pequenos em Java, mas você talvez não se sinta ainda confortável em projetar programas mais complexos com método e organização. \n\nO objetivo deste curso é fazer você compreender os princípios de orientação a objetos por meio da linguagem Java e saber como eficientemente aplicar esses princípios na prática quando projetando e desenvolvendo software de maneira ágil. Os conceitos discutidos e experimentados por você neste curso serão a base para você poder compreender os novos conceitos apresentados nos cursos seguintes desta especialização.\n\nOs conceitos Java apresentados neste curso incluem o seguinte: revisão de conceitos básicos de orientação a objetos, tais como classes, objetos, métodos e atributos, variáveis de instância e de classe; responsabilidades, colaborações e cartões CRC; testes de unidade, uso de plataforma IDE como o Eclipse; herança, classes concretas e abstratas, interfaces, modificadores de acesso, encapsulamento, métodos de acesso; aprofundamento nos conceitos de polimorfismo, sobrecarga e sobreposição; associação de classes, agregação e composição; exceções, delegação e acoplamento abstrato. Em seguida, vocês serão apresentados aos principais princípios usados para organizar o desenvolvimento de programas orientados a objetos com qualidade, dentre os quais, os princípios \"Tell, Don't Ask!\" e \"Law of Demeter\". Sempre que conveniente, cada conceito será representado por meio de diagramas  UML. Você será exposto a propriedades e anotações em Java.\n\nAo final deste curso, você terá amadurecido de tal modo suas habilidades de programação que você será capaz de implementar versões iniciais do componente de gamificação constante do Trabalho de Conclusão da Especialização, com base nas boas práticas exercitadas neste curso.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "7fljFneTEeWrAxJQXw-8PQ",
            "instructorIds": [
                "1330144",
                "14963182"
            ],
            "name": "Orientação a Objetos com Java",
            "partnerIds": [
                "252"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9c/b444f0c97311e588123d50ccb31597/Modified--IconFinder--1454414808_1416364765_java_coffee_x_cup_application.png",
            "primaryLanguages": [
                "pt-BR"
            ],
            "slug": "orientacao-a-objetos-com-java",
            "startDate": 1453847683627,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "The Capstone Project is the final part of the Essentials of Corporate Financial Analysis and Decision-Making MOOC Specialization. \n\nThe Capstone is designed to allow students to bring together the skills acquired and knowledge gained over the preceding four courses of the Specialization by taking on the role of a financial analyst tasked with advising a wealthy private client on a significant strategic investment in a large listed firm operating across the globe.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "IXgZu35fEeWKYwric11Hpw",
            "instructorIds": [
                "11799990",
                "11282268"
            ],
            "name": "Essentials of Corporate Finance Capstone",
            "partnerIds": [
                "33"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/77/d7ca70c56f11e4a874db0941ccfe91/BNY_hero2R3_1_.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "financial-analysis-project",
            "startDate": 1450715104395,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "An introduction to dynamical modeling techniques used in contemporary Systems Biology research.\n\nWe take a case-based approach to teach contemporary mathematical modeling\ntechniques. The course is appropriate for advanced undergraduates and beginning graduate students. Lectures provide biological background and describe the development of both classical mathematical models and more recent representations of biological processes. The course will be useful for students who plan to use experimental techniques as their approach in the laboratory and employ computational modeling as a tool to draw deeper understanding of experiments. The course should also be valuable as an introductory overview for students planning to conduct original research in modeling biological systems.\n\nThis course focuses on dynamical modeling techniques used in Systems Biology research.  These techniques are based on biological mechanisms, and simulations with these models generate predictions that can subsequently be tested experimentally. These testable predictions frequently provide novel insight into biological processes. The approaches taught here can be grouped into the following categories: 1) ordinary differential equation-based models, 2) partial differential equation-based models, and 3) stochastic models.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "bioinformatics"
                },
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "Rwzrl_9rEeS9ISIACxWDhA",
            "instructorIds": [
                "1325618"
            ],
            "name": "Dynamical Modeling Methods for Systems Biology",
            "partnerIds": [
                "27"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e8/02ae40e3741db67bf46f40941e1965/Dynamical_modeling_Logo_460X270_v2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "dynamical-modeling",
            "startDate": 1449367124931,
            "workload": "8-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Whether you are an advanced law student looking to review the basics, or an aspiring law student looking for head start, this course will help you build the foundation you will need to succeed in law school and beyond. This course will introduce you to terminology, concepts, and tools lawyers and legal academics use to make their arguments. It will help you follow these arguments—and make arguments of your own.\n\nThis course consists of a series of short lectures and assignments. A reading list complements each lesson, providing you with a roadmap to help you explore the subject matter more deeply on your own. Although the lessons may cross-reference each other, they are modular in nature: you should feel free to approach them in whatever order fits your schedule, interests, and needs.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "law"
                }
            ],
            "id": "fZN4SVfiEeWsGQ6fKrurvQ",
            "instructorIds": [
                "6024734"
            ],
            "name": "A Law Student's Toolkit",
            "partnerIds": [
                "109"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/17/f5f4e0740d11e58939cb7d02552464/ALSTstill-copy.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "law-student",
            "startDate": 1446662488115,
            "workload": "3 weeks of study, 5-7 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "In the capstone project, you will design and execute a complete GIS-based analysis – from identifying a concept, question or issue you wish to develop, all the way to final data products and maps that you can add to your portfolio. Your capstone project will demonstrate your mastery of the content in the GIS Specialization and is broken up into four phases:\n\nProject Proposal - Conceptualize and design your project in the abstract, and write a short proposal that includes the project description, expected data needs, timeline, and how you expect to complete it.\n\nAnalysis - Develop the analysis for your project, which will typically involve creating at least one core algorithm for processing your data. The model need not be complex or complicated, but it should allow you to analyze spatial data for a new output or to create a new analytical map of some type.\n\nProduction – Obtain and preprocess data, run it through your models or other workflows in order to get your rough data products, and begin creating your final map products and/or analysis.\n\nFinal Product/Display – Complete your project by submitting usable and attractive maps and your data and algorithm for instructor review and feedback.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "MXcK-3EiEeWbbw5cIAKQrw",
            "instructorIds": [
                "15548374",
                "1460655"
            ],
            "name": "Capstone: Geospatial Analysis",
            "partnerIds": [
                "83"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/8c/83f180b32411e5b7392590230141be/DesktopGIS_Alternate_6.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "gis-capstone",
            "startDate": 1453241735480,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Thanks to a growing number of software programs, it seems as if anyone can make a webpage. But what if you actually want to understand how the page was created? There are great textbooks and online resources for learning web design, but most of those resources require some background knowledge. This course is designed to help the novice who wants to gain confidence and knowledge. We will explore the theory (what actually happens when you click on a link on a webpage?), the practical (what do I need to know to make my own page?), and the overlooked (I have a page, what do I do now?). Throughout the course there will be a strong emphasis on adhering to syntactic standards for validation and semantic standards to promote wide accessibility for users with disabilities.  The textbook we use is available online, “The Missing Link: An Introduction to Web Development and Programming” by Michael Mendez from www.opensuny.org. \n\nThis course will appeal to a wide variety of people, but specifically those who would like a step-by-step description of the basics. There are no prerequisites for this course and it is assumed that students have no prior programming skills or IT experience. The course will culminate in a small final project that will require the completion of a very simple page with links and images. The focus of this course is on the basics, not appearance. You can see a sample final page at http://intro-webdesign.com/html5-plain.html.  \n\nThis is the first course in the Web Design For Everybody specialization. Subsequent courses focus on the marketable skills of styling the page with CSS3, adding interactivity with JavaScript and enhancing the styling with responsive design. You can see a sample site for the capstone course at http://intro-webdesign.com/",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "nQ5d7TbQEeWW9BKhJ4xW0Q",
            "instructorIds": [
                "14130305"
            ],
            "name": "Introduction to HTML5",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/32/b88140502611e5bf374909c194f0db/introhtml_thumnail_1x1.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "html",
            "startDate": 1442271821647,
            "workload": "3 weeks of study, 2-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn about the wide range of contraceptive methods, and the public health implications related to access to information and choices about reproductive health.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-69",
            "instructorIds": [
                "868795"
            ],
            "name": "Contraception: Choices, Culture and Consequences",
            "partnerIds": [
                "10"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/11/e10ec0352d11e4aeabbf8c949e23f9/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "contraception",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "A good algorithm usually comes together with a good data structure that allows the algorithm to manipulate the data efficiently. In this course, we consider the common data structures that are used in various computational problems. We start from the most basic data structures such as arrays, queues, stacks, trees. We discuss typical situations where such data structures arise. We then consider two ways of implementing dictionaries — hash tables and binary search trees. These data structures are heavily used in programming languages and databases. In practice, any nontrivial program uses either a hash table or a binary search tree implicitly. Although those data structures are usually built-in or implemented in a library that you use, it is crucial to understand their advantages and shortcomings to efficiently apply one or another in your programs and sometimes even extend standard implementations. Finally, we discuss data structures that allow to perform queries like extracting the minimal value or checking whether two elements belong to the same set.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "yOZEQ3lwEeWb-BLhFdaGww",
            "instructorIds": [
                "87141",
                "38926",
                "1540981"
            ],
            "name": "Data Structures",
            "partnerIds": [
                "53",
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1a/ca2b50ba5d11e58596a3d490dd4464/logo2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "data-structures",
            "startDate": 1453242512975,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "這門課是「CAD/BIM技術與應用」專項課程的第七門課，屬於BIM系列課程：「工程資訊管理BIM基礎」、「工程資訊管理BIM塑模」及「工程資訊管理BIM應用」的第三門課。\n\n修習這門課之前，應具備BIM的基礎知識與BIM塑模的技能。「CAD/BIM技術與應用」專項課程的「工程資訊管理BIM基礎」、「工程資訊管理BIM塑模」課程，可提供修習這門課前所需具備的相關知識與技能。\n\nBIM技術目前熾手可熱，廣泛的被應用在整個建築生命週期中。這門課將介紹兩項工程基礎實務的BIM應用：「工程數量估算」與「工程進度排程」。課程中會說明「工程數量估算」與「工程進度排程」的目的，並比較導入BIM技術前後，對工程數量估算與工程進度排程的影響。實作方面，學習者將會操作我們精心準備的案例，應用所學的BIM技術，估算工程數量與建立工程排程的模擬。在運用BIM技術於案例的過程中，將可深深地體驗到BIM應用的潛力。\n\n想了解BIM在工程上的應用嗎？這門課適合具備BIM基礎能力，並想延伸應用BIM技術的人。完成此課程後，你將具備應用BIM技術於「工程數量估算」與「工程進度排程」的能力，並能據以協助實際工程專案的管理。",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "research-methods"
                }
            ],
            "id": "bzTQ7gZUEeWJMSIAC7Jl0w",
            "instructorIds": [
                "9823593"
            ],
            "name": "工程資訊管理 BIM 應用",
            "partnerIds": [
                "75"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/00/49f500d88e11e489c193d6579579bc/______-BIM_LOGO-03.png",
            "primaryLanguages": [
                "zh-TW"
            ],
            "slug": "bim-yingyong",
            "startDate": 1442533715893,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Tome las riendas de sus decisiones financieras y aprenda cómo estas repercuten sobre la rentabilidad de su unidad y su organización. En este curso, obtendrá información básica sobre conceptos contables y financieros que le permitirán impulsar el crecimiento de su organización. Cuando termine este curso, habrá adquirido conocimientos generales financieros y una comprensión detallada del impacto de sus decisiones fuera de su área operativa. El contenido del curso incluye ciertos aspectos financieros desde la perspectiva de una persona que no es especialista en finanzas. Entre los temas específicos se incluyen: análisis financiero; planificación, creación de previsiones y elaboración de presupuestos; flujo de efectivo y financiamiento estratégico. Esta clase será interactiva y exigirá la participación activa de los alumnos en actividades relacionadas con las finanzas.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "AXmFGEEjEeWpogr5ZO8qxQ",
            "instructorIds": [
                "11737707"
            ],
            "name": "Finanzas para profesionales no financieros",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/04/e5493049ae11e4a3304f24ff82b397/Finance-Course.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "finanzas-no-expertos",
            "startDate": 1445674361651,
            "workload": "4 a 8 horas de videos, lecturas y cuestionarios"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Público-Alvo\nProfissionais, estudantes e interessados da área de Marketing que desejam conhecer os fundamentos básicos de Marketing Analítico e sua aplicação prática.\n \nObjetivo do Curso\nO curso tem como objetivo central introduzir o conceito de Marketing Analítico e apresentar de forma simplificada e prática algumas técnicas, de modo que o participante possa avaliar e recomendar decisões e ações em Marketing baseadas em análise de dados.\n\nObjetivos de Aprendizagem\nAo final do curso o aluno será capaz de:\n•\tExplicar a importância de definir e utilizar métricas em Marketing.\n•\tDesenvolver métodos de levantamento de dados primários e secundários.\n•\tDesenvolver hipóteses testáveis inferindo causalidades. \n•\tSegmentar o mercado com base no comportamento do consumidor. \n•\tGerar insights para o posicionamento de marca. \n•\tSuportar a tomada de decisões em Marketing com base em fatos e dados.\n\nDedicação e Carga-Horária\nCinco módulos temáticos de aproximadamente 3h cada, totalizando 15h. Cada módulo tem duração estimada de uma semana.\n\nAssista ao vídeo de divulgação do curso: https://youtu.be/FvtgLAW_s8Y",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "gleO-1GoEeWxCwowHhzTpQ",
            "instructorIds": [
                "16462848",
                "14465054",
                "16462270"
            ],
            "name": "Introdução ao Marketing Analítico",
            "partnerIds": [
                "277"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/bc/20d7709ac211e5809fef7161d114b1/banner.png",
            "primaryLanguages": [
                "pt"
            ],
            "slug": "marketing-analitico",
            "startDate": 1452285043953,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "¿Sabes cómo vuelan los aviones, tan pesados y no se caen mientras vuelan? \n¿Sabes que viajamos por el espacio sobre el planeta Tierra que se traslada y gira muy rápido y no lo percibimos?\n¿O acaso, notas efectos de su movimiento?\n¿Cuál es nuestro lugar en el universo?\n¿Podemos viajar en el tiempo?\n\n¡Preguntas, muchas preguntas! Con espíritu de descubridores nuestra curiosidad nos motiva a buscar respuestas, a explorar nuestro entorno, a entrar a lo desconocido y hallar nuevo conocimiento.\n\nRecibimos como verdaderos tesoros las contribuciones de quienes nos antecedieron en la aventura que es la ciencia, la física en particular. Asociamos estos tesoros a los científicos que los hallaron. Conociendo a los descubridores, los conocimientos de la física se tornan más humanos. Nos ubicamos en lo que era el pensamiento de sus contemporáneos para contrastar y reconocer lo extraordinario de sus logros innovadores, cómo impactaron en su momento, y luego tomando distancia, valoramos qué efecto han tenido como resultados notables, que trascienden su época y perduran hasta nosotros y tal vez hasta tiempos lejanos en el futuro.\n\nCon este curso para amantes de la ciencia, sin requisitos previos, adquieres una mejor imagen y perspectiva del universo, de su orden, del cosmos, formas de pensar, principios fundamentales para comprender mejor lo que existe, incluso para maravillarnos con nuestra propia existencia. \n\nObjetivos de aprendizaje:\n•\tReconocer y nombrar cuáles han sido los más destacados descubrimientos en la comprensión del universo físico desde la revolución científica de los siglos XVI y XVII hasta el final del siglo XIX, y cómo se llegó a encontrar este conocimiento.\n•\tAsociar los conocimientos de la física a los científicos quienes hicieron los descubrimientos, a la época y al pensamiento establecido en el entorno en que vivieron estos personajes.\n•\tIdentificar el impacto de los descubrimientos en la época de los científicos protagonistas, cuando hicieron sus contribuciones; y pensar críticamente sobre la trascendencia de este impacto hasta nuestros días.\n•\tFormar y construir una imagen informada de lo maravilloso que es el universo físico, el cosmos del cual somos parte.\n•\tDescubrir nuevas formas de pensar sobre el mundo a nuestro alrededor, reconociendo la belleza intrínseca de las leyes y principios físicos, que hacen posible nuestra existencia. \n•\tEncontrar la motivación para continuar enriqueciendo nuestro conocimiento sobre el universo físico, sobre la labor activa de los científicos en su investigación y sobre su impacto en nuestra vida cotidiana.\n\nPrerrequisitos:\nNo hay requisitos previos especiales para este curso, aunque es de utilidad tener una formación escolar básica. Sólo necesitas una actitud positiva y disposición para adquirir nuevo conocimiento enriquecedor en la cultura, no por la utilidad inmediata de adquirir una nueva destreza práctica, sino… ¡simplemente por el gusto y el placer de conocer mejor el universo y las leyes físicas fundamentales, por las cuales es posible que nosotros los humanos existamos!\n\nMaterial suplementario:\nTodos los videos y textos que encontrarás han sido desarrollados por el profesor, especialmente para este curso. Los materiales complementarios utilizados son de dominio público que puedes consultar a través del Internet, como por ejemplo páginas web “abiertas” donde encontrarás resultados científicos de la NASA, del CERN, etc.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "l28DESP2EeWcQw5YiljpGw",
            "instructorIds": [
                "13836200"
            ],
            "name": "Tesoros de la Física y sus Descubridores I",
            "partnerIds": [
                "273"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/cb/e41a904a6e11e59eed0b611888491e/1.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "tesoros-de-la-fisica",
            "startDate": 1447096474564,
            "workload": "6 semanas de estudio, 1-2 horas/semana"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Want your workplace writing to make a positive impression? At the end of this course, you will be a more confident writer, able to create higher quality professional documents more quickly. \n\nIn this project-based learning course, you will work on a continuous project, the writing of a professional email/memo. At the end of the course,  you will write a clear and concise email/memo. The final product will be individualized to your professional endeavors and follow the guidelines for one of the common types of emails/memos explained in the course: directives, progress reports, incident reports, response to inquiries, and meeting minutes. You will gain a wealth of skills. You will learn about appropriate email/memo formats, common ways to organize email/memo contents, common email/memo routing protocols, and expectations upon writers in professional environments.\n\nThis course is designed to be beneficial to all levels of learners, whether you have never heard of an email/memo or write them every day. Everyone will learn something from this experience. In fact, different levels of learners are encouraged in this course so that we can all learn from each other. There will be thousands of learners working side-by-side on their projects, and the environment will be social, supportive, and constructive. \n\nBy the end of this course, learners will be able to:\n- write clear and concise emails/memos relative to their professional endeavors\n- recognize five different types of emails/memos and their formats\n- analyze email/memo context for audience and tone\n- use basic grammar correctly in their email/memo writing\n\nMaterials required:\nLearners in this course will need only a computer with strong enough Internet to play videos and hear sound. A word processing software is suggested, but not required. \n\nTime required:\nThis course will require approximately 4 hours of work in the platform, including videos, reading, quizzes, and other activities. \nThe course project will require approximately 6 hours of work, including the rough draft, draft peer review, final draft, and final peer review.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "b75Wh7MYEeWKaQ6n__gsuQ",
            "instructorIds": [
                "16676446",
                "13463367"
            ],
            "name": "Writing Professional Email and Memos (Project-Centered Course)",
            "partnerIds": [
                "123"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0f/6b0450bb8e11e5b8440118b60c1239/IMG_1281.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "professional-emails",
            "startDate": 1455304952089,
            "workload": "4 hours of study, 6 hours of project work"
        },
        {
            "courseType": "v2.ondemand",
            "description": "En este curso, aprenderás los principios fundamentales de la gestión de proyecto en las etapas de iniciación y planificación, lo cual incluye la identificación y mapeo de los interesados e involucrados clave en el proyecto,  la definición de los alcances del proyecto y la construcción de la estructura desglosada del trabajo. Se ha comprobado que los proyectos exitosos requieren de una cuidadosa planificación por adelantado. Por tanto, en este curso aprenderás las principales funciones y responsabilidades del Gerente y del equipo del proyecto. También aprenderás a responder algunas preguntas clave por adelantado para ayudar a cumplir los objetivos del proyecto: ¿Qué logrará este proyecto? ¿Por qué es importante? ¿Quién se beneficiará de él? ¿Cómo lo planeamos para obtener resultados exitosos?",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "Ff6HyFZrEeWsGQ6fKrurvQ",
            "instructorIds": [
                "14623039"
            ],
            "name": "Iniciación y Planificación de Proyectos",
            "partnerIds": [
                "62",
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/3d/bfb4705bff11e5972a4fcf3a0d2bf5/foto_adm_proy_iniciacion_960x410.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "planificacion-proyectos",
            "startDate": 1444152166378,
            "workload": "4 semanas de estudio, 3 hora/semana"
        },
        {
            "courseType": "v1.session",
            "description": "In this course you will learn how to create societal impact through Social Entrepreneurship (S-ENT). S-ENT describes the discovery and sustainable exploitation of opportunities to create social change. We will introduce you to S-ENT examples and guide you through the process of identifying an opportunity to address social problems as well as outlining your idea in a business plan.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                }
            ],
            "id": "v1-1200",
            "instructorIds": [
                "5011994"
            ],
            "name": "Social Entrepreneurship",
            "partnerIds": [
                "175"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/fa/b623100b2a11e491808b11e17df7d4/S-ent-pic.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "socialentrepeneur",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Комбинаторика для начинающих - это базовый курс, закладывающий самые основы комбинаторного знания.\n\nНа этом курсе слушатели, которые почти не знают комбинаторику или прочно ее забыли, откроют ее для себя впервые или заново. Курс очень полезен всем, кому трудно с ходу включиться в продвинутый курс современной комбинаторики. Однако фактические бонусы те же: в итоге человек, прослушавший курс, получит путевку в увлекательный мир комбинаторных задач и их далеко идущих приложений. Более того, даже в нем самом мы уже расскажем об инструментах, позволяющих решать некоторые задачи такой важной прикладной области знаний, как биоинформатика.\n\nКурс состоит из 7 учебных недель и экзамена. Каждую неделю слушателю предлагается выполнить тест, составляющий 10% от общей оценки. Экзамен состоит из задач по всему курсу и составляет 30% от общей оценки. Для получения сертификата необходимо набрать не менее 50% от общей суммы баллов.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "2OpVxjvqEeW7GArkqhNhJw",
            "instructorIds": [
                "9139133",
                "9134341"
            ],
            "name": "Комбинаторика для начинающих",
            "partnerIds": [
                "176"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/be/b044303bf411e594f751ad8bd1faf3/Rubik_s_Cube.png",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "kombinatorika-dlya-nachinayushchikh",
            "startDate": 1442865442832,
            "workload": "7 недель исследования, 2-4 часов / неделю"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In order to maximize profits, firms must ensure that any given output level is produced at least cost and then select the price-output combination that results in total revenue exceeding total cost by the greatest amount possible. With this in mind, this second module of the Power of Markets course addresses how firms can most effectively convert inputs into final output and then covers determining the best price-output combination for a firm and how this varies depending on whether the firm is operating in a perfectly competitive or imperfectly competitive market setting.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "TcrY50zhEeWwZhK44N5d5Q",
            "instructorIds": [
                "4277816"
            ],
            "name": "The Power of Markets II: Market Structure and Firm Behavior",
            "partnerIds": [
                "60"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1b/6e48d93b68c3914167c54a540c27e2/MarketsIcon_v1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "market-structure",
            "startDate": 1447095100565,
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "In this Capstone project, you will have to choose between three different characters (each with a unique set of financial constraints and objectives) and design an appropriate wealth plan for them over the next 5 years.\n\nYou will have to use the knowledge you gained in each of the four preceding courses to reach that objective. Indeed, you will need to know which assets to consider and how to manage them depending on changes in the economic outlook (Course 1), how to evaluate and deal with your character's emotional biases in order to suggest them a wealth strategy they will be able to follow (Course 2), how to build an optimal portfolio and manage its risk once the strategy has been designed (Course 3) and how to adequately measure the performance of your plan while taking advantage of investment vehicles and future trends in the investment management industry to further your character's goals (Course 4).\n\nThis Capstone project was designed in collaboration with UBS, our corporate partner, who benefits from years of experience in guiding clients with their wealth planning.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "t8Zu0nK1EeWxvQr3acyajw",
            "instructorIds": [
                "15611903"
            ],
            "name": "Planning your Wealth over a 5 year Horizon",
            "partnerIds": [
                "49"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e7/2077d0bfc711e5b274b791246c5383/geneva_thumb.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "wealth-planning-capstone",
            "startDate": 1453243324483,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "What social and ideological mechanisms allowed Jews to survive and even flourish in Catholic Italy? And under what circumstances did the practice of tolerance break down? This course takes a different approach to the idea of tolerance, as well as to the long, complicated history of the Catholic Church and the Jews.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "v1-917",
            "instructorIds": [
                "900963"
            ],
            "name": "Practicing Tolerance in a Religious Society: The Church and the Jews in Italy",
            "partnerIds": [
                "32"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/e6/d0646db398625d77d4633ebbb9d0f6/1024px-Francois_Dubois_001.jpg",
            "previewLink": "https://class.coursera.org/religionandtolerance-001/lecture/preview",
            "primaryLanguages": [
                "en"
            ],
            "slug": "religionandtolerance",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "讲授计算机辅助翻译技术的基本概念，及多种辅助翻译工具的原理和使用方法，锻炼学生在技术环境下从事翻译工作等其他各类语言服务工作的能力，并帮助学生理解信息化时代的语言服务工作。\nThis course introduces the basic concepts of computer-aided translation technology and helps students learn to use computer-aided translation tools.\n",
            "domainTypes": [
                {
                    "domainId": "language-learning",
                    "subdomainId": "other-languages"
                }
            ],
            "id": "v1-1989",
            "instructorIds": [
                "347693",
                "8194538"
            ],
            "name": "计算机辅助翻译原理与实践 Principles and Practice of Computer-Aided Translation",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/51/6089d0352911e49a597321ba86b5f4/cover.png",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "catmooc",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course, you will learn best practices for selecting, recruiting, and onboarding talent. You will also learn about the key approaches to measuring performance and evaluating your employees. In addition, you will learn how to develop and coach your talent so that they can realize their full potential at work. Altogether, you will gain a thorough understanding of the complete cycle of managing talent and creating a robust talent pipeline for your team and organization.\n\nManaging and developing talent is one of the top 3 issues on the minds of CEOs from around the world. In fact, CEOs cite managing and developing their leadership talent as the issue that is most important to the future success of their business but that their organizations are least capable of addressing effectively. This course will provide you with the insights, frameworks and tools to effectively manage and develop talent in your teams and organizations.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "we5nljlYEeWO-Qq6rEZAow",
            "instructorIds": [
                "14413061",
                "8072182",
                "14816106"
            ],
            "name": "Managing Talent",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e4/39a620502a11e5998a1b75736a49c8/managingtalent.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "managing-talent",
            "startDate": 1445880571710,
            "workload": "4 weeks of study, 3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Despite everyone's good intentions, hard work and solid ideas, too many projects end up creating unneeded, unusable, and unsellable products. But it doesn't have to be this way. Agile and design thinking offer a different--and effective--approach to product development, one that results in valuable solutions to meaningful problems. In this course, you’ll learn how to determine what's valuable to a user early in the process--to frontload value--by focusing your team on testable narratives about the user and creating a strong shared perspective. \n\nWe’ll show you how to:\n- Explain key concepts and practices from the agile product development methodology\n- Create a strong shared perspective and drive to value using personas and problem scenarios\n- Diagnose what software to develop and why using a set of agile user stories and prototypes\n- Facilitate narrative collaboration with user stories and prototypes \n- Allow for early testing and validation by analyzing and deciding on story backlogs\n\nThis course is supported by the Batten Institute at UVA’s Darden School of Business. The Batten Institute’s mission is to improve the world through entrepreneurship and innovation: www.batteninstitute.org.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "5g_hAYo4EeWTzg6WBWinhQ",
            "instructorIds": [
                "14054880"
            ],
            "name": "Getting Started: Agile Meets Design Thinking",
            "partnerIds": [
                "18"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4c/38c7d0d00d11e59a077f9489134fcd/Course-1-rev-image.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "getting-started-agile",
            "startDate": 1454970748112,
            "workload": "5 weeks of study, 3 - 4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn how light works at the most fundamental level: photon by photon, interacting with one atom at a time!",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "v1-2638",
            "instructorIds": [
                "7403656",
                "10067151"
            ],
            "name": "Introduction to Quantum Optics",
            "partnerIds": [
                "64"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/51/8ff2f065c111e597a35d9de194bb10/Coursera-Logo-600px-340px.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "qoptintro",
            "startDate": 1448236800000,
            "workload": "2-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course explores the analysis and design of thin-walled pressure vessels and engineering structures subjected to torsion.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                }
            ],
            "id": "UHpTmhtHEeWBKhJRV_B8Gw",
            "instructorIds": [
                "1900891"
            ],
            "name": "Mechanics of Materials II: Thin-Walled Pressure Vessels and Torsion",
            "partnerIds": [
                "9"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/84/f3373099f411e58bde5584711b3e9a/Mechanics-of-Materials-II-800x800.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "mechanics2",
            "startDate": 1452296256817,
            "workload": "3 weeks, 6 - 10 hours per week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "社会调查与研究方法， 首先，是一套观察社会现象、测量社会现象的工具； 其次，是一套分析和运用社会现象数据的科学方法； 最高境界，则是一套针对社会、经济、教育、政治、法律、管理、公共卫生、新闻报道等人类的生产与生活现象，进行科学沟通的思维逻辑与表达方式。",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "LXql7WMPEeWMMg7wwTZV_Q",
            "instructorIds": [
                "4517421"
            ],
            "name": "社会调查与研究方法 （下）Methodologies in Social Research (Part 2)",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6f/5e8190536e11e4a145035351c7e2c6/Msocial.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "shehui-diaocha-yanjiu-fangfa",
            "startDate": 1446590819052,
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This advanced course considers how to design interactions between agents in order to achieve good social outcomes. Three main topics are covered:  social choice theory (i.e., collective decision making), mechanism design, and auctions.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "v1-1218",
            "instructorIds": [
                "1252",
                "174814",
                "1251"
            ],
            "name": "Game Theory II: Advanced Applications",
            "partnerIds": [
                "1"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/14/3a16c0352911e49acdcfd9c2fca6c5/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "gametheory2",
            "startDate": 1452211200000,
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "A unique and exciting introduction to the genre and craft of historical fiction, for curious students, aspiring authors--anyone with a passion for the past. Read classics of the genre, encounter bestselling writers of historical fiction, and discover your own historical archive while interacting with a global community of interested readers.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "SxjkGailEeSy_SIAC49HnA",
            "instructorIds": [
                "2929456"
            ],
            "name": "Plagues, Witches, and War: The Worlds of Historical Fiction",
            "partnerIds": [
                "18"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/72/4d6b067caee688ea05bea84f72ebe8/Screen-Shot-2013-06-07-at-2.33.10-PM.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "historical-fiction",
            "startDate": 1422646517190,
            "workload": "10 hours of videos and assessments"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course introduces the academic approach of Sustainability and explores how today’s human societies can endure in the face of global change, ecosystem degradation and resource limitations. The course focuses on key knowledge areas of sustainability theory and practice, including population, ecosystems, global change, energy, agriculture, water, environmental economics and policy, ethics, and cultural history.\n\nThis subject is of vital importance, seeking as it does to uncover the principles of the long-term welfare of all the peoples of the planet. As sustainability is a cross-disciplinary field of study, this foundation requires intellectual breadth: as I describe it in the class text, understanding our motivations requires the humanities, measuring the challenges of sustainability requires knowledge of the sciences (both natural and social), and building solutions requires technical insight into systems (such as provided by engineering, planning, and management).",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "a0fzUULWEeWZtA4u62x6lQ",
            "instructorIds": [
                "901931"
            ],
            "name": "Introduction to Sustainability",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera.s3.amazonaws.com/topics/sustain/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "sustainability",
            "startDate": 1440449157333,
            "workload": "8-10 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "The capstone project will be a strategic plan. Students will be given a specific problem and will be asked to conduct a situation analysis based on research, which will then serve as the basis of the strategic plan outlining the objectives and specific communication strategies for addressing the problem.\n\nThe project will test the knowledge of students in basic principles of public relations, public relations research, strategy and new media, asking students to come up with a strategic plan. The strategic plan will be the roadmap for a public relations campaign and will integrate the key concepts offered through the four courses.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "kE5iqkuTEeWyUw4oVjG8nQ",
            "instructorIds": [
                "5908200",
                "13863238",
                "13755704"
            ],
            "name": "Public Relations Capstone",
            "partnerIds": [
                "47"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/28/cfa3a04bd211e5bf6da34bad7c0caa/CNM_Logo01.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "pr-capstone",
            "startDate": 1441045273991,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Probablemente, todos hemos jugado a algún videojuego, pero ¿qué hay detrás de él? Podemos decir que - con independencia del videojuego - hay un árduo trabajo multidisciplinar que incluye desde aspectos de diseño hasta la programación como tal del videojuego. Este curso pretende ser un curso introductorio que muestre qué aspectos hay que considerar en el videojuego, y que permita con posterioridad abordar individualmente los temas que se consideran nucleares: diseño, arte, motor del videojuego y 'game play'. \n\nAl completar este curso introductorio, podrás identificar, nombrar y explicar la importancia de los diferentes aspectos que hay que considerar al diseñar un videojuego. Pretendemos también que puedas evaluar qué partes del videojuego te interesan más, de cara a que puedas seguir un curso específico sobre esa temática, o bien, si deseas el conocimiento global, puedas abordar todo el programa especializado. Estarás listo para abordar más en profundidad estos temas nucleares (diseño, arte, motor del videojuego y 'gameplay') que se cubren de forma individualizada y en detalle en el resto de cursos del programa especializado.\n\nIMPORTANTE/IMPORTANT:\nA partir del 29 de Noviembre este curso te ofrecerá subtítulos en Inglés (y no solo en Español), así como los cuestionarios también traducidos al Inglés.\n\nAfter 29th November you will be able to follow this course in English (subtitles and quizzes).",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "eWC74yvREeWLVg5w1LoYqQ",
            "instructorIds": [
                "11224479",
                "14887019",
                "14940613"
            ],
            "name": "Videojuegos: ¿de qué hablamos?",
            "partnerIds": [
                "80"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1d/ba84a0668311e582593f027531c298/Course-Logo-_Coursera__.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "videojuegos-intro",
            "startDate": 1444171075529,
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This is a 12 week course, currently scheduled to start on Monday, April 14, 2014 and finishing on Friday, July 11.  This introductory physics course is intended for physical science majors and others desiring a rigorous introduction to physics. It closely parallels the brick-and-mortar course given to the freshmen at the University of Colorado at Boulder. The course covers classical mechanics, including kinematics, dynamics, conservation laws, and applications. ",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "v1-487",
            "instructorIds": [
                "2677973"
            ],
            "name": "Physics 1 for Physical Science Majors",
            "partnerIds": [
                "71",
                "126"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/6d/f6613e9892e60add07be5d4876cf2d/CourseraLogo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "physics1",
            "workload": "8-12 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In business, data and algorithms create economic value when they reduce uncertainty about financially important outcomes. This course teaches the concepts and mathematical methods behind the most powerful and universal metrics used by Data Scientists to evaluate the uncertainty-reduction – or information gain - predictive models provide. \n\nWe focus on the two most common types of predictive model - binary classification and linear regression - and you will learn metrics to quantify for yourself the exact reduction in uncertainty each can offer.  These metrics are applicable to any form of model that uses new information to improve predictions cast in the form of a known probability distribution – the standard way of representing forecasts in data science. \n\nIn addition, you will learn proper methodology to avoid common data-analytic pitfalls when forecasting – such as being “fooled by randomness” and over-fitting “noise” as if it were “signal.” \n\nUniquely among data-analytics offerings, this course empowers you to understand and apply quite advanced information theory methods – Bayesian Logical Data Analysis - in business practice, without needing any calculus or matrix algebra, or any knowledge of Matlab or R or software programming. \n\nYou will be able to answer all homework and quiz questions either by using basic algebra, or with the special custom Microsoft Excel Templates provided. Nor is any prior experience with Excel required; we will cover in detail at the beginning everything you need to know about using Excel to succeed in the course itself. If you already know Excel, you can skip that part. \n\nBe aware that this is not a broad general Excel skills course; it focuses on use of Excel to calculate information-related metrics, and to solve real business problems, such as developing your own predictive analytics model for which credit card applicants a bank should accept and which reject as too risky. Real problems are complicated! \n\nPersonally I think learning to solve real problems is also a great way to learn Excel. We use specific tools in the Excel toolbox to build something useful, and you can always go back and learn more tools in the toolbox – more Excel functions – if and when you ever need them. \n\nThis course requires some mathematical background: you should already know how to solve for an unknown using algebra; and have a basic familiarity with sigma (summation) notation; the concept of logarithms and working with bases other than base 10 (including base 2, and the natural logarithm and base “e”); and probability theory concepts such as calculating conditional, product, and joint probabilities. These concepts are assumed in the course rather than taught. All the “new” math taught in the course is summarized in a downloadable PDF document - \"Mathematical Supplement\" – please refer to it to decide if the difficulty level of this course seems right for you.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "SpO4HBnoEeWjrA6seF25aw",
            "instructorIds": [
                "12388058",
                "13723820"
            ],
            "name": "Mastering Data Analysis in Excel",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1d/2407703cf611e58fafd36fa641b2ed/CourseraIcons.Square1200.2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "analytics-excel",
            "startDate": 1445039457033,
            "workload": "6 weeks, 3 - 5 hours per week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Our relationship to Beethoven is a deep and paradoxical one. For many musicians, he represents a kind of holy grail: His music has an intensity, rigor, and profundity which keep us in its thrall, and it is perhaps unequalled in the interpretive, technical, and even spiritual challenges it poses to performers. At the same time, Beethoven’s music is casually familiar to millions of people who do not attend concerts or consider themselves musically inclined. Two hundred years after his death, he is everywhere in the culture, yet still represents its summit.\n\nThis course takes an inside-out look at the 32 piano sonatas from the point of view of a performer. Each lecture will focus on one sonata and an aspect of Beethoven’s music exemplified by it. (These might include: the relationship between Beethoven the pianist and Beethoven the composer; the critical role improvisation plays in his highly structured music; his mixing of extremely refined music with rougher elements; and the often surprising ways in which the events of his life influenced his compositional process and the character of the music he was writing.) The course will feature some analysis and historical background, but its perspective is that of a player, not a musicologist. Its main aim is to explore and demystify the work of the performer, even while embracing the eternal mystery of Beethoven’s music itself. \n\nThis season's Curtis courses are sponsored by Linda Richardson in loving memory of her husband, Dr. Paul Richardson. \n\nThe Dolfinger-McMahon Foundation supports Curtis's lifelong learning initiatives.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "3EPZVpSGEeSb9SIACzCJlg",
            "instructorIds": [
                "2675440"
            ],
            "name": "Exploring Beethoven’s Piano Sonatas",
            "partnerIds": [
                "79"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2d/2eb430384211e4a6916f7e2b2f2994/Beethoven_FNL.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "beethoven-piano-sonatas",
            "startDate": 1420754425105,
            "workload": "8 hours videos and quizzes"
        },
        {
            "courseType": "v1.session",
            "description": "Nanotechnology is an emerging area that engages almost every technical discipline – from chemistry to computer science – in the study and application of extremely tiny materials.  This short course allows any technically savvy person to go one layer beyond the surface of this broad topic to see the real substance behind the very small.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                }
            ],
            "id": "v1-93",
            "instructorIds": [
                "2280464",
                "5030245"
            ],
            "name": "Nanotechnology: The Basics",
            "partnerIds": [
                "13"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/32/9eb5e0352d11e488c8d9622ef02af4/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "nanotech",
            "workload": "4-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "L'Art des Structures 2 propose une découverte du fonctionnement des structures porteuses, telles que les bâtiments, les toitures ou les ponts. Ce cours, qui fait suite au cours l'Art des Structures 1, présente les principes du fonctionnement des structures en treillis, poutres, dalles et cadres.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-2546",
            "instructorIds": [
                "3743409"
            ],
            "name": "L'Art des Structures 2 : treillis, poutres, dalles et cadres",
            "partnerIds": [
                "16"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/c7/9df500814211e49e1903ac3f63b2b7/Structures-II-v4.2.jpg",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "structures2",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course will explore new breakthroughs in the treatment of patients during cardiac arrest and after successful resuscitation, including new approaches to cardiopulmonary resuscitation (CPR) and post-arrest care.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "clinical-science"
                }
            ],
            "id": "v1-36",
            "instructorIds": [
                "237513"
            ],
            "name": "Cardiac Arrest, Hypothermia, and Resuscitation Science",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0b/ac5000352d11e485fc9138b3373442/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "cardiacarrest",
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "In the United States, two-thirds of the population read at an eight-grade level or below. When it comes to health information, most Americans have the ability to read and write at the fifth-grade level.  This inter-professional course aims to give health professionals the tools needed to improve upon their health literacy and communication skills.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-1543",
            "instructorIds": [
                "5643353"
            ],
            "name": "Health Literacy and Communication for Health Professionals",
            "partnerIds": [
                "124"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2a/ed0600352b11e49acdcfd9c2fca6c5/HL-Coursera-LOGO.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "healthliteracy",
            "workload": "3-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Основной целью данного курса является формирование у слушателей понимания того, что в современном мире крайне необходимо грамотное управление личными финансами, и это обязательно поможет человеку стать финансово состоятельным и независимым. Изучение курса позволит лучше ориентироваться в текущих финансовых вопросах, практически ежедневно возникающих у людей, и находить оптимальные для каждого человека способы управления личным капиталом.\nВ ходе прохождения курса слушатель, прежде всего, научится распределять свой капитал по трем элементам: текущий, страховой и инвестиционный капитал. Далее будут рассмотрены возможности осуществления инвестиционных операций на финансовом рынке и оценка их эффективности. Для объективной оценки совершаемых операций в представленном курсе даются основы финансовых вычислений (простой и сложный процент, номинальная и эффективная процентная ставка, номинальная и реальная доходность, текущая и будущая стоимость денег). Понимание рисков является особо важным в финансовом мире, и этому также будет посвящена отдельная часть курса, в ходе освоения которой слушатель научится оценивать эффективность принимаемых инвестиционных решений по критерию «риск-доходность». А в заключительной части будут рассмотрены вопросы, касающиеся формирования инвестиционного портфеля и управления им. \nКак результат – у слушателя сформируется комплексное представление об управлении личными финансами, что сделает этот процесс для каждого более успешным и интересным!\n\nПЛАН КУРСА\nНЕДЕЛЯ 1: Финансы в жизни человека\nНЕДЕЛЯ 2: Риск и доходность личных финансовых инвестиций\nНЕДЕЛЯ 3: Технология принятия решений частным инвестором\nНЕДЕЛЯ 4: Инвестиционные стратегии частного инвестора\n\nНЕОБХОДИМЫЕ ЗНАНИЯ И НАВЫКИ\nПредварительных требований к слушателям курса не предъявляется\n\nОЦЕНИВАНИЕ\nПо результатам каждого из 4-х модулей предусмотрен контрольный тест, который будет состоять из классических тестов (вопрос и даны варианты ответов), из задач, предполагающих проведение расчетов в рамках прослушанного материала. Итоговая оценка по курсу формируется нарастающим итогом по результатам тестов по каждому модулю.\n\nНЕОБХОДИМОЕ МАТЕРИАЛЬНОЕ И ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ\nСпециального материального и программного обеспечения для освоения курса не требуется.\n\nДОПОЛНИТЕЛЬНАЯ ИНФОРМАЦИЯ\nВ курсе будут делаться ссылки на наиболее интересные и актуальные статьи и сайты по вопросам личных финансов.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "G2PXRHEjEeWhZxJhllGpHQ",
            "instructorIds": [
                "5179336"
            ],
            "name": "Управление личными финансами",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c3/881d20b89a11e596ddffa17da4aea1/9zDdStWNL2Y.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "upravlenie-lichnymi-finansami",
            "startDate": 1454969041083,
            "workload": "4 недели обучения, 1-2 часа / неделю"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course focuses on the concepts and tools behind reporting modern data analyses in a reproducible manner. Reproducible research is the idea that data analyses, and more generally, scientific claims, are published with their data and software code so that others may verify the findings and build upon them.  The need for reproducibility is increasing dramatically as data analyses become more complex, involving larger datasets and more sophisticated computations. Reproducibility allows for people to focus on the actual content of a data analysis, rather than on superficial details reported in a written summary. In addition, reproducibility makes an analysis more useful to others because the data and code that actually conducted the analysis are available. This course will focus on literate statistical analysis tools which allow one to publish data analyses in a single document that allows others to easily execute the same analysis to obtain the same results.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                }
            ],
            "id": "-4ffSHNYEeWIfhKr_WcYsQ",
            "instructorIds": [
                "685384",
                "694443",
                "688901"
            ],
            "name": "Reproducible Research",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b2/e9388069b611e3ae92c39913bb30e0/ReportingData.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "reproducible-research",
            "startDate": 1451943133025,
            "workload": "4-9 hours/week"
        },
        {
            "courseType": "v1.capstone",
            "description": " ",
            "domainTypes": [],
            "id": "v1-2308",
            "instructorIds": [
                "3703447",
                "9637098",
                "9636982",
                "1939410",
                "12895865"
            ],
            "name": "Cloud Computing Capstone",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0b/48c7c0b63111e5a43607fa28703899/cloud_computing_specialization_logo_002.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "cloudcapstone",
            "startDate": 1452470400000,
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn how to write composable software that stays responsive at all times by being elastic under load and resilient in the presence of failures. Model systems after human organizations or inter-human communication.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "v1-987",
            "instructorIds": [
                "672627",
                "13089",
                "1337605"
            ],
            "name": "Principles of Reactive Programming",
            "partnerIds": [
                "16"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/1c/52b9de790b83e6c020c5884a689607/principles-reactive-v1.0.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "reactive",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "The capstone project is designed to give you the opportunity to apply what you've learned in Types of Conflict, Conflict Resolution, and Intercultural Communication and Conflict Resolution. In this course you will prepare a conflict management portfolio illustrating the nature of a specific conflict, the different roles of participants in the conflict and the significance of those roles, the perceived incompatible goals, power imbalances, and communication skills needed for the effective management of the conflict.",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "Fle9Xzu7EeW6UhL5OnDMBQ",
            "instructorIds": [
                "12544838"
            ],
            "name": "Conflict Management Capstone Project",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9e/4912904cec11e58e2bdf7abd3714ff/Conflict-capstone-image2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "conflict-management-capstone-project",
            "startDate": 1446529300876,
            "workload": "5 weeks of study, 2-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Learn to analyze and improve business processes in services or in manufacturing by learning how to increase productivity and deliver higher quality standards. Key concepts include process analysis, bottlenecks, flows rates, and inventory levels, and more. After successfully completing this course, you can apply these skills to a real-world business challenge as part of the Wharton Business Foundations Specialization.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "dwUPa14hEeWhGRIiCxDaqw",
            "instructorIds": [
                "1349478"
            ],
            "name": "Introduction to Operations Management",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/df/b83aa0afe211e4b3accbcc082ff6bd/online_learning_slide_vOperations.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "wharton-operations",
            "startDate": 1446575718766,
            "workload": "4 weeks of study, 4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course teaches computer programming to those with little to no previous experience. It uses the programming system and language called MATLAB to do so because it is easy to learn, versatile and very useful for engineers and other professionals.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "v1-2822",
            "instructorIds": [
                "7529359",
                "8333701",
                "7581096"
            ],
            "name": "Introduction to Programming with MATLAB",
            "partnerIds": [
                "37"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/e2/c557e0c1db11e4b9166fd12337162f/FinalLogo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "matlab",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Explore how to integrate works of art into your classroom with inquiry-based teaching methods originally developed for in-gallery museum education.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "PK8RF2g8EeSYbSIACzWPZQ",
            "instructorIds": [
                "3219339"
            ],
            "name": "Art and Inquiry: Museum Teaching Strategies For Your Classroom ",
            "partnerIds": [
                "107"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4c/ac208e9166e0519fe2f7bfde524e50/Coursera_240x135.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "artinquiry",
            "startDate": 1423253907788,
            "workload": "5 hours of videos and assessments "
        },
        {
            "courseType": "v2.ondemand",
            "description": "This is the first course in a Coursera Specialization track involving Web Application Architectures.  This course will give you the basic background, terminology and fundamental concepts that you need to understand in order to build modern full stack web applications. A full stack web developer is familiar with each \"layer\"  of the software technologies involved in a web application, including data modeling and database technologies, the web server environment and middleware components, network protocols, the user interface and basic visual design and user interaction concepts. \n\nIn this course we will learn by doing.  We will start by learning the major components of web application architectures, along with the fundamental design patterns and philosophies that are used to organize them.  You will build and continually refine a fully functional full-stack web application as we progress through the modules in this course.  Along the way you will be exposed to agile software development practices, numerous tools that software engineers are expected to know how to use, and a modern web application development framework.\n\nThis course is also available in Spanish. To join the Spanish version, visit this page: https://www.coursera.org/learn/apliweb.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "maX993EhEeWi0g6YoSAL-w",
            "instructorIds": [
                "3506150",
                "15808745"
            ],
            "name": "Web Application Development: Basic Concepts",
            "partnerIds": [
                "120"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/62/7a5500c44511e5bb6eefae6b5d56ba/mooc_logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "webapps1",
            "startDate": 1453242839833,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "This Capstone MOOC gives students who have passed all previous courses with Verified Certificates in the Mobile Cloud Computing with Android Specialization. It is an opportunity to integrate and demonstrate the knowledge they've acquired across the six earlier content area courses.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "pL2kEZ-AEeW3EQpufNEz7w",
            "instructorIds": [
                "2921188",
                "1337829",
                "4639533"
            ],
            "name": "The Android Capstone Project ",
            "partnerIds": [
                "32",
                "37"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a4/ad0300896d11e4a5168784e4d601b0/MoCCA.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "androidcapstone2",
            "startDate": 1455062178141,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "En este curso se explicarán los aspectos más generales del ámbito de las redes sociales con el objetivo de que el participante distinga, clasifique e identifique las cualidades particulares de la evolución de las redes sociales, su aplicación general en el ámbito de negocios y comercial, así como reconocer las redes sociales de más auge en nuestros tiempos y las tendencias de empleo.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "DzuPrDfDEeWnxw5wP_KHTw",
            "instructorIds": [
                "13255311",
                "13928860"
            ],
            "name": "Beneficios y características de las redes sociales más significativas",
            "partnerIds": [
                "62"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/54/b5bf1051ac11e58ecafd2d8058042c/foto_redsoc_curso2_b.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "redes-sociales-caracteristicas",
            "startDate": 1444153957386,
            "workload": "El curso dura 4 semanas y se estima que a los alumnos les tome 3-5 horas/semana."
        },
        {
            "courseType": "v2.ondemand",
            "description": "The goal of the course is to give students awareness of the largest alternative form of energy and how organic / polymer solar cells can harvest this energy. The course provides an insight into the theory behind organic solar cells and describes the three main research areas within the field i.e. materials, stability and processing.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "chemistry"
                }
            ],
            "id": "Y1sD7WReEeSPwSIACy-XPg",
            "instructorIds": [
                "4764434",
                "6283017",
                "6282956",
                "3929861"
            ],
            "name": "Organic Solar Cells - Theory and Practice",
            "partnerIds": [
                "57"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/62/040936a05bcf8d847faa43507272c1/DSC_1914.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "solar-cell",
            "startDate": 1418943904976,
            "workload": "10 hours videos and quizzes"
        },
        {
            "courseType": "v1.session",
            "description": "Try your hand at understanding the brain by learning to analyze neural data yourself!  Working with real neural data sets from neuroscience research labs, you’ll learn data analysis techniques so you can discover for yourself how the brain works.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                }
            ],
            "id": "v1-1423",
            "instructorIds": [
                "6503567",
                "6504014"
            ],
            "name": "Exploring Neural Data",
            "partnerIds": [
                "22"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/52/5e4ac0352911e4aa3c599183b828af/Exploring_Neural_Data_logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "neuraldata",
            "workload": "5-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The course deals with the analysis of the private equity and venture capital business. \nOver the course, students will be provided with a deep understanding of the mechanism underpinning the creation and/or development of a firm and the financial support it can get from the financial system through venture capital investment.\n\nThe course tries to discover how special financial intermediaries (called private equity investors) finance through equity companies belonging to different stages of their life-cycle, starting from the very beginning (startup and early stage) to a more mature phase (i.e. expansion, mature age, etc.) or also staying into crises and decline. \n\nPrivate equity (named venture capital when the company is in the first phases of its life cycle) deals with very different activities, such as scouting, advisory, deal-making, valuation, and financing as financial intermediaries see it. \n\nCOURSE SYLLABUS\nThe course is made up of four different modules: \nWEEK 1 - Introduction to Private Equity and Venture Capital\nWEEK 2 - Discovering Private Equity Investors: Legal Issues and Taxation\nWEEK 3 - Management of Private Equity and Venture Capital Funds\nWEEK 4 - Company Valuation And Deal Making In Private Equity Settings\n\nThroughout the course, guest speakers and practitioners will be interviewed to provide some examples of concrete applications of the contents presented.\n\nRECOMMENDED BACKGROUND\nAn understanding of the basic concepts of corporate financing accounting principles is required, while prior knowledge of private equity and venture capital is not required however it is recommended, as this is a course designed to introduce you to the fundamental concepts in private equity and venture capital.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "84pGjiPgEeWKeQ6ae81EbQ",
            "instructorIds": [
                "13718280"
            ],
            "name": "Private Equity and Venture Capital",
            "partnerIds": [
                "157"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/39/e5acd0346611e5b80461999c2a9a44/financial.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "private-equity",
            "startDate": 1444780568602,
            "workload": "5 weeks of study, 1-2 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Cryptography is an indispensable tool for protecting information in computer systems. In this course you will learn the inner workings of cryptographic systems and how to correctly use them in real-world applications. The course begins with a detailed discussion of how two parties who have a shared secret key can communicate securely when a powerful adversary eavesdrops and tampers with traffic. We will examine many deployed protocols and analyze mistakes in existing systems. The second half of the course discusses public-key techniques that let two parties generate a shared secret key. Throughout the course participants will be exposed to many exciting open problems in the field and work on fun (optional) programming projects. In a second course (Crypto II) we will cover more advanced cryptographic tasks such as zero-knowledge, privacy mechanisms, and other forms of encryption.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "computer-security-and-networks"
                },
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "lYw3nxuGEeWo5g5SXpDA8Q",
            "instructorIds": [
                "774"
            ],
            "name": "Cryptography I",
            "partnerIds": [
                "1"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera.s3.amazonaws.com/topics/crypto/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "crypto",
            "startDate": 1455579150645,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "What you’ll achieve: \nIn this project-centered course*, you will create an original four page minicomic designed around a short story of your choosing.\n\nWhat you’ll need to get started:\nThis project-centered course is designed for all-age learners (high school age and above, at least 13 years of age) who are interested in learning how to make a comic book, but have never completed one before.\n\nWhile comic books can be created with any kinds of materials, we recommend that learners have the following materials available to complete the project: at least one ream of 8.5x11 copy paper, #2 pencils and eraser, Sharpie-type fine point pens, ruler with inch measurements, and adjustable binding stapler. Learners should also have access to a printer and scanner (to facilitate digitizing work to be shared with peers on Coursera).\n\n*About Project-Centered Courses: \nProject-Centered Courses are designed to help you complete a personally meaningful real-world project, with your instructor and a community of learners with similar goals providing guidance and suggestions along the way. By actively applying new concepts as you learn, you’ll master the course content more efficiently; you’ll also get a head start on using the skills you gain to make positive changes in your life and career. When you complete the course, you’ll have a finished project that you’ll be proud to use and share.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "X_ZG4rVzEeWq2A7HIftJ6w",
            "instructorIds": [
                "10053002",
                "2220025"
            ],
            "name": "How to Make a Comic Book (Project-Centered Course)",
            "partnerIds": [
                "251"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/06/9ad0f0d28911e5b885bbb5f0882087/CourseSquare2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "make-comic-books",
            "startDate": 1455304848289,
            "workload": "6 hours of study, 15 hours of project work"
        },
        {
            "courseType": "v1.session",
            "description": "The United States criminal justice system is typically an accurate and efficient system—although, as a human creation, it is not perfect. This course will employ a social scientific perspective to understand why innocent people are sometimes convicted of crimes they did not commit. In this course we will discuss wrongful convictions, their causes, and their solutions.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "law"
                }
            ],
            "id": "v1-1565",
            "instructorIds": [
                "5917144"
            ],
            "name": "Presumed Innocent? The Social Science of Wrongful Conviction",
            "partnerIds": [
                "51"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/9b/91cb70cbd611e392f8e56088170ba3/PresumedInnocentLogo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "wrongfulconviction",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Ce MOOC a l’intention d’affronter et traiter des problèmes que rencontrent chaque personne, chaque groupe, chaque entreprise, chaque société, de façon de plus en plus aiguë et pressante ; dans notre temps d’évolution accélérée, de transformations ininterrompues, de mondialisation incontrôlée, d’incertitudes.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                }
            ],
            "id": "0SYC5bspEeScJSIAC0aWWQ",
            "instructorIds": [
                "9265062",
                "9268204"
            ],
            "name": "L'avenir de la décision : connaître et agir en complexité",
            "partnerIds": [
                "223"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5f/121910133a11e495e9cb699496bb89/chaire-complexite.jpg",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "lavenir-de-la-decision",
            "startDate": 1424982189506,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Welcome! This project-based course focuses on the creation of live site-specific choreography and performance works from conception to production to performance. It is geared towards performers, artists, composers and creative producers interested in learning techniques and production practices for site-specific work. The course is open to both veterans of the field as well as emerging artists jumping in to the topic for the first time. \n\nSite-specific dance/performance is work created in response to a particular place or site, inspired by its architecture or design, its history, and/or its current use. Lectures and forum discussions will investigate site-based projects in both urban and non-urban locales, and ranging from large-scale to small (guerrilla) style productions. Furthermore, together we will delineate definitions of site-specificity, and look across the history of the field, focusing primarily on dance.\n\nSpecific techniques and approaches towards generating site-inspired choreography will be introduced here, but the primary focus is navigating technical issues (lighting, sound, media) and production challenges (budgeting, obtaining permissions, insurance, fundraising, audience/event design). By the end of this course, you will have developed a comprehensive proposal for producing a site-specific work.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                },
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "mYp5R_2ZEeSToSIACxsEgg",
            "instructorIds": [
                "2531752"
            ],
            "name": "Creating Site-Specific Dance and Performance Works",
            "partnerIds": [
                "59"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ef/fbb99bf89f0a820c09a30d70ac153d/STEPHAN_K.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "site-dance",
            "startDate": 1447109963744,
            "workload": "3-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This interdisciplinary course focuses on sustainable innovation, introducing entrepreneurial students to the realities of problem identification and solution design within the complex world of healthcare.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                }
            ],
            "id": "v1-54",
            "instructorIds": [
                "963741",
                "972090"
            ],
            "name": "Healthcare Innovation and Entrepreneurship",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/24/1369d0352d11e4983ad3612bf5dfa7/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "healthcareinnovation",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "El proyecto final del curso consiste en una serie de videos con diálogos que demuestran las habilidades de los aprendices, las cuales incluyen su habilidad de usar las frases conversacionales y el vocabulario  que aprendieron en cada módulo.  Cada aprendiz escribirá  las dos partes de la conversación, y las recitará en sus videos, y entregará una transcripción fonética de los diálogos usados. Los videos serán evaluados mediante una revisión por pares, donde cada aprendiz tendrá que evaluar el proyecto final de otro aprendiz para poder recibir crédito para lo suyo. Esta evaluación se llevará a cabo con una rúbrica para dar retroalimentación cualitativa.",
            "domainTypes": [
                {
                    "domainId": "language-learning",
                    "subdomainId": "other-languages"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "CIGz7VpmEeW0ugrg2GGh4Q",
            "instructorIds": [
                "13728543",
                "9336122"
            ],
            "name": "Proyecto Final: Chino básico--lenguaje y cultura empresarial",
            "partnerIds": [
                "287"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5c/14f5a060b611e585f21b1fd51c8f73/Writing.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "proyecto-final-chino-basico",
            "startDate": 1443476871526,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Learn both theory and application for basic methods that have been invented either for developing new concepts – principal components or clusters, or for finding interesting correlations – regression and classification.   This is preceded by a thorough analysis of 1D and 2D data.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "v1-1149",
            "instructorIds": [
                "5181913"
            ],
            "name": "Core Concepts in Data Analysis",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/56/c754bec23c438b7d67a523344e620c/core-in-data.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "datan",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "对于热爱微电影的学习者来说，今天这个信息化时代提供了前所未有的便利，他能找到各种关于电影理论、电影制作或是电影评论的书籍和影像，然而对于一个立志成为创作人的学习者来说，只有真正亲历创作过程，并和其他志同道合的创作者交流切磋，才是通往自我表达之路的最佳途径。\n\n企业合作\n1、腾讯体育合作项目：NBA明星的视频。优秀影片可以直接被在腾讯体育收录播出。\n2、拍电影网合作项目：优秀剧本和PPM（Pre-Production Meeting，拍摄前会议）策划案的作者，将可能获得拍电影网的微电影创作培训班，或者专业器材设备支持，在实战中创作出具有专业水准的微电影作品。",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "XwVHPLUKEeWKaQ6n__gsuQ",
            "instructorIds": [
                "8054217"
            ],
            "name": "创作吧！微影人！",
            "partnerIds": [
                "188"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ee/d656f0bd1711e5a79bdb64213bc357/_______.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "wei-dian-ying-chuang-zuo",
            "startDate": 1453238440333,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "¡Aprende lo mejor de Java para el desarrollo en Android! Descubre lo necesario para construir tus aplicaciones móviles de una forma sencilla, objetiva y práctica.\n\nA lo largo del curso, verás diversos ejemplos para crear tu primer Hola Mundo y practicarás la programación orientada a objetos.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                }
            ],
            "id": "dZuQ4VicEeWbIxLOmbkGCQ",
            "instructorIds": [
                "14422666"
            ],
            "name": "Programando con Java para aplicaciones Android",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/8e/610050bbb311e596a5cdbacf5a58c0/android.c_rculo.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "programandoconjava",
            "startDate": 1453236879623,
            "workload": "3 weeks of study, 3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "¿Está a punto de entrar en el mercado laboral? ¿Es un profesional nuevo? ¿Es nuevo en su cargo dentro de la organización? Todos los posibles empleados nuevos necesitan conocer los principios, las funciones y las responsabilidades asociados a la gerencia, independientemente del cargo que ocupen. Ahora puede adquirir amplios conocimientos sobre las teorías y los conceptos básicos de la gerencia, a la vez que estudia la función operativa del gerente en todo tipo de organizaciones. Conozca mejor la responsabilidad del gerente en cuanto a la planificación, organización, liderazgo, contratación de personal y control en el lugar de trabajo. Nunca es demasiado pronto para planificar su carrera profesional aprendiendo cómo se desenvuelven los mejores gerentes para lograr el éxito.",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                },
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "YNmbV0EkEeWBrBIWi3mmCw",
            "instructorIds": [
                "12056243"
            ],
            "name": "Aspectos fundamentales de la gerencia",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1c/c7548049ae11e49dd763187f3b4abc/Fundamentals-of-Management-Course.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "fundamentos-de-gestion",
            "startDate": 1445674625303,
            "workload": "4 a 8 horas de videos, lecturas y cuestionarios"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course will discuss the developments in the Middle East from the early 20th century to the present. It will discuss the rise and retreat of Arab nationalism, the problems of internal cohesion of the Arab states, issues of religion and state, and the evolution of Islamist politics. It will also focus on the evolution of the Arab-Israeli conflict and its impact on the region and will conclude with an in depth analysis of the “Arab Spring” by placing these contemporary revolutionary events in their historical context.\n\nPlease note that this course builds upon a previous course -  The Emergence of the Modern Middle East - Part I\n\nLearn about the history of the Middle East for a deeper understanding of current regional developments!",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "8cCaMoJkEeWXJRLCDq5sWw",
            "instructorIds": [
                "3467705"
            ],
            "name": "The Emergence of the Modern Middle East - Part II",
            "partnerIds": [
                "110"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/75/e7e830878911e5bb2e414d6f9b31b6/The-Emergence-of-the-Modern-Middle-East.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "modern-middle-east-2",
            "startDate": 1447715485731,
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "קורס זה עוסק במתמטיקה של בית ספר תיכון מנקודת מבט מתקדמת. מטרתו העיקרית היא לחשוף סטודנטים לעתיד לאופן שבו מתמטיקאים רואים מקצוע זה, ובכך להכין אותם ללימודי מתמטיקה ברמת אוניברסיטה.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "0rKoNvtAEeSZDSIACyoA8g",
            "instructorIds": [
                "2641486",
                "1761365",
                "2643198"
            ],
            "name": " Invitation to Mathematics     הזמנה למתמטיקה",
            "partnerIds": [
                "24"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/dd/cb1a00b45211e38efc2b29f6ab5ae7/einstein.jpg",
            "primaryLanguages": [
                "he"
            ],
            "slug": "introduction-to-math",
            "startDate": 1433268783721,
            "workload": "22 hours"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Tibetan Buddhist Meditation and the Modern World explores the immense variety of meditation practices past and present. We present their histories, their philosophical underpinnings, their transformations in the modern global world, and we give you a chance to reflect upon meditation practices through secular contemplations designed just for this course. \n\nWe use a traditional, if overly simplistic, way of grouping Buddhist philosophical systems and ritual-contemplative practices into “three vehicles”, three programs of theory and practice supporting the personal journey from suffering to enlightenment. This scheme became normative in India and Tibet: (i) the Lesser Vehicle (Hīnayāna), (ii) the Great Vehicle (Mahāyāna), and (iii) the Adamantine Vehicle (Vajrayāna), also referred to as “esoteric Buddhism” or “Buddhist tantra”. To this, we will add a fourth Vehicle which is explicit in many Tibetan materials, though no standard term ever emerged that was accepted by all sectarian traditions - we will thus term it as the “Natural Vehicle” or “Post Tantra”. We follow an indigenous Tibetan tradition in terms of characterizing each with a specific orientational paradigm - repression, refinement, transformation, and natural freedom. These twelve meditative traditions constitute the framework for the course’s discussion of the main streams of Tibetan Buddhist meditation.\n\nThe five modules of the present course, dedicated to \"Lesser Vehicle\" practices and perspectives, treat the first five of these twelve types. Each module in turn has four components: (i) the specific Buddhist meditation in its traditional presentation and practice; (ii) modern scientific research into its efficacy and dynamics, or on practices, principles, and processes related to this type of meditation in our analysis; (iii) the fact, problems, and opportunities of modern secular adaptations in a variety of educational, professional, and personal settings; and (iv) secular practices for experimentation, which are either direct adaptations or new practices designed to give an experiential sense of some of the principles underlying the Buddhist meditative practice.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "aaNxjzc9EeWO-Qq6rEZAow",
            "instructorIds": [
                "339336",
                "2659937"
            ],
            "name": "Tibetan Buddhist Meditation and the Modern World: Lesser Vehicle",
            "partnerIds": [
                "18"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/88/dca9404aca11e5ab88a912c019e599/buddha.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "buddhist-meditation",
            "startDate": 1441140406088,
            "workload": "4-9 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn about traditional and mobile malware, the security threats they represent, state-of-the-art analysis and detection techniques, and the underground ecosystem that drives such a profitable but illegal business.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "computer-security-and-networks"
                }
            ],
            "id": "v1-232",
            "instructorIds": [
                "1347691"
            ],
            "name": "Malicious Software and its Underground Economy: Two Sides to Every Story",
            "partnerIds": [
                "26"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/52/c68270352911e48239673584835daa/coursera_logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "malsoftware",
            "workload": "5-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Paleontology: Early Vertebrate Evolution is a four-lesson course teaching a comprehensive overview of the origin of vertebrates. Students will explore the diversity of Palaeozoic lineages within a phylogenetic and evolutionary framework. This course examines the evolution of major vertebrate novelties including the origin of fins, jaws, and tetrapod limbs. Students also explore key Canadian fossil localities, including the Burgess Shale (British Columbia), Miguasha (Quebec), and Man On The Hill (Northwest Territories). Watch a preview of the course here: https://uofa.ualberta.ca/courses/paleontology-vertebrate-evolution",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "ru6DZ3Q6EeWi0g6YoSAL-w",
            "instructorIds": [
                "15693842"
            ],
            "name": "Paleontology: Early Vertebrate Evolution",
            "partnerIds": [
                "146"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d6/d6ef208e3111e5a550295aa070bb4d/EV-Lesson-3-Lo-Rez-Final.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "early-vertebrate-evolution",
            "startDate": 1452651299575,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Learn to execute a strategy analysis within an organization. This course will show you how to organize and implement a successful strategy setting process, how to conduct strategy research, how to ensure that annual planning and budgeting support the organization’s strategy, and how to manage the organization’s board of directors, senior managers, and line employees to ensure that everyone’s efforts are aligned with the organization’s strategy.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "6-FfIC8hEeWUWxIOAnoaFQ",
            "instructorIds": [
                "1400787",
                "14790769"
            ],
            "name": "Strategic Planning and Execution",
            "partnerIds": [
                "18"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0e/abbdf04ceb11e5a8aee34cc0a4c5d5/chess-in-a-row.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "strategic-planning-execution",
            "startDate": 1441050277062,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "You will learn best practices, and the ethics and expectations regarding sources and audiences,  involved in successful journalism. The production of Journalism relies on several elements: newsgathering, interviewing sources, researching and trying to find as much information as possible. The course will also teach you how to where to find information, interviewing skills and how to process information from various sources for publication.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "893hvnH8EeWLqw7zlLhRzQ",
            "instructorIds": [
                "15385643",
                "15384900",
                "11016409",
                "15384580",
                "4759273",
                "16003827"
            ],
            "name": "Gathering and Developing the News",
            "partnerIds": [
                "228"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/02/379520bec511e5b598936a12f1615f/videocamera.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "become-a-journalist2",
            "startDate": 1453243751664,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Quantitative and model-based introduction to basic ideas in economics, and applications to a wide range of real world problems.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "v1-82",
            "instructorIds": [
                "459667"
            ],
            "name": "Principles of Economics for Scientists",
            "partnerIds": [
                "12"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/1b/59ade0352d11e48c9cbde9a47c32c7/large-icon.png",
            "previewLink": "https://class.coursera.org/econ1scientists-2012-001/lecture/preview",
            "primaryLanguages": [
                "en"
            ],
            "slug": "econ1scientists",
            "workload": "8-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course is designed for students of all backgrounds who have an interest in how firms are governed, the forces that have helped define modern management practice, and the outcomes of that practice not only for the firm itself, but also for the societies in which they operate. For students who are thinking of a career in management, it may also prove useful as a basic introduction to some of the conceptual vocabulary and ideas behind modern theories of management. \n\nUsing a wide disciplinary approach - from economics and history to social theory and even a smattering of biblical criticism - the course will invite students to consider several core management strategies and priorities from often unexpected perspectives in order to judge their success or failure. The key objective of the course is to bring into critical focus how we think about the function and culture of management, how managers understand their role within a firm, how they take decisions, set priorities and benchmark success and failure. \n\nTopics include: the function of the firm; the role of incentive; the ways in which narrative forces shape decision making, and how market relationships define the managerial culture in ways that can lead to sub-optimal outcomes.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "BkWivH6zEeSXPiIACxeBkA",
            "instructorIds": [
                "2656811"
            ],
            "name": "Critical Perspectives on Management",
            "partnerIds": [
                "61"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f4/0ab6a067f811e3a362a540213f50e5/escher_mas.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "critical-management",
            "startDate": 1453482094898,
            "workload": "6 weeks of study, 2-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Every information service is connected through the Internet. If your work is any bit related to information, there is no excuse, you have to know what the Internet is and how it works! The relation of information and the Internet is equivalent to the blood and blood vessels of our body, which we have been using and will be using every day of our lives.\n\nThis course will enlighten your understanding of what the Internet is and how it works. IP (Internet Protocol) IPv4 and IPv6 keep the Internet alive by enabling remote computers to communicate through various inter-connected networks through “inter-networking” technology, which is where the name “Internet” came from. TCP and UDP are used by the end devices (e.g., computers, smartphones, servers, clouds) that are communicating to connect applications/services across the Internet. The details of IPv4, IPv6, TCP, UDP, and Internet operations are covered in this course.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "computer-security-and-networks"
                }
            ],
            "id": "3TdKKA-VEeWhsgqB1eduww",
            "instructorIds": [
                "10450398"
            ],
            "name": "Internet Emerging Technologies",
            "partnerIds": [
                "220"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ba/b29ff0294c11e59acc65a719c7c183/Internet-Tech-logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "internet-technologies",
            "startDate": 1436832036000,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Explore how food intersects with public health and the environment as it moves from field to plate.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "nutrition"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-72",
            "instructorIds": [
                "687518",
                "2286634"
            ],
            "name": "An Introduction to the U.S. Food System: Perspectives from Public Health",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/c3/3c4039f8cdb1d9252c4d4d96cffda5/food_B-02.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "foodsys",
            "startDate": 1452470400000,
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Doğrusal cebir ikili dizinin ikincisi olan bu ders birinci derste verilen temel bilgilerin üzerine eklemeler yapılarak tamamen matris işlemleri ve uygulamalarını kapsamaktadır. Cebirsel denklem sistemleri, sonuçların tekilliği ve var olup olmadığı, determinantlar ve onların doğal olarak nasıl oluştuğu, öz değer problemleri ve onların matris fonksiyonlarına uygulanışı vb. konulara derste değinilmektedir. Ders gerçek yaşamdan gelen uygulamaları da tanıtmaya önem veren “içerikli yaklaşımla” tasarlanmıştır.\n-----------\nThis second of the sequence of two courses builds on the fundamentals of the first course, is entirely on matrix algebra and applications. Specifically, the studies include systems of algebraic equations including the existence and uniqueness of solutions, determinants and how they arise naturally, eigenvalue problems with their applications to diagonalization and matrix functions. The course is designed in the same spirit as the first one with a “content based” emphasis, answering the “why” and “where“ of the topics, as much as the traditional “what” and  “how” leading to “definitions” and “proofs”.\n\nBölümler:\nBölüm 1: Doğrusal Cebir I'in Özeti\nBölüm 2: Kare Matrislerde Determinant\nBölüm 3: Kare Matrislerin Tersi\nBölüm 4: Kare Matrislerde Özdeğer Sorunu\nBölüm 5: Matrislerin Köşegenleştirilmesi\nBölüm 6: Matris Fonksiyonları\nBölüm 7: Matrislerle Diferansiyel Denklem Takımları\n-----------\nKaynak: Attila Aşkar, “Doğrusal cebir”. Bu kitap dört ciltlik dizinin üçüncü cildidir. Dizinin diğer kitapları Cilt 1 “Tek değişkenli fonksiyonlarda türev ve entegral”, Cilt 2: \"Çok değişkenli fonksiyonlarda türev ve entegral\" ve Cilt 4: “Diferansiyel denklemler” dir.\n\nSource: Attila Aşkar, Linear Algebra, Volume 3 of the set of Vol1: Calculus of Single Variable Functions, Volume 2: Calculus of Multivariable Functions and Volume 4: Differential Equations.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "-WZJR3fJEeWKxgq26fqTNQ",
            "instructorIds": [
                "3575896"
            ],
            "name": "Doğrusal Cebir II: Kare Matrisler, Hesaplama Yöntemleri ve Uygulamalar / Linear Algebra II: Square Matrices, Calculation Methods and Applications",
            "partnerIds": [
                "182"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/47/ac88708f6011e5b610dd85a68ce127/LinalgII.png",
            "primaryLanguages": [
                "tr"
            ],
            "slug": "linearalgebra2",
            "startDate": 1448660181134,
            "workload": "7 weeks, 4 hours per week"
        },
        {
            "courseType": "v1.session",
            "description": "Founded in more than 25 years of research, this course will engage students in various forms of cooperative learning including STAD (Student-Teams Achievement-Divisions) which continues to empower students to work together to improve their understanding of mathematics concepts through a collaborative learning approach.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-655",
            "instructorIds": [
                "3395219"
            ],
            "name": "Engaging Students through Cooperative Learning",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/bf/1c3ed0352c11e485fc9138b3373442/DSC_6912.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "cooperativelearning",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course offers a unique perspective into the differentiating aspects of business to business (B2B) marketing that can be contrasted to traditional business to consumer (B2C) marketing that is the subject of most other marketing curricula. Moreover, as one of the courses in the Specialization: International Marketing & Cross Industry Growth, here too there is an emphasis on how companies can expand by cross-country and cross-industry innovation.  \n\nBy taking this course learners will obtain the following outcomes:\n\n(1) understand the differences between B2C and B2B marketing.\n(2) approach marketing problems from an inter-organizational perspective, in particular, learn about decision making at buying centers.\n(3) innovate B2B marketing via a CCCI, i.e. Cross Country & Cross Industry Innovation approach.\n(4) gain insights about CCCI Innovation and best practices via interviews with top B2B industry experts.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "_3FDkYE5EeWuHwqbqMyacw",
            "instructorIds": [
                "10324047"
            ],
            "name": "International B2B (Business to Business) Marketing",
            "partnerIds": [
                "220"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/76/2b06f0a94f11e5ad9243c94e33ce1e/B2B-pic.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "international-b2b-marketing",
            "startDate": 1453238447450,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "El nivel de datos en una aplicación web se utiliza para proporcionar almacenamiento persistente de información. Esto es, información tal como los datos de los usuarios, blogs, información de cuentas, compras, etc. El nivel de datos se suele dividir en el componentes de acceso a datos y el componente de almacenamiento de datos en sí. En este curso nos centraremos principalmente en el almacenamiento de datos, y usted aprenderá cómo instalar sistemas de almacenamiento de datos con calidad de producción en sus aplicaciones web. El almacenamiento de datos en una aplicación web es típicamente una base de datos de tipo relacional (es decir, SQL), pero hay otros tipos de almacenamieto que van desde una base de valores de claves  a un repositorio de documentos, o una base de datos gráfica.  Estos sistemas se denominan a menudo bases de datos No SQL. Básicamente, un sistema de almacenamiento de datos puede ser cualquier tecnología incluida en la aplicación web que se utiliza para recuperar y almacenar datos persistentemente a en sesiones web.\n\nEn este curso aprenderá primero acerca de diagramas entidad-relación y los conceptos básicos asociados con los modelo de bases de datos relacionales, incluidos los medios canónicos de interactuar con las bases de datos relacionales mediante consultas escritas en lenguaje de SQL. Aprenderá también cómo conectar la base de datos con calidad de producción PostgreSQL a una aplicación web. A continuación vamos a cubrir los aspectos de  acceso a datos, es decir, el mapeo a objetos relacionales. Esto se utiliza para convertir datos entre sistemas incompatibles. Nuestro caso sera el de los diferentes modelos de datos orientados a objetos en una aplicación web y una base de datos relacional. Usted aprenderá cómo se utiliza el patrón de diseño activo de registro para resolver este problema de mapeo objeto-relacional, y lo usará en una aplicación web. Finalmente, aprenderá cómo conectar una serie de bases de datos NoSQL a una aplicación web, incluyendo bases de datos NoSQL desplegados en forma de servicios en la nube.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "YSaj44MHEeWk1xIKj2p3VQ",
            "instructorIds": [
                "3506150",
                "15808745"
            ],
            "name": "Desarrollo de Aplicaciones Web: Nivel de Datos",
            "partnerIds": [
                "120"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2f/fbf3c0c51e11e5b8951f2b05720040/app_data.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "webapps2-espanol",
            "startDate": 1453243313148,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "Es el momento de construir tu propia aplicación profesional, para ello, deberás cumplir con una serie de tareas que incluyen programar con Java,  emplear las herramientas avanzadas de Android y usar tu creatividad. \n\nPrepárate para convertirte en un desarrollador de aplicaciones profesionales.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "iTN0QbWlEeWbNBLZhfEI2Q",
            "instructorIds": [
                "14422666"
            ],
            "name": "Proyecto final - Construyendo una aplicación profesional con Android",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/09/54fbe0bbb411e5b274b791246c5383/android.c_rculo.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "capstone-android",
            "startDate": 1453239122147,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Learn to assess data from clinical trials by performing systematic reviews and meta-analyses.",
            "domainTypes": [],
            "id": "7jEat7ioEeWfYA612mWHZw",
            "instructorIds": [
                "1197569",
                "4551419"
            ],
            "name": "Introduction to Systematic Review and Meta-Analysis",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/49/47df90855c11e4acf3499591eca560/systematicreview.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "systematicreview",
            "startDate": 1454025414099,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "In many ways Scandinavian film and television is a global cultural brand, connected with and exporting some of the cultural and social values connected to a liberal and progressive welfare society. This course deals with the social, institutional and cultural background of film and television in Scandinavia and in a broader European and global context.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "6kAowBObEeWfzgpfp_iBVw",
            "instructorIds": [
                "5690985"
            ],
            "name": "Scandinavian Film and Television",
            "partnerIds": [
                "63"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/22/c796d9046014cdcd7cbccac941de43/scandinavian_film.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "scandinavian-movies-tv",
            "startDate": 1450200662072,
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This is a 6 week course covering the first part of AP* Calculus which includes limits, derivatives and applications.\n\n* AP Calculus is a registered trademark of the College Board, which was not involved in the production of, and does not endorse, this product.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-1948",
            "instructorIds": [
                "3636164",
                "3700546"
            ],
            "name": "Preparing for the AP* Calculus AB and BC Exams (Part 1 - Differential Calculus)",
            "partnerIds": [
                "119"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3b/2cdfe0352b11e4aa8ec52e28a42c7f/calcMOOCpart1.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "apcalcpart1",
            "workload": "7-9 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "A l'issue de ce MOOC, vous serez capables de comprendre ce qui justifie la valorisation d'une entreprise et vous pourrez en réaliser par vous même.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "v1-1004",
            "instructorIds": [
                "4860834"
            ],
            "name": "Evaluation financière de l'entreprise",
            "partnerIds": [
                "161"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/31/434bf0352a11e4aa3c599183b828af/icone_evaluationFinanciere.png",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "evaluation",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "The Capstone project provides a guided opportunity for you to practice your agile development skills. Using the venture design process that frames the four courses in this Specialization, you will apply agile processes to a project of your choice or to a provided venture concept. From persona, problem scenario, and user story development to designing user testing and product launch, you’ll practice leading an agile project. You’ll finish the Capstone with a portfolio-building design brief that demonstrates your learning and specialized skills in agile product management.\n\nThis course is supported by the Batten Institute at UVA’s Darden School of Business. The Batten Institute’s mission is to improve the world through entrepreneurship and innovation: www.batteninstitute.org.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "OdCMA6NeEeWw6Q7sxrDlWQ",
            "instructorIds": [
                "14054880"
            ],
            "name": "Agile Development Capstone",
            "partnerIds": [
                "18"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/19/dfb280d18e11e59b43674c82b4e388/Capstone-revised.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "agile-development-capstone",
            "startDate": 1453238937598,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Introduction to a “money view” of economic activity for modern times, building on the intellectual traditions of British central banking and American institutionalism. Part One explores the economics of payment systems and money markets. Part Two explores connections with foreign exchange and capital markets.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "v1-660",
            "instructorIds": [
                "3149120"
            ],
            "name": "Economics of Money and Banking, Part One",
            "partnerIds": [
                "40"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/db/d5520ca64e432f32b39987d1684823/institute_pgm_1_600x340.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "money",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "We all negotiate on a daily basis. On a personal level, we negotiate with friends, family, landlords, car sellers and employers, among others. Negotiation is also the key to business success.  No business can survive without profitable contracts.  Within a company, negotiation skills can lead to your career advancement.\n\nIn this course, you’ll learn about and practice the four steps to a successful negotiation, with one module for each step:\n (1) Prepare: Plan Your Negotiation Strategy\n (2) Negotiate: Use Key Tactics for Success\n (3) Close: Create a Contract\n (4) Perform and Evaluate: The End Game\n\nTo successfully complete this course and improve your ability to negotiate, you’ll need to complete the following three steps:\n\n(1) Watch the short videos (ranging from 5 to 20 minutes) for the each module. \nThe videos are interactive and they include questions to test your understanding of negotiation strategy and skills. Videos can be sped up or slowed down to match your preferred pace for listening. Depending on your schedule, you can watch the videos over a few weeks or you can binge watch them.  A student who binge-watched the course concluded that “It’s as good as Breaking Bad.”\n\n(2) Test your negotiation skills by completing the negotiation in Module 6. \nYou can negotiate with a local friend or use Discussions to find a partner from another part of the world. Your negotiation partner will give you feedback on your negotiation skills. Along the way you may find it helpful to use this free mobile app that is related to the course and contains many negotiation planning tools: http://negotiationplanner.com/\n\n(3) Take the final exam. \nTo successfully complete the course, you must answer 80% of the questions correctly. The exam is a Mastery Exam, which means that you can take it as many times as you want until you master the material.\n\nAdditionally, this course includes the option of earning a Verified Certificate (VC) through the verification of your identity and successful completion of the course. A VC provides formal recognition of your achievements in the course and includes the University of Michigan logo. If you're considering getting a VC, you should complete the verification process before taking the Final Exam. You can choose to pay the associated fee before or after the exam. For more information regarding VCs, go here: learner.coursera.help/hc/en-us/articles/201212399-Verified-Certificates\n\nThe course logo composite is shared with a Creative Commons CC BY-SA (https://creativecommons.org/licenses/by-sa/2.0/) license, and was created using images provided courtesy of Flazingo Photos (http://bit.ly/1zOylRm) and K2 Space (https://www.flickr.com/photos/k2space/14257556613/in/set-72157644732478432).\n\nThis course is also available in Spanish and Portuguese. \nTo join the fully translated Spanish version, visit this page: https://www.coursera.org/learn/negociacion/ \nTo join the fully translated Portuguese version, visit this page: https://www.coursera.org/learn/negociacao",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "v0l76HmGEeSi3yIACzSGcw",
            "instructorIds": [
                "3822163"
            ],
            "name": "Successful Negotiation: Essential Strategies and Skills",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/95/95fb60216711e4bbc06b0f844b34bc/contractnegotiations_Logo_080814d.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "negotiation-skills",
            "startDate": 1418765141517,
            "workload": "8.5 hours of videos"
        },
        {
            "courseType": "v1.capstone",
            "description": "The \"Fundamentals of Computing\" series concludes with a two-week course that reviews the series material and whose primary assessment is a cumulative \"capstone\" exam.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "v1-2784",
            "instructorIds": [
                "527518",
                "726142",
                "157988"
            ],
            "name": "The Fundamentals of Computing Specialization Capstone Exam",
            "partnerIds": [
                "13"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/44/1d2480a2ad11e4b457035034e80ef2/Fundamentals-large-icon-for-exam-page.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "foccapstone2",
            "workload": "7-10 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course provides a general introduction to the history of ancient Egypt, based on six key items selected from the collections of The Manchester Museum.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "v1-3077",
            "instructorIds": [
                "11559809",
                "12758077",
                "12978448"
            ],
            "name": "Ancient Egypt: A history in six objects",
            "partnerIds": [
                "147"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/80/223800efdb11e498484f2a04afd83d/egypt.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ancientegypt",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Мы рассмотрим принципы и модели финансового анализа компании, а также оценку стратегических решений компании с точки зрения их влияния на фундаментальную стоимость компании.\nIn this course you will learn the principles and models of financial analysis of a firm based on the criteria of value creation.\n",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "v1-1148",
            "instructorIds": [
                "5216094",
                "5148066"
            ],
            "name": "Основы корпоративных финансов (Fundamentals of Corporate Finance)",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/65/6442f3cf86d925a07fe148e061e143/Corporate-finance.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "corpfin",
            "workload": "5-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "這是一門實用的入門課程，學習者不需有工程背景。課程目標是培養製圖與讀圖的能力，同時著重理論與實務。理論方面，將教授投影、讀圖、剖面、透視、標註等基本的製圖原理，和各項工程常用的圖像語言。實作方面，將以簡單的案例，循序教授電腦輔助繪圖(CAD)的技巧。課程將設計學習小組以及實作，透過網路上的同儕互動，達到群體學習的功效。總共課程有七週，每週課程安排都包含繪圖理論觀念(4~5個講述影片)，以及電腦繪圖技巧(4~5示範影片)。",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                }
            ],
            "id": "v1-998",
            "instructorIds": [
                "2139037"
            ],
            "name": "工程圖學2D",
            "partnerIds": [
                "75"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/bb/e10670352b11e4aeabbf8c949e23f9/Screen-Shot-2013-08-29-at-11.55.24-AM.png",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "graph",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Nesse curso, você irá entender um ingrediente fundamental da revolução digital: a amostragem, que permite que sinais como músicas e imagens sejam armazenados e processados em dispositivos digitais.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                }
            ],
            "id": "dUNIFe9gEeSIIyIAC7LOhg",
            "instructorIds": [
                "8711667"
            ],
            "name": "Processamento Digital de Sinais - Amostragem",
            "partnerIds": [
                "208"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2c/0138303e0a11e4a4056186f947f6eb/digital2.jpg",
            "primaryLanguages": [
                "pt"
            ],
            "slug": "pds",
            "startDate": 1430765834912,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Este curso utiliza un enfoque no técnico para analizar la forma en la que los gobiernos utilizan políticas económicas para influenciar la economía de sus países. Al finalizar el curso el participante hablará con propiedad sobre temas tan importantes como la deuda y el déficit de los países, podrá examinar las políticas fiscales y monetarias así como las reformas estructurales de los países. Estos conceptos le ofrecerán los conocimientos necesarios para estar informados y poder crear su propio criterio respecto a los debates económicos de la actualidad: estímulos fiscales vs. austeridad, las virtudes de las innovaciones de los bancos centrales en política monetaria, cuándo se necesitan altas tasas de interés y el camino hacia el crecimiento para muchas de las economías más avanzadas.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "rFd0LFDqEeWjfw5p9aPb_w",
            "instructorIds": [
                "2595276"
            ],
            "name": "Analizando las Políticas Económicas",
            "partnerIds": [
                "61"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/3f/4d35c05d1111e5986b251e623e8122/logo_gale_cuadrado_espanol.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "analizando-politicas-economicas",
            "startDate": 1444239120244,
            "workload": "8 horas"
        }
    ],
    "linked": {
        "instructors.v1": [
            {
                "fullName": "",
                "id": "2656811"
            },
            {
                "fullName": "Stefano Caselli",
                "id": "13718280"
            },
            {
                "fullName": "",
                "id": "4517421"
            },
            {
                "fullName": "",
                "id": "12895865"
            },
            {
                "fullName": "",
                "id": "3743409"
            },
            {
                "fullName": "Alexander S. Kulikov",
                "id": "87141"
            },
            {
                "fullName": "",
                "id": "3636164"
            },
            {
                "fullName": "",
                "id": "5148066"
            },
            {
                "fullName": "",
                "id": "694443"
            },
            {
                "fullName": "",
                "id": "1251"
            },
            {
                "fullName": "",
                "id": "12978448"
            },
            {
                "fullName": "Scott DeRue, Ph.D.",
                "id": "14413061"
            },
            {
                "fullName": "",
                "id": "7581096"
            },
            {
                "fullName": "Carlos R. F. Bara",
                "id": "16462848"
            },
            {
                "fullName": "",
                "id": "7403656"
            },
            {
                "fullName": "Андрей Райгородский",
                "id": "9134341"
            },
            {
                "fullName": "Manel Martínez-Ramón",
                "id": "15808745"
            },
            {
                "fullName": "",
                "id": "9268204"
            },
            {
                "fullName": "Lucinda D. Davenport",
                "id": "16003827"
            },
            {
                "fullName": "Silvio Laban",
                "id": "16462270"
            },
            {
                "fullName": "",
                "id": "4914899"
            },
            {
                "fullName": "",
                "id": "4551419"
            },
            {
                "fullName": "Michael Levin",
                "id": "38926"
            },
            {
                "fullName": "",
                "id": "4639533"
            },
            {
                "fullName": "",
                "id": "174814"
            },
            {
                "fullName": "",
                "id": "3703447"
            },
            {
                "fullName": "Alex Cowan",
                "id": "14054880"
            },
            {
                "fullName": "",
                "id": "11559809"
            },
            {
                "fullName": "",
                "id": "9637098"
            },
            {
                "fullName": "",
                "id": "347693"
            },
            {
                "fullName": "Joanne Gerstner",
                "id": "15385643"
            },
            {
                "fullName": "",
                "id": "3219339"
            },
            {
                "fullName": "",
                "id": "6503567"
            },
            {
                "fullName": "Michel Girardin",
                "id": "15611903"
            },
            {
                "fullName": "",
                "id": "2641486"
            },
            {
                "fullName": "",
                "id": "4764434"
            },
            {
                "fullName": "Mohan Dutta",
                "id": "5908200"
            },
            {
                "fullName": "Kurtis R. Schaeffer",
                "id": "2659937"
            },
            {
                "fullName": "",
                "id": "868795"
            },
            {
                "fullName": "",
                "id": "2595276"
            },
            {
                "fullName": "Iccha Basnyat",
                "id": "13863238"
            },
            {
                "fullName": "",
                "id": "6282956"
            },
            {
                "fullName": "Ian Ayres",
                "id": "6024734"
            },
            {
                "fullName": "Professor Asher  Susser",
                "id": "3467705"
            },
            {
                "fullName": "",
                "id": "1939410"
            },
            {
                "fullName": "",
                "id": "2333330"
            },
            {
                "fullName": "",
                "id": "6504014"
            },
            {
                "fullName": "Maxim Sytch, Ph.D.",
                "id": "8072182"
            },
            {
                "fullName": "",
                "id": "12056243"
            },
            {
                "fullName": "Pavel  Pevzner",
                "id": "1540981"
            },
            {
                "fullName": "",
                "id": "3575896"
            },
            {
                "fullName": "",
                "id": "900963"
            },
            {
                "fullName": "",
                "id": "11799990"
            },
            {
                "fullName": "Bernardo Gómez",
                "id": "13836200"
            },
            {
                "fullName": "",
                "id": "157988"
            },
            {
                "fullName": "Tracy Loh",
                "id": "13755704"
            },
            {
                "fullName": "",
                "id": "8333701"
            },
            {
                "fullName": "",
                "id": "2677973"
            },
            {
                "fullName": "Берзон Николай Иосифович",
                "id": "5179336"
            },
            {
                "fullName": "",
                "id": "3395219"
            },
            {
                "fullName": "",
                "id": "685384"
            },
            {
                "fullName": "Anahi Salgado",
                "id": "14422666"
            },
            {
                "fullName": "",
                "id": "9265062"
            },
            {
                "fullName": "",
                "id": "2531752"
            },
            {
                "fullName": "María de los Angeles Ramos Solano ",
                "id": "13255311"
            },
            {
                "fullName": "Emilia Gracia",
                "id": "13728543"
            },
            {
                "fullName": "Jeff Loux, Ph.D.",
                "id": "15548374"
            },
            {
                "fullName": "",
                "id": "3506150"
            },
            {
                "fullName": "",
                "id": "3700546"
            },
            {
                "fullName": "Eduardo Guerra",
                "id": "14963182"
            },
            {
                "fullName": "Clovis Fernandes",
                "id": "1330144"
            },
            {
                "fullName": "",
                "id": "237513"
            },
            {
                "fullName": "",
                "id": "14884009"
            },
            {
                "fullName": "",
                "id": "972090"
            },
            {
                "fullName": "",
                "id": "9636982"
            },
            {
                "fullName": "Kim Chamberlin",
                "id": "9336122"
            },
            {
                "fullName": "",
                "id": "6283017"
            },
            {
                "fullName": "Tiffani Kristine Reardon",
                "id": "13463367"
            },
            {
                "fullName": "",
                "id": "4356076"
            },
            {
                "fullName": "",
                "id": "2139037"
            },
            {
                "fullName": "",
                "id": "11282268"
            },
            {
                "fullName": "Jeremy Steele",
                "id": "15384900"
            },
            {
                "fullName": "Eva Novrup  Redvall",
                "id": "5690985"
            },
            {
                "fullName": "",
                "id": "1337605"
            },
            {
                "fullName": "Tamara Michele Powell",
                "id": "16676446"
            },
            {
                "fullName": "",
                "id": "527518"
            },
            {
                "fullName": "Nick Santos",
                "id": "1460655"
            },
            {
                "fullName": "",
                "id": "2929456"
            },
            {
                "fullName": "Enric Martí Gòdia",
                "id": "11224479"
            },
            {
                "fullName": "Michael J. Lenox",
                "id": "1400787"
            },
            {
                "fullName": "",
                "id": "1347691"
            },
            {
                "fullName": "Cheri Alexander",
                "id": "14816106"
            },
            {
                "fullName": "",
                "id": "688901"
            },
            {
                "fullName": "",
                "id": "5233026"
            },
            {
                "fullName": "",
                "id": "1252"
            },
            {
                "fullName": "",
                "id": "4116842"
            },
            {
                "fullName": "Pablo Figueroa",
                "id": "261112"
            },
            {
                "fullName": "",
                "id": "1337829"
            },
            {
                "fullName": "Ивашковская Ирина Васильевна",
                "id": "5216094"
            },
            {
                "fullName": "",
                "id": "13089"
            },
            {
                "fullName": "",
                "id": "5011994"
            },
            {
                "fullName": "",
                "id": "963741"
            },
            {
                "fullName": "Dae Ryun Chang",
                "id": "10324047"
            },
            {
                "fullName": "",
                "id": "1016886"
            },
            {
                "fullName": "Eric Freedman",
                "id": "15384580"
            },
            {
                "fullName": "",
                "id": "2921188"
            },
            {
                "fullName": "Colleen van Lent, Ph.D.",
                "id": "14130305"
            },
            {
                "fullName": "Prof. David Francis Germano",
                "id": "339336"
            },
            {
                "fullName": "",
                "id": "932166"
            },
            {
                "fullName": "",
                "id": "8654795"
            },
            {
                "fullName": "",
                "id": "5643353"
            },
            {
                "fullName": "Christian Terwiesch",
                "id": "1349478"
            },
            {
                "fullName": "Christopher O'Keeffe",
                "id": "2220025"
            },
            {
                "fullName": "",
                "id": "2643198"
            },
            {
                "fullName": "José Antonio Cano Chambonnet",
                "id": "13928860"
            },
            {
                "fullName": "Dr. Filiberto González Hernández",
                "id": "14623039"
            },
            {
                "fullName": "",
                "id": "5917144"
            },
            {
                "fullName": "Dr. Wayne Whiteman, PE",
                "id": "1900891"
            },
            {
                "fullName": "",
                "id": "774"
            },
            {
                "fullName": "",
                "id": "1761365"
            },
            {
                "fullName": "",
                "id": "726142"
            },
            {
                "fullName": "Renato da Rocha Lopes",
                "id": "8711667"
            },
            {
                "fullName": "Najla DeBow",
                "id": "12544838"
            },
            {
                "fullName": "",
                "id": "4134612"
            },
            {
                "fullName": "罗昭锋",
                "id": "12114568"
            },
            {
                "fullName": "",
                "id": "4860834"
            },
            {
                "fullName": "David Poulson",
                "id": "11016409"
            },
            {
                "fullName": "謝尚賢(Shang-Hsien Patrick Hsieh)",
                "id": "9823593"
            },
            {
                "fullName": "",
                "id": "7529359"
            },
            {
                "fullName": "Jordi Arnal Montoya",
                "id": "14940613"
            },
            {
                "fullName": "Jana Schaich Borg",
                "id": "12388058"
            },
            {
                "fullName": "Jared D. Harris",
                "id": "14790769"
            },
            {
                "fullName": "Simon Fölling",
                "id": "10067151"
            },
            {
                "fullName": "",
                "id": "459667"
            },
            {
                "fullName": "",
                "id": "672627"
            },
            {
                "fullName": "",
                "id": "4277816"
            },
            {
                "fullName": "Дмитрий Ильинский",
                "id": "9139133"
            },
            {
                "fullName": "",
                "id": "2675440"
            },
            {
                "fullName": "",
                "id": "5030245"
            },
            {
                "fullName": "",
                "id": "3149120"
            },
            {
                "fullName": "",
                "id": "2286634"
            },
            {
                "fullName": "",
                "id": "1325618"
            },
            {
                "fullName": "",
                "id": "5181913"
            },
            {
                "fullName": "",
                "id": "687518"
            },
            {
                "fullName": "",
                "id": "12758077"
            },
            {
                "fullName": "",
                "id": "1197569"
            },
            {
                "fullName": "Jong-Moon Chung",
                "id": "10450398"
            },
            {
                "fullName": "",
                "id": "11737707"
            },
            {
                "fullName": "",
                "id": "3929861"
            },
            {
                "fullName": "",
                "id": "9766062"
            },
            {
                "fullName": "Pere Nolla Rodríguez",
                "id": "14887019"
            },
            {
                "fullName": "",
                "id": "901931"
            },
            {
                "fullName": "",
                "id": "8194538"
            },
            {
                "fullName": "",
                "id": "3822163"
            },
            {
                "fullName": "Danny Claro",
                "id": "14465054"
            },
            {
                "fullName": "Joe Grimm",
                "id": "4759273"
            },
            {
                "fullName": "Alison Murray, Ph.D",
                "id": "15693842"
            },
            {
                "fullName": "Daniel Egger",
                "id": "13723820"
            },
            {
                "fullName": "",
                "id": "920057"
            },
            {
                "fullName": "Michael Walker",
                "id": "2851010"
            },
            {
                "fullName": "",
                "id": "2280464"
            },
            {
                "fullName": "许 肖潇",
                "id": "8054217"
            },
            {
                "fullName": "",
                "id": "10053002"
            }
        ],
        "partners.v1": [
            {
                "id": "33",
                "name": "The University of Melbourne",
                "shortName": "unimelb"
            },
            {
                "id": "83",
                "name": "University of California, Davis",
                "shortName": "ucdavis"
            },
            {
                "id": "14",
                "name": "The University of Edinburgh",
                "shortName": "edinburgh"
            },
            {
                "id": "18",
                "name": "University of Virginia",
                "shortName": "uva"
            },
            {
                "id": "126",
                "name": "University of Colorado System",
                "shortName": "cusystem"
            },
            {
                "id": "62",
                "name": "Tecnológico de Monterrey",
                "shortName": "tecdemonterrey"
            },
            {
                "id": "287",
                "name": "Arizona State University",
                "shortName": "asu"
            },
            {
                "id": "10",
                "name": "University of California, San Francisco",
                "shortName": "ucsf"
            },
            {
                "id": "157",
                "name": "Università Bocconi",
                "shortName": "bocconi"
            },
            {
                "id": "61",
                "name": "IE Business School",
                "shortName": "ie"
            },
            {
                "id": "3",
                "name": "University of Michigan",
                "shortName": "umich"
            },
            {
                "id": "13",
                "name": "Rice University",
                "shortName": "rice"
            },
            {
                "id": "9",
                "name": "Georgia Institute of Technology",
                "shortName": "gatech"
            },
            {
                "id": "124",
                "name": "University of Nebraska",
                "shortName": "nebraska"
            },
            {
                "id": "123",
                "name": "University System of Georgia",
                "shortName": "usg"
            },
            {
                "id": "57",
                "name": "Technical University of Denmark (DTU)",
                "shortName": "dtu"
            },
            {
                "id": "75",
                "name": "National Taiwan University",
                "shortName": "taiwan"
            },
            {
                "id": "63",
                "name": "University of Copenhagen",
                "shortName": "ucph"
            },
            {
                "id": "71",
                "name": "University of Colorado Boulder",
                "shortName": "boulder"
            },
            {
                "id": "277",
                "name": "Insper",
                "shortName": "insper"
            },
            {
                "id": "59",
                "name": "California Institute of the Arts",
                "shortName": "calarts"
            },
            {
                "id": "16",
                "name": "École Polytechnique Fédérale de Lausanne",
                "shortName": "epfl"
            },
            {
                "id": "176",
                "name": "Moscow Institute of Physics and Technology",
                "shortName": "mipt"
            },
            {
                "id": "161",
                "name": "HEC Paris",
                "shortName": "hec"
            },
            {
                "id": "60",
                "name": "University of Rochester",
                "shortName": "rochester"
            },
            {
                "id": "251",
                "name": "High Tech High Graduate School of Education",
                "shortName": "hightechhigh"
            },
            {
                "id": "47",
                "name": "National University of Singapore",
                "shortName": "nus"
            },
            {
                "id": "58",
                "name": "Universidad Nacional Autónoma de México",
                "shortName": "unam"
            },
            {
                "id": "208",
                "name": "Universidade Estadual de Campinas",
                "shortName": "unicamp"
            },
            {
                "id": "252",
                "name": "Instituto Tecnológico de Aeronáutica",
                "shortName": "ita"
            },
            {
                "id": "32",
                "name": "University of Maryland, College Park",
                "shortName": "umd"
            },
            {
                "id": "182",
                "name": "Koç University",
                "shortName": "koc"
            },
            {
                "id": "233",
                "name": "University of Science and Technology of China",
                "shortName": "ustc"
            },
            {
                "id": "17",
                "name": "University of Illinois at Urbana-Champaign",
                "shortName": "illinois"
            },
            {
                "id": "26",
                "name": "University of London",
                "shortName": "london"
            },
            {
                "id": "12",
                "name": "Caltech",
                "shortName": "caltech"
            },
            {
                "id": "53",
                "name": "University of California, San Diego",
                "shortName": "ucsd"
            },
            {
                "id": "146",
                "name": "University of Alberta",
                "shortName": "ualberta"
            },
            {
                "id": "188",
                "name": "Fudan University",
                "shortName": "fudan"
            },
            {
                "id": "7",
                "name": "Duke University",
                "shortName": "duke"
            },
            {
                "id": "80",
                "name": "Universitat Autònoma de Barcelona",
                "shortName": "uab"
            },
            {
                "id": "30",
                "name": "University of California, Irvine",
                "shortName": "uci"
            },
            {
                "id": "37",
                "name": "Vanderbilt University",
                "shortName": "vanderbilt"
            },
            {
                "id": "22",
                "name": "Brown University",
                "shortName": "brown"
            },
            {
                "id": "175",
                "name": "Copenhagen Business School",
                "shortName": "cbs"
            },
            {
                "id": "223",
                "name": "ESSEC Business School",
                "shortName": "essec"
            },
            {
                "id": "51",
                "name": "The Pennsylvania State University",
                "shortName": "psu"
            },
            {
                "id": "273",
                "name": "Universidad de los Andes",
                "shortName": "uniandes"
            },
            {
                "id": "107",
                "name": "The Museum of Modern Art",
                "shortName": "moma"
            },
            {
                "id": "120",
                "name": "University of New Mexico",
                "shortName": "newmexico"
            },
            {
                "id": "49",
                "name": "University of Geneva",
                "shortName": "unige"
            },
            {
                "id": "6",
                "name": "University of Pennsylvania",
                "shortName": "penn"
            },
            {
                "id": "160",
                "name": "Higher School of Economics",
                "shortName": "hse"
            },
            {
                "id": "110",
                "name": "Tel Aviv University",
                "shortName": "telaviv"
            },
            {
                "id": "220",
                "name": "Yonsei University",
                "shortName": "yonsei"
            },
            {
                "id": "64",
                "name": "Ludwig-Maximilians-Universität München (LMU)",
                "shortName": "lmu"
            },
            {
                "id": "40",
                "name": "Columbia University",
                "shortName": "columbia"
            },
            {
                "id": "27",
                "name": "Icahn School of Medicine at Mount Sinai",
                "shortName": "mssm"
            },
            {
                "id": "228",
                "name": "Michigan State University",
                "shortName": "michstate"
            },
            {
                "id": "109",
                "name": "Yale University",
                "shortName": "yale"
            },
            {
                "id": "24",
                "name": "Hebrew University of Jerusalem",
                "shortName": "huji"
            },
            {
                "id": "1",
                "name": "Stanford University",
                "shortName": "stanford"
            },
            {
                "id": "79",
                "name": "Curtis Institute of Music",
                "shortName": "curtis"
            },
            {
                "id": "8",
                "name": "Johns Hopkins University",
                "shortName": "jhu"
            },
            {
                "id": "163",
                "name": "Peking University",
                "shortName": "pku"
            },
            {
                "id": "147",
                "name": "University of Manchester",
                "shortName": "manchester"
            },
            {
                "id": "119",
                "name": "University of Houston System",
                "shortName": "uhs"
            }
        ]
    },
    "paging": {
        "next": "1300",
        "total": 1804
    }
}
