{
    "elements": [
        {
            "courseType": "v1.session",
            "description": "How can we explain kindness and cruelty? Where does our sense of right and wrong come from? Why do people so often disagree about moral issues? This course explores the psychological foundations of our moral lives. ",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                }
            ],
            "id": "v1-684",
            "instructorIds": [
                "1513337"
            ],
            "name": "Moralities of Everyday Life",
            "partnerIds": [
                "109"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ee/efa58e71e9cb68079b66b54e08965f/shutterstock_45601228-sized.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "moralities",
            "workload": "6-14 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Knowledge linking genomics to health and disease is rapidly expanding.  Translation of this knowledge into clinical and public health practice offers promising opportunities but also raises a host of ethical, legal, social, and policy questions.  Using case examples, this inter-disciplinary course will explore the challenges of genomic and precision medicine.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-1696",
            "instructorIds": [
                "7986178",
                "7609260",
                "7853374"
            ],
            "name": "Ethical and Social Challenges of Genomic and Precision Medicine",
            "partnerIds": [
                "10"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/bd/db76e0352b11e49acdcfd9c2fca6c5/iStock_000034952312Small.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ethicalsocialgenomic",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "We live in a complex world with diverse people, firms, and governments whose behaviors aggregate to produce novel, unexpected phenomena. We see political uprisings, market crashes, and a never ending array of social trends. How do we make sense of it? Models. Evidence shows that people who think with models consistently outperform those who don't. And, moreover people who think with lots of models outperform people who use only one. Why do models make us better thinkers? Models help us to better organize information - to make sense of that fire hose or hairball of data (choose your metaphor) available on the Internet. Models improve our abilities to make accurate forecasts. They help us make better decisions and adopt more effective strategies. They even can improve our ability to design institutions and procedures. In this class, I present a starter kit of models: I start with models of tipping points. I move on to cover models explain the wisdom of crowds, models that show why some countries are rich and some are poor, and models that help unpack the strategic decisions of firm and politicians. \n\nThe models covered in this class provide a foundation for future social science classes, whether they be in economics, political science, business, or sociology. Mastering this material will give you a huge leg up in advanced courses. They also help you in life. Here's how the course will work. For each model, I present a short, easily digestible overview lecture. Then, I'll dig deeper. I'll go into the technical details of the model. Those technical lectures won't require calculus but be prepared for some algebra. For all the lectures, I'll offer some questions and we'll have quizzes and even a final exam. If you decide to do the deep dive, and take all the quizzes and the exam, you'll receive a Course Certificate. If you just decide to follow along for the introductory lectures to gain some exposure that's fine too. It's all free. And it's all here to help make you a better thinker!",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "kbmiwPT-EeSW1SIAC3oCCQ",
            "instructorIds": [
                "785"
            ],
            "name": "Model Thinking",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera.s3.amazonaws.com/topics/modelthinking/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "model-thinking",
            "startDate": 1444087824622,
            "workload": "4-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "By nature, cyber conflicts are an international issue that span across nation-state borders. By the end of the course, you will be able to apply the knowledge gained for analysis and management of international cyber incidents and conflicts including for activities such as development of policy related to cybercrime and cyberwarfare. Management of cyber incidents and conflicts requires an interdisciplinary perspective including an understanding of: 1) characteristics of the cyber threats and conflicts themselves, 2) international efforts to reduce and improve cyber security, and 3) psychological and sociopolitical factors. \n\nThe course is designed to reach an international audience and will encourage discussion on relevant current events among participants to enrich the experience with various personal and cultural perspectives on cutting-edge issues. In addition, assignments and other assessments will supplement video lectures and selected readings to ensure application of the material.\n\n\nAfter taking this course you will be able to:\n\n• Identify different types of actors involved in cyber threats (individuals, organizations & nation-states)\n• Distinguish between different types of threats and issues in cyber security including, data theft, political espionage, critical infrastructure protection, and propaganda\n• Detail the basic characteristics of the Internet infrastructure and international efforts to address Internet governance\n• List several international efforts to address cyber crime and espionage\n• Evaluate how principals that govern international conflicts might be applied in context of cyber security\n• Apply different psychological theories of human motivation and cooperation and communication and political theories in analysis of different international issues related to cyber security including censorship, media operations and role of social technologies.\n\n\nGrading:\n\nYour grade is assessed based on discussion posts and quizzes. Individual taking this course for credit (i.e. students at the University at Albany y will be required to engage in additional activities communicated to them directly). \n\n\nRecommended Background:\n\nNo background knowledge or skills are necessary, but an understanding and familiarity of cyber security, Internet infrastructure and international law would be advantageous for anyone who participates in the course.\n\n\nACKNOWLEDGEMENTS\n\nErsin Dincelli and Nic DePaula were the instructional designers for the course who assisted in the recording of the videos, reviewing material, creating slides, assessments and some of the content. Without their tremendous effort this would not have been possible. We also acknowledge the financial support for the recordings from the University at Albany as well as the support from Media and Marketing. Finally, thanks to Lisa Stephens who is the SUNY liaison to Coursera for being a strong supporter of the MOOC.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "computer-security-and-networks"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "8TKORJrSEeW6bw4ogk2HGQ",
            "instructorIds": [
                "7028234",
                "17128976"
            ],
            "name": "International Cyber Conflicts",
            "partnerIds": [
                "117"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b3/4dbfb0c50a11e5b79a895369e81a81/logo04.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "cyber-conflicts",
            "startDate": 1453866847520,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course is about how the brain creates our sense of spatial location from a variety of sensory and motor sources, and how this spatial sense in turn shapes our cognitive abilities.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                }
            ],
            "id": "v1-1195",
            "instructorIds": [
                "2443158"
            ],
            "name": "The Brain and Space",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/6a/0cbaf527115a650d795eb632d71bea/brain_icon.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "brainspace",
            "workload": "4-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Este curso está estructurado para desarrollar la capacidad de entender el proceso de financiamiento de tu emprendimiento, es decir, la financiación de tu empresa para su creación, puesta en marcha y posterior crecimiento.  Durante el curso podrás entender los elementos y la estructura de la financiación de tu proyecto, los recursos requeridos para llevarlo a cabo, y finalmente los métodos de identificación y obtención de dichos recursos. \n\nEl curso permitirá una aproximación al tema de las finanzas desde la perspectiva del comportamiento de la empresa en su etapa de inicio, explica los conceptos básicos de una manera aplicada para acercarte al tema de los números aunque no tengas bases fuertes en este tema. Si tienes una base financiera sólida, el curso te ofrece alternativas para usar ese conocimiento en la gestión y administración de los recursos de financiación para lograr un óptimo resultado en la gestión de la empresa en una etapa temprana. \n\nObjetivos de aprendizaje:\n\n1. Validar la estructura de ingresos y de costos, los flujos de efectivo, la rentabilidad y las necesidades de financiación del proyecto.\n\n2. Identificar, desde los números, las deficiencias e incoherencias del proyecto desarrollado hasta ahora.\n\n3. Identificar posibles fuentes y mecanismos de financiación apropiados para el proyecto.\n\n4. Sintetizar la lógica financiera básica del proyecto y comunicarla efectivamente a posibles financiadores y aliados.\n\nEl desarrollo de estos objetivos te permitirá definir los números básicos de tu proyecto, los cuales serán utilizados para la búsqueda de recursos financieros que permita el arranque del mismo. Es un curso de aprendizaje de herramientas prácticas fundamentales para todo emprendedor.\n\nTen en cuenta que este curso hace parte del programa en Desarrollo de nuevas empresas, en el que podrás llevar tu inquietud emprendedora desde una idea hasta la realidad. El primer curso del programa se llama \"¿Cómo convertir mi idea en empresa?\" y el segundo \"¿Cómo construir mi modelo de negocio?\". Te recomendamos que te inscribas y participes en ambos si no lo has hecho. Cuando completes estos tres cursos del programa, podrás inscribirte en el último curso, llamado \"Mi nueva empresa: los siguientes pasos\", al cabo del cual estarás listo para llevar tu emprendimiento o negocio a la realidad.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                },
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "_24VsY7-EeWzARIeC3uC5w",
            "instructorIds": [
                "11113389"
            ],
            "name": "¿Cómo financiar mi empresa?",
            "partnerIds": [
                "273"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/fb/d89f10b95311e5bbbc1dba08c23c1c/3Logo_Proy.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "como-financiar-mi-empresa",
            "startDate": 1453244626113,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "不管是赞同还是反对，卡尔 • 马克思（1818-1883）已经成为我们这个时代人类共有的精神财产。法国解构主义思想家雅克 • 德里达（1930-2004）因此宣称：“全世界的男男女女们，不论愿意与否，甚至知道与否，他们今天在某种程度上都是马克思和马克思主义的继承人。” \n本课程将在一种当代视野中简要勾画马克思的思想历程，进而以《1844年经济学哲学手稿》、《共产党宣言》、《资本论》这三种著作为中心，在比较的视野中阐发理解马克思的方法，展现马克思的思想世界及其当代影响。\n\n学习者将主要通过观看教学视频（每一讲含5-8段教学视频，每段教学视频8-16分钟左右）、阅读教辅材料（原著节选、期刊论文），并结合相关作业练习以及测试的形式进行自学。\n\nWhether approving or not, Karl·Marx(1818-1883) has become the common spiritual wealth of human in our time. Therefore, as Jacques Derrida said: ‘Whether they wish it or know it or not, all men and women, all over the earth, are today to a certain extent the heirs of Marx and Marxism.’\nThe course will briefly delineate Marx’s thought process in a contemporary view, and center on these three core works of Marx :‘Economic and Philosophical Manuscripts of 1844’ , ‘the communist manifesto’ and ‘Capital’, to interpret and understand Marx’s method in a comparative perspective, showing Marx’s thoughts and its contemporary influence.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                }
            ],
            "id": "2NMoRcgLEeSA1yIACye2oA",
            "instructorIds": [
                "9702526",
                "11912486",
                "11383783"
            ],
            "name": "理解马克思",
            "partnerIds": [
                "230"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1f/07dd60c89c11e4a4f73bafa7462bce/____.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "ma-ke-si",
            "startDate": 1426635080393,
            "workload": "视频和测验共8小时"
        },
        {
            "courseType": "v1.session",
            "description": "This course provides a sophisticated and intellectually challenging examination of the complexities of a modern and changing India in the twenty-first century.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-2336",
            "instructorIds": [
                "9842283"
            ],
            "name": "Contemporary India ",
            "partnerIds": [
                "33"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f8/8859b076ae11e4bba203e504b555cc/Contempory-India-Logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "contempindia",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "In this capstone project we’ll combine  all of the skills from all four specialization courses to do something really fun: analyze social networks!  \n\nThe opportunities for learning are practically endless in a social network.  Who are the “influential” members of the network?  What are the sub-communities in the network?   Who is connected to whom, and by how many links?   These are just some of the questions you can explore in this project.\n\nWe will provide you with a real-world data set and some infrastructure for getting started, as well as some warm up tasks and basic project requirements, but then it’ll be up to you where you want to take the project.  If you’re running short on ideas, we’ll have several suggested directions that can help get your creativity and imagination going.  Finally, to integrate the skills you acquired in course 4 (and to show off your project!) you will be asked to create a video showcase of your final product.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "nvfMcDxTEeW7GArkqhNhJw",
            "instructorIds": [
                "13723863",
                "13728862",
                "12264824"
            ],
            "name": "Capstone: Analyzing (Social) Network Data",
            "partnerIds": [
                "53"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ec/b49f70462611e5b0b0af5358bd5a85/Capstone.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "intermediate-programming-capstone",
            "startDate": 1441050311984,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "更年期是女性必经生理过程。大约50%的女性在此时会遇到多种不适，影响生活工作质量，并因反复、多科就诊而增加家庭和社会负担；更年期也是多种老年疾病萌发的时期，是预防并延缓这些疾病进展的关键时期。本课程提供更年期综合管理方案，包括改善生活方式、合理用药等，并对相关知识进行系统讲解，突出精华和实用性。",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "Q9urcdfwEeStziIAC2gVQw",
            "instructorIds": [
                "9785201"
            ],
            "name": "更年期综合管理",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/52/3b8c30c3a211e4a8e017b7759d490f/Image.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "geng-nian-qi",
            "startDate": 1428787180197,
            "workload": "视频，测验和同伴互评共12小时"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Start-ups can benefit from a wide variety of financing options on the path to profitability, but how do you know which one to choose? This course explores different financing models, including bootstrapping, organic growth, debt and risk capital, and also provides a clear overview of equity financing including the key types of investors: angels, venture capital, and crowdfunding. You’ll learn about terms, and term sheets, exit modes and what exit strategy might be best for you. By the end of this course, you’ll have an understanding of what success looks like and how it can be financed. You’ll also be ready for the capstone project, in which you will get feedback on your own pitch deck, and may even be selected to pitch to investors from venture capital firms.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "yXMpEJw3EeW6bw4ogk2HGQ",
            "instructorIds": [
                "16224543",
                "16532472",
                "16532358",
                "16532120",
                "16531669",
                "3799837",
                "341966"
            ],
            "name": "Entrepreneurship 4: Financing and Profitability",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/8e/b94560af7111e5a1a0b959ffd9dd6a/coursera_entrepreneurship_financeProfit_8x8.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "wharton-entrepreneurship-financing-profitabilty",
            "startDate": 1453237572567,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course provides an overview of the management challenges international organizations & NGOs are faced with. You will learn key theoretical frameworks and practical tools to excel in this environment. ",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "v1-415",
            "instructorIds": [
                "2683483",
                "2643705",
                "4326838",
                "2672304",
                "4326899",
                "5326990",
                "2249278",
                "10543669"
            ],
            "name": "International Organizations Management",
            "partnerIds": [
                "49"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3b/0dc41ff85d3597adfe26119754dc4e/IO-Management.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "interorg",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "Apply the skills you learned during the sequence of courses -- from needfinding to visual design -- as you redesign a new interface, service, or product for your Interaction Design Capstone Project. We’re working with some exciting design teams in Silicon Valley across multiple industries to develop real-world design challenges for this final project. Upon completion, you will have a polished capstone project you can share in your design portfolio to highlight your work and document your design process.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                }
            ],
            "id": "vGGtBxVGEeW_mxLPrCkAqw",
            "instructorIds": [
                "1250"
            ],
            "name": "Interaction Design Capstone Project",
            "partnerIds": [
                "53"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c4/113d5054b711e48cfb913f6cdf4d10/hci-large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "interaction-design-capstone",
            "startDate": 1440522000000,
            "workload": "8 weeks, 4-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Course language is Hebrew! English subtitles are planned but not yet available.\n\nThe Hebrew course description will be followed by an English one.\n\nהשימוש בדלק לסוגיו הוא התשתית שעליה מבוססים החיים המודרניים. כבר יותר ממאה שנה אנו משתמשים בדלקים מאובנים שנאצרו בבטן האדמה – נפט, גז טבעי ופחם – כדי להניע את גלגלי עולמנו: תעשייה מתקדמת, תחבורה מהירה, בתים נוחים ועוד. בקורס זה ננסה לבחון אלטרנטיבות אפשריות לדלקים המאובנים, הגורמים נזק לא מבוטל לסביבתנו ולבריאותנו. נתאר את המחקר המדעי האינטנסיבי המתקיים בתחום, ונציג מגוון טכנולוגיות מתקדמות להפקת אנרגיה נקייה ממקורות טבעיים ומתחדשים – כמו השמש, הרוח והמים – מקורות המצויים בשפע, אינם מזהמים, ואינם מתכלים.\n\nקורס המבוא לאנרגיה מתחדשת ייפתח בשאלות הבסיס של תחום האנרגיה: מהם צורכי האנרגיה של האנושות כיום, ואילו משאבים עומדים לרשותה? אילו תהליכים אנו מכירים  לאיסוף, המרה וניצול של מקורות אנרגיה? מהן הבעיות שנוצרות עקב השימוש הנוכחי במקורות אנרגיה מאובנים? ואיזה שינוי נדרש במדיניות האנרגיה ובמשק האנרגיה של החברה המודרנית?\n\nמכאן נעבור לתיאור הסוגים העיקריים של אנרגיה מתחדשת – מקורות אנרגיה טבעיים, זמינים ובלתי מתכלים, שאינם גורמים נזק סביבתי, ועשויים להחליף את הדלקים המאובנים. נדבר על אנרגיית השמש, אנרגיית הרוח, אנרגיית המים וביו-אנרגיה; ננתח את הטכנולוגיות הקיימות כבר היום לניצול המקורות הללו לצורכי האדם; נציג כלים בסיסיים לחישוב יעילות ההמרה של כל טכנולוגיה, וכמויות האנרגיה שניתן להפיק באמצעותה; ונביא דרכים להערכת הכדאיות הכלכלית של כל אחת מהשיטות.\n\nבמקביל, נדון בקשיים ובאתגרים הממתינים עדיין לפתרון, ונשאל מה יש לעשות כדי שהאנרגיות המתחדשות ייושמו בקנה מידה רחב – בתעשייה, בתחבורה, ובכל תחומי חיינו. נבחן מגוון טכנולוגיות מתקדמות להפקת אנרגיה ממקורות נקיים; נסביר מדוע הן עדיין אינן תופסות את מקומם של הדלקים המאובנים; ונציג כיווני מחקר עכשוויים ופיתוחים חדשניים שמשפרים ומייעלים לא הרף את השיטות הקיימות, במטרה להבטיח לכולנו עתיד בר-קיימא.\n\n \n\nCourse language is Hebrew! English subtitles are planned but not yet available.\n\nFuels are the foundations of modern living. For over a century we have been drawing fossil fuels – oil, coal and natural gas – from the depths of the earth, and using them to power our world: advanced industries, fast transportation, comfortable homes and more. In this course we will examine possible alternatives for these fuels - which have proved quite damaging to both our health and our environment. We will describe the intensive worldwide efforts in this field of research, and present their encouraging outcome: a range of innovative technologies for generating clean energy from natural, non-polluting and renewable sources – such as sunlight, wind and water.\n\nThe course will open with some fundamental questions on energy: What are the energy needs of the global population today, and what will they be tomorrow? What are the resources at our disposal? What are the known processes for harvesting, converting and utilizing resources of energy? What are the problems generated by the use of fossil fuels? In what ways must we change our energy policies and energy economy? And most important of all: What are the alternatives to fossil fuels, and can they supply humanity's extensive and constantly growing energy needs?\n\nSubsequent lessons will introduce the main types of safe, clean, natural and renewable energy sources available to us: solar energy, wind energy, water energy and bioenergy. We will speak of existing technologies that already harness these resources to the needs of humankind, and supply simple tools for computing conversion efficiencies, calculating the amounts of energy produced through the various methods, and assessing their economic feasibility.\n\nIn parallel, we will discuss the remaining problems and challenges, and ask what must be done to enable the large-scale use of renewable energy – in industry, in transportation, and in every other sphere of our lives. We will examine several advanced renewable energy technologies; explain why they have not yet taken the place of fossil fuels; and present cutting-edge innovations and promising research directions – in the ongoing global effort to ensure a sustainable future for us all.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "GLXIL6hzEeWu-gqgbeGTiQ",
            "instructorIds": [
                "9009600"
            ],
            "name": "מבוא לאנרגיה מתחדשת -  Introduction to Renewable Energy",
            "partnerIds": [
                "110"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/28/9dbde0aedd11e592f52d1e33da9f3c/introduction-to-renewable-energy.jpg",
            "primaryLanguages": [
                "he"
            ],
            "slug": "renewableenergy",
            "startDate": 1453744926463,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course is for teachers to learn why some children have so much difficulty with reading and writing, often called 'dyslexia', and to learn more about best practice in teaching literacy to all in light of recent scientific discoveries.\n\nParticipation in or completion of this online course will not confer academic credit for University of London programmes",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "eo6NBCQPEeW5Rwo0txKkgQ",
            "instructorIds": [
                "6458138",
                "6887418"
            ],
            "name": "Supporting children with difficulties in reading and writing",
            "partnerIds": [
                "26",
                "299",
                "300"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d7/d64a20df3611e386f0a7e1113bbe70/iStock_000011854913_teacher--children.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "dyslexia-difficulties",
            "startDate": 1439913626343,
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "Welcome to the capstone project course in the Coursera Inspirational Leadership Specialization! \nIn the next 6 weeks you'll apply the skills you learned in the Specialization to tackle a real world leadership challenge. \nTo better meet your own goals of taking this Specialization, we provide two options for the capstone project: \n1) Personal leadership challenge; \n2) Cooperate leadership challenges. \nYou'll select one project to implement and will receive assessments from your Capstone peers. No matter which option you choose, the capstone project will examine your skills, including self-awareness, developing quality relationships and trust, resilience, and how making decisions entails a strong sense of responsibility.\n\nFor the corporate challenge, the CEO will introduce it as:\n“In this capstone, you will have to analyze a situation our company is experiencing today and prepare recommendations to our executive committee explaining how to implement the best possible solution to our leadership challenge.”  \n\nThe challenge to be addressed will touch upon the capacity for an organization to grow while keeping its sense of purpose. WIth Poilâne, the original sense of the company is anchored in the values of making the same quality bread for all. When increasing in size and outreach, how can Apollonia and her team maintain the same strong values across places and people? With Bla Bla Car, the fast pace growth of the company raises the same questions around identity. You will find more details as the Capstone unfolds.\nYou can also choose to work on your own organization challenge.\n\nFor the personal challenge, you will work on your own question addressing your capacity to grow as a leader. A challenge can be a target objective (starting a company, running a project, designing a product, winning a competition, running a marathon…) you have for yourself which puts into question what you want to achieve and how. The Capstone will help you measure the challenge, establish a process and build the steps to meet your goals.\n\nWhether you choose the corporate challenge or corporate challenge, specific questions will attest to your capacity to analyze and criticize the the problem which is faced by the company or by yourself, the capacity for the stakeholders to address the issues. You will make recommendations as if you were at the head of the company or the problem.\n\nThe process that will drive the Business plan will follow step by step the relational circuit model developed in MOOC2 “Giving Sense to your Leadership Experience” and MOOC3 “Leading Organizations” with its two phases of Exploration and Projection.\n\nIn the EXPLORATION, you will engage in a first step of holistic perception of the problem using your sensible skills to give a sense of perspective and give voice to you subjective apprehension of the situation as a whole. The second stage of exploration will involve your analytical skills to understand each and every component (elements of data relevant to the challenge) that plays a role in defining the situation. And the third stage of exploration will apply your relational skills where you will make sense and connect your subjective perception with your analysis. You will share the exploration results with peers to receive feedback before your can move on.\n\nThe second phase, the PROJECTION part of your business plan leading to recommendations for the company or personal challenge at stake. In the projection phase you will first look at what the situation might be when you decenter the problem in time and space. Using benchmark and competitive analysis, you will work on different scenarios for the projected outcomes. Finally, with a view to build sense out of the challenge you will come up with recommendations arguing for a preferred scenario that respects the values and principles of the organization after the change.\nYou will prepare a 10’ presentation for your recommendations to be delivered to the CEO of the company or owner of the challenge.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "sNx-mzaXEeWa2g6sjqf03Q",
            "instructorIds": [
                "11182902"
            ],
            "name": "CAPSTONE: Your Leadership Challenge",
            "partnerIds": [
                "161"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5c/33c8f044c211e594e0993d66d95520/Vignette-CAPSTONE_student.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "leadership-challenge",
            "startDate": 1441052208140,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "In this course, you will learn the fundamental computer science principles that power today’s apps. You will also create your own Android app using Java and standard software development tools.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "v1-131",
            "instructorIds": [
                "902954"
            ],
            "name": "Creative, Serious and Playful Science of Android Apps",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/08/30e4e0352d11e4983ad3612bf5dfa7/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "androidapps101",
            "workload": "5-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The third course in this Specialization introduces you to the factors that influence how effective boards of directors will be in carrying out their roles and responsibilities and hence the impact they have in shaping the success of the organization they govern. While this course has been developed with North American culture in mind, we do appreciate that, in other parts of the world, the nature of the factors that influence the effectiveness of nonprofit boards of directors may vary. Nevertheless,it is our hope that much of the course content will still be of value to those in other parts of the world. \n\nTo learn more about this course, please watch the overview video by copying and pasting the following link into your web browser:https://goo.gl/IWDsEM\n\nKeywords: Nonprofit; Nonprofit Sector; Voluntary Sector; Nonprofit Organizations, Non-Governmental Organizations, Volunteer Organizations, Leadership, Management, Governance, Board, Board of Directors, Performance, Effectiveness\n\nCourse 3 Overview: \n\nWeek 1: This week's questions: What factors influence the effectiveness of board meetings? What are the formal procedures and structures within the board that impact its performance? What can a board do to intentionally improve the way it structures itself and runs its decision making meetings? \n\nWeek 2: This week's questions:  What do we mean by board composition and development and why is it important? Why is it difficult to change the composition of the board? How do you design the ideal mix of board members? How do you locate, recruit and develop board members?   \n\nWeek 3: This week's questions: What do we mean by the \"culture\" of the board and why is it important? How do boards develop and pass along culture? Can board cultures be intentionally changed? What is the role of leadership in shaping board culture? What do effective nonprofit leaders involved in governance do?  How can leadership be managed for higher performance?\n\nWeek 4: At this stage, you are asked to review the course content, submit a written assignment (known lightheartedly as a BEAR (Board Effectiveness Readiness Assessment), and take two multiple choice Readiness Assurance Tests (known similarly as RATs). One RAT will assess knowledge and reading comprehension and the other will test application of knowledge within a practical case.  \n\nWeek 5: We will encourage you to discuss the RATs in the discussion forums and take them again should you wish to change any of your answers based on the information exchanged.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "s0uHeCzMEeWPngoW78wA_Q",
            "instructorIds": [
                "4751847",
                "10476839"
            ],
            "name": "The Factors that Influence the Effectiveness of Boards and the Governance Process",
            "partnerIds": [
                "117"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4f/8ee8b07b3f11e5a1d34132b6f17db0/banner-image-without-tex-1t.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "nonprofit-gov-3",
            "startDate": 1451886398768,
            "workload": "5 Weeks, 7 - 10 hours per week"
        },
        {
            "courseType": "v1.session",
            "description": "从操作系统与虚拟化平台面临的安全问题和应该采取的安全机制入手，帮助你学习和掌握计算机系统安全的基本理论、技术、方法和评测标准。Learn about operating system and virtualization security issues, related security theories, technologies, methods and evaluation criteria, as well as gain a deeper understanding of computer system security.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "computer-security-and-networks"
                }
            ],
            "id": "v1-1822",
            "instructorIds": [
                "5924526"
            ],
            "name": "操作系统与虚拟化安全",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/4f/fcacb0352c11e4b1518bb3518fcc93/__.png",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "osvirtsecurity",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Explore with us the fascinating ways of thinking about space in Viking Age and Old Norse culture. Together we will discuss how space is conceptualised and depicted in diverse Old Norse genres and traditions.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "v1-2771",
            "instructorIds": [
                "7230764",
                "11070847"
            ],
            "name": "Sagas and Space - Thinking Space in Viking Age and Medieval Scandinavia",
            "partnerIds": [
                "93"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/67/308cf0a0b411e49bd7e3c6205d25d1/Carta_Marina_Orca.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "sagaspace",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Analytic Combinatorics teaches a calculus that enables precise quantitative predictions of large combinatorial structures. This course introduces the symbolic method to derive functional relations among ordinary, exponential, and multivariate generating functions, and methods in complex analysis for deriving accurate asymptotics from the GF equations.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "v1-689",
            "instructorIds": [
                "250165"
            ],
            "name": "Analytic Combinatorics",
            "partnerIds": [
                "4"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0a/13e7a0352b11e494bcf927fb09cbc9/ac-logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ac",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The Arch of Titus: Rome and the Menorah explores one of the most significant Roman monuments to survive from antiquity, from the perspectives of Roman, Jewish and later Christian history and art. The Arch of Titus  commemorates the destruction of Jerusalem by the emperor Titus in 70 CE, an event of pivotal importance for the history of the Roman Empire, of Judaism, of Christianity and of modern nationalism.  \n\nTogether with your guide, Professor Steven Fine, you will examine ancient texts and artifacts, gaining skills as a historian as you explore the continuing significance of the Arch of Titus from antiquity to the very present.   Course members will accompany Professor Fine on virtual \"fieldtrips\" to museums and historical sites in Los Angeles and New York where you will \"meet\" curators, scholars and artists.  You will attend an academic colloquium and even \"participate\" in office hours.  Students will participate in the latest advancement in the study of the Arch - the restoration of its original colors.  You will learn how color was used in Roman antiquity and apply that knowledge to complete your own 'color restoration' of the Arch of Titus menorah relief.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "7wfVmobsEeWgjA5cAvYgmw",
            "instructorIds": [
                "8515252"
            ],
            "name": "Arch of Titus: Rome and the Menorah",
            "partnerIds": [
                "265"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/02/5784e0989411e58683d1eb772ea7c9/unocad_d300_DSC8092.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "archoftitus",
            "startDate": 1449467311473,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Learn and practice the basic principles of running an effective music ensemble rehearsal.  Techniques and strategies are applicable to a variety of ensembles, including bands, orchestras, choirs, and chamber groups.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "ZQDT5AS2EeWmBSIAC9UI2A",
            "instructorIds": [
                "2694569"
            ],
            "name": "Fundamentals of Rehearsing Music Ensembles",
            "partnerIds": [
                "77"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/dd/d2fe631f9e4afb472d830b411ea0f9/music-logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "music-ensembles",
            "startDate": 1434384748379,
            "workload": "20-25 hours of lectures and exams"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Once you have hired good employees, the next step that successful people managers take is to develop the full potential of their employees.  Performance management is a process that helps managers achieve the goal of getting the best from their employees. \n\nIn this third course in the Human Resources for People Managers specialization,  we will discuss the skills and key processes you will need to develop your employees to attain department and organizational goals.  These skills will include setting clear expectations, providing positive and corrective feedback, and delivering an effective performance appraisal.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "4BkqMnE8EeWxvQr3acyajw",
            "instructorIds": [
                "15677831"
            ],
            "name": "Managing Employee Performance",
            "partnerIds": [
                "50"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/71/6bf2908d5311e5970a778f8d958194/DSC_6164-2314.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "managing-employee-performance",
            "startDate": 1453235735570,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course will improve your ability to influence people in situations where you cannot use formal authority. You will learn about effective ways to build, develop, and sustain a power base in your organization. You will also learn influence tactics that enable you to be more persuasive and influential in working with your superiors, peers, and even subordinates. In addition, you will learn how to build and maintain high-quality relationships to further maximize your informal power and ability to influence others. Importantly, you will distinguish between influence and manipulation and learn how to protect yourself from the unwanted influence of others.\n\nThe influence strategies you learn in this course will make you a more confident and influential leader, presenter, and decision-maker. You will more effective in pitching business ideas to your superiors, influencing customers, and building coalitions across stakeholders. This course will not only give you strategic guidance on how to develop and maintain your network for influence and power, but we will also equip you with specific tactics and strategies that are proven to work for gaining power and influencing people.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "myQGkjlZEeWJaxK5AT4frw",
            "instructorIds": [
                "14413061",
                "8072182"
            ],
            "name": "Influencing People",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/3c/916c00502a11e5af1699af6822f8cf/influencingpeople.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "influencing-people",
            "startDate": 1448858589651,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "We will introduce the time value of money (TVM) framework in a carefully structured way, using relatively simple applications at first and quickly moving to more advance ones. We will then spend some time on developing an understanding of alternative decision criteria (NPV, IRR, Profitability, etc.) that are commonly used in the real world.  We will wrap up the course with an exposure to the determination of cash flows using accounting principles. The main focus in this building block will be on individual/personal decisions because of two reasons: (a) we learn when we see value to us as individuals and (b) the beauty of finance is that the building blocks of finance are applicable to any decision, personal or corporate. The course will last six weeks with time included for assimilation and two final exams.\n\nThis course is the first in a sequence of four courses, followed by a Capstone Project, that comprise a Specialization on Valuation & Investing.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "Bq5Eo50bEeW_wArffOXkOw",
            "instructorIds": [
                "209008"
            ],
            "name": "Principles of Valuation: Time Value of Money",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/23/dc57e02b4c11e5a0540dbf5c3ac2ce/valutation_tvm.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "time-value-money",
            "startDate": 1451947796164,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Learn about the ethics and policy issues that arise in the science and application of synthetic biology, from bioremediation to medicine. ",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "v1-2706",
            "instructorIds": [
                "2083331"
            ],
            "name": "Engineering Life: Synbio, Bioethics & Public Policy",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ec/5785309d0a11e4af0f379a7673b514/SynBio_MOOC_Logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "synbioethics",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "An overview of the relevant aspects of the epidemiology, clinical presentation, basic disease mechanisms, diagnostic approaches and treatment options of the most common neurological diseases.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                }
            ],
            "id": "v1-937",
            "instructorIds": [
                "5561683",
                "5630514",
                "2612460"
            ],
            "name": "Introduction to Clinical Neurology",
            "partnerIds": [
                "10"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/a7/0252b80b0d1d4449eb10d570461ac2/clinicalneurologylogocropped.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "clinicalneurology",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The simple spreadsheet is one of the most powerful data analysis tools that exists, and it’s available to almost anyone. Major corporations and small businesses alike use spreadsheet models to determine where key measures of their success are now, and where they are likely to be in the future. But in order to get the most out of a spreadsheet, you have know how to use it. This course is designed to give you an introduction to basic spreadsheet tools and formulas so that you can begin harness the power of spreadsheets to map the data you have now and to predict the data you may have in the future. Through short, easy-to-follow demonstrations, you’ll learn how to use Excel or Sheets so that you can begin to build models and decision trees in future courses in this Specialization. \nBasic familiarity with, and access to, Excel or Sheets is required.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "tAfppJ3KEeWoKRLkmmHLTQ",
            "instructorIds": [
                "253929"
            ],
            "name": "Introduction to Spreadsheets and Models",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/22/602700b00511e5ada4195d312ad6aa/Wharton_online_spreadsheets_8x8.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "wharton-introduction-spreadsheets-models",
            "startDate": 1453236531438,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Learn how to apply some of the tools from the Literacy Design Collaborative to incorporate Common Core literacy standards into your content area. In this course you will explore Literacy Design Collaborative Resources, create a teaching task, and develop a plan to use the task within classroom instruction.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-639",
            "instructorIds": [
                "3360857"
            ],
            "name": "Common Core in Action: Literacy in the Content Areas- Exploring Literacy Design Collaborative Template Tasks",
            "partnerIds": [
                "103"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/6e/76a0120e653506dbb90cec15419020/literacy.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ccss-literacy1",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn about the best environmental technologies for a sustainable development and how they are managed in various settings around the world.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "v1-3497",
            "instructorIds": [
                "2435528"
            ],
            "name": "Global Environmental Management",
            "partnerIds": [
                "57"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2a/69a18047d511e5aa039376b43bf185/20150203_110011.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "globalenvmanangement",
            "workload": "7-9 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "谈到中华传统文化，大家首先想到的莫过于以孔子思想为代表的儒学思想，但中华传统文化绝不止这些；谈到中医药，大家第一印象可能是针灸、按摩，因为她们已经走向全球，但中医药也远不止如此。医学、生物学飞速发展的21世纪，中医药学这一古老学科为什么还有生命力？她与现代医药学有何不同？为什么很多人觉得中医药知识体系不容易学习和掌握？因为：中医药学具有深厚的中华传统文化背景，如果不了解中华传统文化，就难以深入理解中医药学的思想和知识。\n本课程就是希望通过剖析中医药与中华传统文化的密切联系，使大家了解中医药学的中华传统文化的背景，更容易理解中医药的思维特征、思想特色和知识体系。通过本课程的学习，不仅能掌握一些中医药的基本知识、中医药养生的原理和方法，还能从中医药的视角认识中华传统文化的精髓。",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "03osAJejEeSA2iIACzAQrQ",
            "instructorIds": [
                "5218103"
            ],
            "name": "中医药与中华传统文化 ",
            "partnerIds": [
                "150"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6b/4a439ae321002a9c735f0e6b859fe7/________1.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "zhong-yi-yao-wen-hua",
            "startDate": 1428361385376,
            "workload": "视频，测验与同伴互评共12小时"
        },
        {
            "courseType": "v1.session",
            "description": "Volcanic eruptions are a powerful demonstration of the energy of the Earth´s interior. A materials-based understanding of the evolution of erupting systems provides a quantitative physico-chemical description of the nature of lava and magma and the role of experiments in quantifying the eruptive process. ",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "v1-465",
            "instructorIds": [
                "2602095"
            ],
            "name": "Volcanic Eruptions: a material science.",
            "partnerIds": [
                "64"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/c4/52c770352c11e4ae1bdd88b9e8f59b/vulkan_ammit_istock_webl.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "volcano",
            "workload": "1-2 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "В машинном обучении встречаются задачи, где нужно изучить структуру данных, найти в них скрытые взаимосвязи и закономерности. Например, нам может понадобиться описать каждого клиента банка с помощью меньшего количества переменных — для этого можно использовать методы понижения размерности, основанные на матричных разложениях. Такие методы пытаются сформировать новые признаки на основе старых, сохранив как можно больше информации в данных. Другим примером может служить задача тематического моделирования, в которой для набора текстов нужно построить модель, объясняющую процесс формирования этих текстов из небольшого количества тем.\n\nТакие задачи назвают обучением без учителя. В отличие от обучения с учителем, в них не предполагают восстановление зависимости между объектами и целевой переменной. \n\nИз этого курса вы узнаете об алгоритмах кластеризации данных, с помощью которых, например, можно искать группы схожих клиентов мобильного оператора. Вы научитесь строить матричные разложения и решать задачу тематического моделирования, понижать размерность данных, искать аномалии и визуализировать многомерные данные.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "machine-learning"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "F6WHgnHtEeWLqw7zlLhRzQ",
            "instructorIds": [
                "349711",
                "143601",
                "3722005",
                "188273"
            ],
            "name": "Поиск структуры в данных",
            "partnerIds": [
                "176"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/51/45def0b0de11e5bc793bb6b305a033/800x800-03.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "unsupervised-learning",
            "startDate": 1453244445223,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course focuses on the common human resource (\"people\") challenges faced by existing private businesses when they attempt to grow substantially. PART 1 OF THE GROW TO GREATNESS COURSE IS NOT A PREREQUISITE FOR TAKING THIS COURSE.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "zyGo9ph2EeSyKiIAC0EFDA",
            "instructorIds": [
                "988020"
            ],
            "name": "Grow to Greatness: Smart Growth for Private Businesses, Part II",
            "partnerIds": [
                "18"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/37/1bc1f913416c5a85e8914897499051/Faded-logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "smart-growth-strategy-2",
            "startDate": 1421107564509,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Political and legal institutions are built on foundational, philosophical ideas--ideas about freedom, equality, justice, and happiness.  In this course, we will explore those ideas, taking the institutions around us not as fixed and unquestionable, but as things to evaluate and, if necessary, to change.",
            "domainTypes": [],
            "id": "v1-3569",
            "instructorIds": [
                "3682146"
            ],
            "name": "Revolutionary Ideas: An Introduction to Legal and Political Philosophy (Alumni)",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/30/989b60660711e597d9870a772aa7cd/glasswindows.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "politicalphilosophyalumni",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "To acquire an understanding of the fundamental concepts of genomics and biotechnology, and their implications for human biology, evolution, medicine, social policy and individual life path choices in the 21st century.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "gbsG0MYYEeSsuSIAC8uEUA",
            "instructorIds": [
                "1820338",
                "1820329"
            ],
            "name": "Genes and the Human Condition (From Behavior to Biotechnology)",
            "partnerIds": [
                "32"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9d/700b2427e5b2413b3baa34c4287dcd/Genes.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "genes",
            "startDate": 1433546428465,
            "workload": "10-15 hours of videos and assessments"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Por medio de ejercicios prácticos, serás capaz de manipular las herramientas que Android te ofrece para desarrollar aplicaciones móviles. \n\nEn este curso, instalarás el entorno de desarrollo Android Studio y manipularás sus más sofisticadas particularidades. Por ejemplo, la composición de archivos de un proyecto Android y los patrones más comunes para el desarrollo de tus aplicaciones.\n\nIdentificarás todas las opciones que tienes para emular con los Android Virtual Devices, su funcionamiento y configuración.\nTambién, reconocerás, las herramientas exclusivas que Android Studio tiene para tus aplicaciones móviles.  Usando Material Design para Android harás que tus aplicaciones luzcan como siempre las quisiste. \n\nAdemás, conocerás las mejores prácticas de maquetado para tus aplicaciones, no codifiques si no tienes mockup.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                }
            ],
            "id": "HcvwN7WfEeWkwBIgnN7tuw",
            "instructorIds": [
                "14422666"
            ],
            "name": "Fundamentos de Android",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b9/857720bbb311e5a0e5dd3492ffb140/android.c_rculo.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "fundamentosdeandroid",
            "startDate": 1453236901791,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Effective altruism is built on the simple but unsettling idea that living a fully ethical life involves doing the most good one can. In this course you will examine this idea's philosophical underpinnings; meet remarkable people who have restructured their lives in accordance with it; and think about how effective altruism can be put into practice in your own life.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                }
            ],
            "id": "3cmY9AVPEeWr2CIAC20DIw",
            "instructorIds": [
                "5063956"
            ],
            "name": "Effective Altruism",
            "partnerIds": [
                "4"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d3/017f10d7c411e49e526125435a8e35/Effective-Altruism-course-image-for-Coursera.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "altruism",
            "startDate": 1434471714698,
            "workload": "10-15 hours of videos and assignments"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Curriculum is a framework for guiding teaching and learning. This course provides an opportunity for you to consider the relationship between the teacher, the learner and the curriculum.\n\nAnnouncement for US based teachers:\n\nCoursera and its partners are proud to offer eligible teachers in the US free Course Certificates for this course and other high-quality teacher professional development courses, through the Connected effort announced by President Obama.\n\nTo participate in this opportunity, US district leaders simply need to approve Coursera teacher professional development by completing a brief form at: www.coursera.org/tpd.\n\nUS Teachers interested in this opportunity are also encouraged to follow the link to learn more and www.coursera.org/tpd.\n\nOnce a district’s form has been verified, the district leader will be notified and teachers in the district will receive access to free verified certificates for Coursera professional development.\n\nCoursera and the Commonwealth Education Trust thank educators for the hard work they do every day and hope this opportunity will assist US teachers to continue developing their craft in a meaningful and flexible way.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "XRy7uCAeEeWKeQ6ae81EbQ",
            "instructorIds": [
                "3366404",
                "3366373"
            ],
            "name": "Foundations of Teaching for Learning 4: Curriculum",
            "partnerIds": [
                "106"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/37/457d747059140b3ef41af0dcf1949a/CET-Updated-H264-720p4.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "teacher-curriculum",
            "startDate": 1438630183761,
            "workload": "3-4 hours per week"
        },
        {
            "courseType": "v1.session",
            "description": "This course provides an introduction to basic financial planning topics and is targeted towards young adults. General topics include financial goal setting, saving and investing, budgeting, financial risk, borrowing, and credit. In addition, the course includes content which introduces students to career opportunities in financial planning.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "v1-1980",
            "instructorIds": [
                "2899804",
                "8218371",
                "2560114"
            ],
            "name": "Financial Planning for Young Adults",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/08/2e9860352d11e5898e6b93d1ba11a6/Logo_Financial-Planning-for-Young-Adults.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "personalfinance",
            "workload": "5-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Calculus is one of the grandest achievements of human thought, explaining everything from planetary orbits to the optimal size of a city to the periodicity of a heartbeat. This brisk course covers the core ideas of single-variable Calculus with emphases on conceptual understanding and applications. The course is ideal for students beginning in the engineering, physical, and social sciences. Distinguishing features of the course include: 1) the introduction and use of Taylor series and approximations from the beginning; 2) a novel synthesis of discrete and continuous forms of Calculus; 3) an emphasis on the conceptual over the computational; and 4) a clear, dynamic, unified approach.\n\nIn this fifth part--part five of five--we cover a calculus for sequences, numerical methods, series and convergence tests, power and Taylor series, and conclude the course with a final exam.  Learners in this course can earn a certificate in the series by signing up for Coursera's verified certificate program and passing the series' final exam.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                }
            ],
            "id": "3NogQ11pEeWJEg4Ftlh5hw",
            "instructorIds": [
                "227062"
            ],
            "name": "Calculus: Single Variable Part 5 - Discrete Calculus",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/05/cda840977511e5aa161903ab17f92e/CSV-logo-chapter-5-copy.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "discrete-calculus",
            "startDate": 1449513735403,
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course, you will learn relevant fundamentals of human motor performance, perception, and cognition that inform effective interaction design. You will use these models of how people work to design more effective input and interaction techniques. You’ll apply these to both traditional graphic and gestural interfaces.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                }
            ],
            "id": "gt5ybBU-EeWhTg59fTWfpQ",
            "instructorIds": [
                "1250"
            ],
            "name": "Input and Interaction",
            "partnerIds": [
                "53"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/99/0b23f054b711e4b8d11fd5690613d3/hci-large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "interaction-techniques",
            "startDate": 1440783756513,
            "workload": "3 weeks, 2-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course will review challenges for maternal and newborn health in the developing world, where a great many women and babies are suffering from complications during pregnancy, childbirth, and the days following birth. Themes covered include the epidemiology of maternal and newborn mortality and morbidity, relevant issues for the global health workforce, community-based interventions to improve maternal and newborn health and survival, and sociocultural dynamics surrounding birth.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-1180",
            "instructorIds": [
                "11107176"
            ],
            "name": "Childbirth: A Global Perspective",
            "partnerIds": [
                "23"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/fd/62f650352911e4ae1bdd88b9e8f59b/pregnancy1.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "pregnancychildbirth",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course is the last course of the a Specialization on Leadership called “Inspirational Leadership: Leading with Sense”, so you may want to take the courses “Building Your Leadership Skills” and “Giving Sense to your Leadership Experience” prior of taking this course.\n\nIn this course you’ll get the opportunity to apply the skills learned in the first two courses of the “Inspirational Leadership: Leading with Sense” as an individual to a group setting. The group could not only be an organization such as a company or a team in a company, but also a private group such as your family or an association. \n\nSpecifically, you’ll apply the 4 steps of The Savoir-Relier protocol to your group: \n1. defining the group identity by working on the group self-awareness, \n2. creating quality relationships within the group, \n3. working on resilience for the group to then be able to overcome difficult situation and \n4. Making the organization grow by creating sense and meaning.\n\nSo if you want your group to grow as a successful leader in its fields, if you want to find your identity as a group and create shared values for it, or if you want your group to become more resilient in face of change and crisis, this course is made for you! Finally, at the end of the course, you would have build sense for your group in order to be more efficient.\n\nUsing real-life cases you will see how the genuine, generous and generative characteristics apply to the development of successful organizations. For example, you will apply the Relational Circuit to recruit effectively, or the Self-Portrait and Conversation exercises to create team cohesion and resilience to overcome crises and interpersonal conflicts. You will be able to form trustworthy relationships in spite of diverging or different views, and you will grow respect in your environment where sense will be a driver for you and your surrounding.\n\nLeaders from different organizations, will share with you their insights about how they have applied the Savoir-Relier approach to their company and how it has made the company more resilience and competitive.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "VyHnEjaTEeWfzhKP8GtZlQ",
            "instructorIds": [
                "11182902"
            ],
            "name": "Leading Organizations",
            "partnerIds": [
                "161"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0b/9d2730402e11e5b08037faca9d869b/vign_mooc3_1200.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "leading-organizations",
            "startDate": 1449257104095,
            "workload": "4 weeks, 4 - 5 hours per week"
        },
        {
            "courseType": "v2.capstone",
            "description": "This course will act as the culmination of the Specialization: International Marketing & Cross Industry Growth. The aim is to help learners apply what they have learned during the 16 weeks of the 5 courses and conduct an \"action learning\" project that will consist of the following:\n\n1. Vision Strategy and Action for Co. X\n2. Cross Country Analysis of Co. X when expanding into target new country.\n3. Market or Sector-Specific (B2B Marketing, Healthcare, Hospitality, Entertainment, Sports) Analysis for Co. X\n4. Cross Industry Innovation (new product development) of Co. X when sourcing ideas or expanding into another industry.\n\nAll of these analyses will have templates that will be explained in the video lectures. Each learner will be required to choose a company on which these analyses will be performed. As such, the intent will be to provide an integrated set of insights and application to a chosen managerial situation and problems at hand in the context of a specific region or country. Each learner will be required to also choose another industry (from the ones covered in the Specialization) when performing their Cross Industry Innovation. For example, a learner who has conducted an analysis for a company in the Healthcare industry can conduct a Cross Industry Innovation project using concepts from the Entertainment industry.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "TCVXeIE6EeWJSwoTsapXpQ",
            "instructorIds": [
                "10324047"
            ],
            "name": "International Marketing & Cross Industry Growth Capstone Project  ",
            "partnerIds": [
                "220"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b2/410980a95111e590e237bb258de286/panaroma.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "international-vertical-marketing-capstone-project",
            "startDate": 1453238522592,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "Este proyecto final del Programa Especializado en Desarrollo y Diseño de Videojuegos te permite desarrollar durante 8 semanas un juego completo, entretenido y con visión de mercado, con base en lo que has aprendido en los demás cursos. Contamos con el apoyo de Unity, Samsung y algunos estudios en Latinoamérica quienes están interesados en apoyar a los mejores resultados certificados de este curso.\n\nDurante 8 semanas definiremos el documento de diseño del videojuego, haremos la planeación y seguimiento según los conceptos de desarrollo ágil adquiridos, definiremos la estrategia de mercadeo y el público objetivo, desarrollaremos iterativamente dos versiones de nuestro juego y utilizaremos información de seguimiento de jugadores para ajustar nuestro juego. Al final produciremos un trailer corto de nuestro prototipo y un pitch corto, los cuales te permitirán mostrarlo fácilmente a posibles inversionistas o personas interesadas.\n\n¡Suerte y que te diviertas!",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "r6mXvyWVEeWxbhIkPfddLQ",
            "instructorIds": [
                "261112"
            ],
            "name": "Desarrollo y Diseño de Videojuegos: Proyecto final",
            "partnerIds": [
                "273"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6f/fc0b005b2311e58b0f93aa38870f07/Desarrollo-y-dise_o-de-videjuegos-Proyecto-final.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "proyecto-desarrollo-videojuegos",
            "startDate": 1443477073602,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "We will learn computational methods -- algorithms and data structures -- for analyzing DNA sequencing data. We will learn a little about DNA, genomics, and how DNA sequencing is used.  We will use Python to implement key algorithms and data structures and to analyze real genomes and DNA sequencing datasets.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "Gyll8Zh9EeWZyg6bf_Oxkw",
            "instructorIds": [
                "8425254",
                "11301137"
            ],
            "name": "Algorithms for DNA Sequencing",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0c/727630056211e587470dc112902bf4/genomics_algorithms.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "dna-sequencing",
            "startDate": 1453137440192,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Foundations of Teaching for Learning is a program of study primarily for people who are currently teaching but have had no formal teacher education. This course is an introductory one that considers the three domains of being a teacher:  Professional Knowledge and Understanding; Professional Practice; and Professional Values, Relationships and Engagement.\n\nAnnouncement for US based teachers:\n\nCoursera and its partners are proud to offer eligible teachers in the US free Course Certificates for this course and other high-quality teacher professional development courses, through the Connected effort announced by President Obama.\n\nTo participate in this opportunity, US district leaders simply need to approve Coursera teacher professional development by completing a brief form at: www.coursera.org/tpd.\n\nUS Teachers interested in this opportunity are also encouraged to follow the link to learn more and www.coursera.org/tpd.\n\nOnce a district’s form has been verified, the district leader will be notified and teachers in the district will receive access to free verified certificates for Coursera professional development.\n\nCoursera and the Commonwealth Education Trust thank educators for the hard work they do every day and hope this opportunity will assist US teachers to continue developing their craft in a meaningful and flexible way.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "DmetrPp5EeScaiIAC9WIJw",
            "instructorIds": [
                "3366373"
            ],
            "name": "Foundations of Teaching for Learning 1: Introduction",
            "partnerIds": [
                "106"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e6/9b6477a07585c78a6e53ed93652a3d/CET-Updated-H264-720p1.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "teaching",
            "startDate": 1438629806297,
            "workload": "3-4 hours per week"
        },
        {
            "courseType": "v1.session",
            "description": "Part 2 of the MOOC: 3 new lectures\n",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                }
            ],
            "id": "v1-2437",
            "instructorIds": [
                "3875555"
            ],
            "name": "On Strategy: What Managers can learn from Philosophy - Part 2",
            "partnerIds": [
                "128"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ec/4c13106f2111e4ad55f3fddcc4dd2e/logo_cours_LucDB.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "businessandphilo2",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course comprises three modules of Dr. Sachs' longer course, \"The Age of Sustainable Development.\"\n\nThis preview course, \"Introduction to Sustainable Development\" will give you an understanding of the key challenges and pathways to sustainable development - that is, economic development that is also socially inclusive and environmentally sustainable.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "Hs4vqiyxEeSqPiIAC0mTJQ",
            "instructorIds": [
                "5448110"
            ],
            "name": "Introduction to Sustainable Development",
            "partnerIds": [
                "40"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-misc.s3.amazonaws.com/flex/sustainable-development.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "sustainabledevelopment1",
            "startDate": 1408993200000,
            "workload": "5 hours of videos and quizzes"
        },
        {
            "courseType": "v1.session",
            "description": "Professionals at all levels of an organization will learn the best ways to grow an audience they want and need by smartly implementing their important, strategic stories and information.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "v1-2343",
            "instructorIds": [
                "1841753",
                "2685251"
            ],
            "name": "Content Strategy for Professionals 2: Expanding Your Content’s Impact and Reach",
            "partnerIds": [
                "54"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0c/eb9020d3c511e4bf8f9355746801a4/SIZED_dreamstime_xl_37448269.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "growingaudiences",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Calculus is about the very large, the very small, and how things change. The surprise is that something seemingly so abstract ends up explaining the real world.  Calculus plays a starring role in the biological, physical, and social sciences.  By focusing outside of the classroom, we will see examples of calculus appearing in daily life.\n This course is a first and friendly introduction to calculus, suitable for someone who has never seen the subject before, or for someone who has seen some calculus but wants to review the concepts and practice applying those concepts to solve problems.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "HRSOu-BiEeOZpyIACyeXpA",
            "instructorIds": [
                "1667833"
            ],
            "name": "Calculus One",
            "partnerIds": [
                "28"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-misc.s3.amazonaws.com/flex/calculus1.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "calculus1",
            "startDate": 1402599600000,
            "workload": "25 hours of videos and quizzes"
        },
        {
            "courseType": "v1.session",
            "description": "A course driven by 20 practical questions about wireless, web, and the Internet, about how products from companies like Apple, Google, Facebook, Netflix, Amazon, Ericsson, HP, Skype and AT&T work.\n\nIn this offering, we will cover 7 of the 20 questions, and you will have the opportunity to personalize your own learning experience by choosing which of the versions suits you best.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "computer-security-and-networks"
                }
            ],
            "id": "v1-48",
            "instructorIds": [
                "11507527"
            ],
            "name": "Networks: Friends, Money, and Bytes",
            "partnerIds": [
                "4"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/1d/7e3b90352d11e485fc9138b3373442/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "friendsmoneybytes",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Sports play a giant role in contemporary society worldwide. But few of us pause to think about the larger questions of money, politics, race, sex, culture, and commercialization that surround sports everywhere. This course draws on the tools of anthropology, sociology, history, and other disciplines to give you new perspectives on the games we watch and play.  It's the new and improved version of Professor Orin Starn's original \"Sports and Society\" for Coursera, which drew more than 40,000 students.  We will focus on both popular sports like soccer (or “football,” as anyone outside America calls it), basketball, and baseball, and also lesser-known ones like mountain-climbing and fishing.  You will never watch or think about sports in the same way again.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "GCbhVSsqEeWNaBKfE9kXTQ",
            "instructorIds": [
                "1159084"
            ],
            "name": "Sports and Society",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/34/1e6ef07e3e11e58a0b09088a5ff10a/sandslogo-sq-fixed.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "sports-society",
            "startDate": 1452540819094,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "Wharton's Applied Knowledge Capstone Project enables you to apply your analytic skills to real business challenges – including your own. You’ll use your newly earned business skills to thoughtfully evaluate a real situation or opportunity from Wharton-governed companies like Shazam and SnapDeal.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "ct9K_oG4EeWyzwo1CAL63Q",
            "instructorIds": [
                "1349478"
            ],
            "name": "Wharton Business Foundations Capstone",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d5/fe6dd0451111e5b6772f0600645aad/capstone_foundation2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "wharton-capstone",
            "startDate": 1446519427521,
            "workload": "4 weeks of study, 5-7 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Think that a prescription medication must be safer than a “street drug”? Think again. Investigate the epidemic rise of prescription drug abuse and use science to debunk commonly held misconceptions regarding this phenomenon.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "clinical-science"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "v1-192",
            "instructorIds": [
                "1293448"
            ],
            "name": "Generation Rx: The Science Behind Prescription Drug Abuse",
            "partnerIds": [
                "28"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/52/73ce90352911e4b07f0965d0c0162f/generation-rx.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "genrx",
            "workload": "1-2 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "À l’École Polytechnique Fédérale de Lausanne, un cours de mécanique fait partie de la formation de tous les futurs ingénieurs et scientifiques. Il a pour but de leur apprendre à transcrire sous forme mathématique un phénomène physique, afin de pouvoir en formuler une analyse raisonnée.\n\nCet objectif d'enseignement se retrouve aussi dans le présent MOOC, mis au format \"On Demand\". Le cours est structuré en quatre volets correspondant à des niveaux de formation croissants : \n\nMécanique 1 : lois de Newton\nMécanique 2 : point matériel\nMécanique 3 : solide indéformable\nMécanique 4 : équations de Lagrange",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "jeelkkLEEeWB_AoW1KYI4Q",
            "instructorIds": [
                "2489806"
            ],
            "name": "Mécanique de Newton",
            "partnerIds": [
                "16"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5d/f480a0556911e584d2f53f071a9306/Meca-Newton-v1-600x340-72dpi.jpg",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "mecanique-newton",
            "startDate": 1441909404306,
            "workload": "4 heures/semaine"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course explores the topic of solid objects subjected to stress and strain. The methods taught in the course are used to predict the response of engineering structures to various types of loading, and to analyze the vulnerability of these structures to various failure modes. Axial loading with be the focus in this course.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                }
            ],
            "id": "K0cCzBtHEeWsqgoIBu2JdQ",
            "instructorIds": [
                "1900891"
            ],
            "name": "Mechanics of Materials I: Fundamentals of Stress & Strain and Axial Loading",
            "partnerIds": [
                "9"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ff/fa7100868a11e5a7efa1e8adc484b1/Mechanics-of-Materials-Fundamentals-of-Stress-_-Strain-and-Axial-Loading.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "mechanics-1",
            "startDate": 1447881312837,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Health professionals and students and health consumers interested in learning about patient safety will acquire foundational knowledge of the principles of the science and culture of safety in healthcare in this five-week course.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-527",
            "instructorIds": [
                "2722532",
                "3145522",
                "3795765"
            ],
            "name": "The Science of Safety in Healthcare",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2a/31cc50352b11e4a20a15dee8e65a23/Science-of-safety-in-healthcare_600x340B_1_.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "healthcaresafety",
            "workload": "2-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Meet Jim Barton, the new CEO of Santa Monica Aerospace. Jim's job won't be easy: the company's hemorrhaging cash, struggling to regain investors' trust after an accounting scandal, and striving to transform its culture to become a more global competitor. In this course, you’ll travel with Jim as he takes on leadership challenges ranging from strategy execution, to inspiring people, to maintaining an ethical approach. Experts agree that twentieth-century leadership practices are inadequate for the stormy twenty-first-century present. This provocative course equips you with the insights you'll need to rise with the occasion of a rapidly shifting business landscape.\n\nThe course is based on a book, Harder Than I Thought: Adventures of a 21st Century Leader, by Robert D. Austin, Richard L. Nolan, and Shannon O'Donnell, published by Harvard Business Review Press. Purchase of the book is optional. If you want more information about the book or wish to buy it, see https://hbr.org/product/harder-than-i-thought-adventures-of-a-twenty-first/an/10332-HBK-ENG or http://www.amazon.com/Harder-Than-Thought-Adventures-Twenty-First/dp/1422162591 \n\nAfter taking the course, you'll be able to:\no   Enact your own personal leadership approach, derived from your ongoing evaluation of how Jim Barton has handled his leadership situation, as well as from established leadership concepts and frameworks;\no   Avoid leadership actions that might have worked in the past, but are not suited to a newly challenging 21st century world;\no   Navigate treacherous new 21st century leadership challenges, such as greater reliance on specialized workers or the need to respond to external scrutiny in an increasingly transparent world (and many more);\no   Avoid \"slippery slope\" ethical failures, and think more clearly about the separation between public and private life for a 21st century leader.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "sK74dCWgEeW8-A6tkjXxWQ",
            "instructorIds": [
                "5012641",
                "5262589"
            ],
            "name": "Leadership in 21st Century Organizations",
            "partnerIds": [
                "175"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/91/fc8c20264e11e59638cb20cb5a23c8/banner2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "leadership-21st-century",
            "startDate": 1443034375364,
            "workload": "2 to 4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Throughout history, the vast majority of people around the globe have believed they have, however defined, a “soul.” While the question of whether the soul exists cannot be answered by science, what we can study are the causes and consequences of various beliefs about the soul and its prospects of surviving the death of the body. Why are soul and afterlife beliefs so common in human history? Are there adaptive advantages to assuming souls exist?  Are there brain structures that have been shaped by environmental pressures that provide the foundation of body/mind dualism that is such a prominent feature of many religions? How do these beliefs shape the worldviews of different cultures and our collective lives? What is the role of competing afterlife beliefs in religion, science, politics, and war? This course explores several facets of this relatively unexplored but profoundly important aspect of human thought and behavior.\n\nThe course consists mainly of 70 to 80 minute lectures, typically broken up into 3 segments, recorded from a course offered by Rutgers University School of Arts and Sciences.  These videos include slides and some embedded video clips.  Most lectures are accompanied by slides used during the lecture, also including recommended reading assignment which may provide additional opportunities to reflect on your studies.\n\nDue to the lengthiness of this class and natural progression, the online course has been separated into 3 units, this is Unit 1.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "d086Bc9YEeSS_CIACzcAUg",
            "instructorIds": [
                "2645301",
                "2645318"
            ],
            "name": "Soul Beliefs: Causes and Consequences - Unit 1: Historical Foundations",
            "partnerIds": [
                "67"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/01/b10e70b39411e49bcbb33b109f2e54/SB_CourseImage.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "soulbeliefs",
            "startDate": 1427492988736,
            "workload": "15 hours of videos, quizzes and peer review"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Using a simple and enjoyable teaching style, this course introduces the novice listener to the wonders of classical music, from Bach fugues to Mozart symphonies to Puccini operas.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "eV-OTCTuEeWCGRL6mLoB5w",
            "instructorIds": [
                "1624998"
            ],
            "name": "Introduction to Classical Music",
            "partnerIds": [
                "109"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ec/5c09807b1211e4b698cdb17c9aa276/instru.jpeg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "introclassicalmusic",
            "startDate": 1449249146639,
            "workload": "9 weeks, 2 - 3 hours per week"
        },
        {
            "courseType": "v1.session",
            "description": "Participants will learn the elements of research methods and design that are essential to the translation of knowledge into clinical practice, administration/leadership, and health policy. ",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-1053",
            "instructorIds": [
                "1936892"
            ],
            "name": "Understanding Research: An Overview for Health Professionals",
            "partnerIds": [
                "10"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/82/82bef0352b11e48170130ca7e70d6d/iStock_000000261410Small.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "researchforhealth",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "学悖论课程，玩思维魔方，做最强大脑！",
            "domainTypes": [],
            "id": "v1-3501",
            "instructorIds": [
                "14612369"
            ],
            "name": "悖论：思维的魔方",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/35/bd50f047cf11e581f8c1a98e00f6b3/600x340_____.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "paradox",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn how social factors promote mental health, influence the onset and course of mental illness, and affect how mental illnesses are diagnosed and treated.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                }
            ],
            "id": "v1-80",
            "instructorIds": [
                "882099"
            ],
            "name": "The Social Context of Mental Health and Illness",
            "partnerIds": [
                "11"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2f/3ffa80352d11e4af4bdd0c6ca4b30a/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "mentalhealth",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course will emphasise what you can do to act professionally. This includes developing your own philosophy of teaching and making sure that you continue to improve your knowledge and skills. It also considers what it means to be part of a community of professionals, working with others to improve what happens in your school, community and profession.\n\nThis course is part of the Foundations of Teaching for Learning program which is designed to assist people who are currently teaching but have had no formal teacher education improve their understanding of their role and work as a teacher.  This set of courses will enhance your knowledge and understanding about learning and teaching and what makes a teacher a professional.  \n\nPractical activities are provided to assist you in using what you have learned to improve your teaching practice.  While these are optional, it is strongly recommended that you undertake them if at all possible.\n\nOf particular importance is a guide to the development of a portfolio to help you organize and document your thinking about what you have learned. In addition, you may be able to use the portfolio to access other opportunities in the future.\n\nAnnouncement for US based teachers:\n\nCoursera and its partners are proud to offer eligible teachers in the US free Verified Certificates for this course and other high-quality teacher professional development courses, through the ConnectED effort announced by President Obama.\n\nTo participate in this opportunity, US district leaders simply need to approve Coursera teacher professional development by completing a brief form at: www.coursera.org/tpd.\n\nUS Teachers interested in this opportunity are also encouraged to follow the link to learn more and www.coursera.org/tpd.\n\nOnce a district’s form has been verified, the district leader will be notified and teachers in the district will receive access to free verified certificates for Coursera professional development.\n\nCoursera and the Commonwealth Education Trust thank educators for the hard work they do every day and hope this opportunity will assist US teachers to continue developing their craft in a meaningful and flexible way.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "w8XFGTVyEeWW9BKhJ4xW0Q",
            "instructorIds": [
                "4007107",
                "3366373"
            ],
            "name": "Foundations of Teaching for Learning 7: Being a Professional",
            "partnerIds": [
                "106"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9d/4095b0371311e58a5c4fd2a1a66791/CET-Updated-H264-720p7.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "professional-teacher",
            "startDate": 1440442800000,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Empleados de todo nivel y con cargos de todo tipo pueden aplicar a diario el arte de negociar. Los alumnos adquieren una visión actual de las estrategias y tácticas de negociación, aprenden lo que significa negociar y se familiarizan con diversos tipos de negociaciones, como regateos a ultranza, gana-ganas, negociaciones en nombre de una organización y negociaciones a título individual. En el curso se analizan los rasgos personales y la conducta de un negociador eficaz y se habla de cómo el empoderamiento, una posición de fuerza y la autoridad que uno tenga afectan la marcha y el resultado de una negociación. También se aborda la importancia de hacer una buena planificación y preparación antes de una reunión de negociación.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "Af_9xkEkEeWpogr5ZO8qxQ",
            "instructorIds": [
                "8887234"
            ],
            "name": "El arte de negociar",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/64/70158066ad11e498d6d9c80ec88b73/Negotiation-r2a.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "arte-de-negociacion",
            "startDate": 1445674570360,
            "workload": "De 4 a 8 horas de videos, lecturas y exámenes"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Fear and uncertainty about copyright law often plagues educators and sometimes prevents creative teaching.  This course is a professional development opportunity designed to provide a basic introduction to US copyright law and to empower teachers and librarians at all grade levels. Course participants will discover that the law is designed to help educators and librarians.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "487jV_KLEeS5LyIAC3lSsg",
            "instructorIds": [
                "4991296",
                "1513093",
                "7974517"
            ],
            "name": "Copyright for Educators & Librarians",
            "partnerIds": [
                "7",
                "23",
                "77"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ef/ff3420ec0811e3ad56b7db72792905/puzzle_cfel.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "copyright-for-education",
            "startDate": 1436203419393,
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course provides a brief introduction to game theory. Our main goal is to understand the basic ideas behind the key concepts in game theory, such as equilibrium, rationality, and cooperation. The course uses very little mathematics, and it is ideal for those who are looking for a conceptual introduction to game theory.\n\nBusiness competition, political campaigns, the struggle for existence by animals and plants, and so on, can all be regarded as a kind of “game,” in which individuals try to do their best against others. Game theory provides a general framework to describe and analyze how individuals behave in such “strategic” situations.\n\nThis course focuses on the key concepts in game theory, and attempts to outline the informal basic ideas that are often hidden behind mathematical definitions. Game theory has been applied to a number of disciplines, including economics, political science, psychology, sociology, biology, and computer science. Therefore, a warm welcome is extended to audiences from all fields who are interested in what game theory is all about.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "hhFDsQ72EeWPhwrBf2tcNQ",
            "instructorIds": [
                "6201227"
            ],
            "name": "Welcome to Game Theory",
            "partnerIds": [
                "76"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e6/2d8850591011e4bea0bbeada42b01c/c_WelcometoGameTheory.jpeg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "game-theory-introduction",
            "startDate": 1447814325669,
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn more about how to plan for urban sanitation at city and local/community levels, different sanitation system and technology configurations and examples of successful and failed urban sanitation systems in low- and middle-income countries.\n",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-1487",
            "instructorIds": [
                "9206274"
            ],
            "name": "Planning & Design of Sanitation Systems and Technologies ",
            "partnerIds": [
                "16"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/b4/091610df5711e3b64ce12b0caa6a79/Water-Sanitation-v2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "sanitation",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Experienced Computer Scientists analyze and solve computational problems at a level of abstraction that is beyond that of any particular programming language.  This two-part class is designed to train students in the mathematical concepts and process of \"Algorithmic Thinking\", allowing them to build simpler, more efficient solutions to computational problems.\n",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "v1-2760",
            "instructorIds": [
                "157988",
                "726142",
                "527518"
            ],
            "name": "Algorithmic Thinking (Part 1)",
            "partnerIds": [
                "13"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/70/676ac09dd811e4bb04df5094b51a1e/AlgTh_logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "algorithmicthink1",
            "startDate": 1452902400000,
            "workload": "7-10 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "In this course, we will see how evolutionary trees resolve quandaries from finding the origin of a deadly virus to locating the birthplace of modern humans. We will then use methods from computational proteomics to test whether we can reconstruct Tyrannosaurus rex proteins and prove that birds evolved from dinosaurs.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "bioinformatics"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "v1-3048",
            "instructorIds": [
                "1540981",
                "2658887"
            ],
            "name": "Molecular Evolution (Bioinformatics IV)",
            "partnerIds": [
                "53"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/16/564df0f3c111e49df8c5b906a2b7ae/evo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "molecularevolution",
            "startDate": 1457481600000,
            "workload": "4-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course focuses on the common growth challenges faced by existing private businesses when they attempt to grow substantially.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "EfvjN5XvEeSqQiIACyEY7w",
            "instructorIds": [
                "988020"
            ],
            "name": "Grow to Greatness: Smart Growth for Private Businesses, Part I",
            "partnerIds": [
                "18"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera.s3.amazonaws.com/topics/growtogreatness/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "smart-growth-strategy-1",
            "startDate": 1422411507195,
            "workload": "6 hours of videos and assessments"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The course builds on my Introduction to Financial Accounting course, which you should complete first. In this course, you will learn how to read, understand, and analyze most of the information provided by companies in their financial statements.  These skills will help you make more informed decisions using financial information.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "7s7JbZ4REeWIXgpWJNgyEw",
            "instructorIds": [
                "1937011"
            ],
            "name": "More Introduction to Financial Accounting",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/3e/b505c0ee7611e4890b43504b150d21/online_learning_slide_vAccounting.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "wharton-financial-accounting",
            "startDate": 1454698330675,
            "workload": "6 weeks of study, 6-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "本课程面向非计算机软件专业本科生及相关IT行业从业人士，介绍计算机科学和信息技术理论基础的概念和思想方法。",
            "domainTypes": [],
            "id": "v1-3514",
            "instructorIds": [
                "11511889"
            ],
            "name": "离散数学概论 Discrete Mathematics Generality",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/5a/4e5f104d3111e592b8a9c1c44cb3fe/600x340_____.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "dmathgen",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "How can we create agile micro aerial vehicles that are able to operate autonomously in cluttered indoor and outdoor environments?  You will gain an introduction to the mechanics of flight and the design of quadrotor flying robots and will be able to develop dynamic models, derive controllers, and synthesize planners for operating in three dimensional environments.  You will be exposed to the challenges of using noisy sensors for localization and maneuvering in complex, three-dimensional environments.  Finally, you will gain insights through seeing real world examples of the possible applications and challenges for the rapidly-growing drone industry.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                },
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "jHCTx1u-EeWylgpjfV1KVQ",
            "instructorIds": [
                "14347503"
            ],
            "name": "Robotics: Aerial Robotics",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a0/01fb207cd911e58108cf8cb753e7a9/Aerial-Robotics-Logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "robotics-flight",
            "startDate": 1452870427860,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Public-Private Partnerships (PPP) are one tool that governments can employ to help deliver needed infrastructure services. PPPs are a way of contracting for services, using private sector innovation and expertise, and they often leverage private finance. PPPs can, implemented under the right circumstances, improve service provision and facilitate economic growth. ",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "v1-2786",
            "instructorIds": [
                "8550026",
                "11351674",
                "11375316"
            ],
            "name": "Public-Private Partnerships (PPP): How can PPPs help deliver better services?",
            "partnerIds": [
                "73"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/87/ac9030a5e311e490f08bdd12ecb2a2/ppp-logo-600x340.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "effectiveppp",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Ce cours propose de dresser en premier lieu un état de la planète en termes de répartition de la richesse sur terre et de problèmes environnementaux globaux. A partir de là d'envisager les scénarios possibles et d'approfondir la notion de durabilité.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "v1-1165",
            "instructorIds": [
                "5192980"
            ],
            "name": "Durabilité : état des lieux planétaire, scénarios envisageables",
            "partnerIds": [
                "159"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/01/a0b520352c11e49d32519928fb33e3/Durabilite_Fotolia_42512989_web_600x340.png",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "durabilite",
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "The basic biology of the virus, HIV, and the disease it causes, AIDS.  The economic, social and political factors that determine who gets sick and who remains healthy, who lives and who dies.  The progress of scientific research and medical treatments.  The reasons for hope; the reasons for fear.  (To get a glimpse of some of the materials that students have been posting on the course forums, go to @AIDSFAH or #AIDSFAH.)",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "pD1uvzvKEeWjyxInT4zYJQ",
            "instructorIds": [
                "4287594"
            ],
            "name": "AIDS: Fear and Hope",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/7f/0f52809f7811e4b7f41dd353287e0d/HIVAIDS_class_thumbnail_v4_TO_011815.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "aids-fear-hope",
            "startDate": 1444088251946,
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "An introduction to astronomy through a broad survey of what we know about the universe and how we know it.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "v1-57",
            "instructorIds": [
                "638605"
            ],
            "name": "Introduction to Astronomy",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2a/93d790352d11e49dc56df018365453/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "introastro",
            "workload": "6-12 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Os estudantes terão a oportunidade de compreender quais são as habilidades e competências que o empreendedor deve criar e desenvolver para empreender um novo empreendimento. Empreendedores convidados participarão das aulas, contando e discutindo suas experiências empreendedoras, articuladas aos conceitos e práticas do curso.\n\nO curso será oferecido no início do 2o. semestre de 2015. Este é um curso destinado aos empreendedores individuais ou time de empreendedores que já avançaram no processo de identificação de uma oportunidade de um novo negócio ou, para candidatos a empreendedores que queiram ter uma visão sobre o processo de aquisição de competências empreendedoras. Além disso, profissionais de empresas e organizações, em busca de conhecimento sobre competências empreendedoras, podem se beneficiar do conteúdo do curso. \n\nQue tipos de competências os empreendedores devem gerenciar para perceber e desenvolver um novo negócio? \nComo os empreendedores devem gerenciar suas capacidades de adquirir e aplicar os conhecimentos necessários para seus desenvolvimentos pessoais, profissionais e para a viabilidade do seu empreendimento?\nComo os empreendedores devem direcionar seus comportamentos para tomar as melhores decisões? \nComo os empreendedores devem mobilizar suas conexões com pessoas e organizações em prol do seu negócio? \nEstas algumas das principais perguntas respondidas pelo curso. \n\nA abordagem do curso é baseada portanto, no conceito e nas práticas das competências que o empreendedor deve criar e praticar para desenvolver um novo empreendimento, com alguns destaques para a área tecnológica. Ou seja, o curso trata do empreendedorismo baseado em competências.\n\nTodas as principais competências tratadas pelo curso são contextualizadas pela participação de vários empreendedores, com diferentes graus de experiência, convidados a descrever e discutir suas trajetórias empreendedoras e como resolveram os principais problemas de suas empresas e negócios através das suas próprias competências empreendedoras. \n\nAo final, os estudantes poderão estar mais conscientes e melhor preparados para enxergar, perceber e aplicar as competências empreendedoras para o desenvolvimento dos seus empreendimentos.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                }
            ],
            "id": "hHc_5i-9EeWv_w7cMMH1Uw",
            "instructorIds": [
                "8767321"
            ],
            "name": "O Empreendedorismo e as Competências do Empreendedor",
            "partnerIds": [
                "208"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/33/114b10302611e5819b1953b0cf01a4/empreendedorismo_lemos.png",
            "primaryLanguages": [
                "pt"
            ],
            "slug": "empreendedorismo",
            "startDate": 1439229537200,
            "workload": "10-12 horas"
        },
        {
            "courseType": "v1.session",
            "description": "In an engaging six-session format, Power Onboarding will provide practical, easy-to-use tools to guide an individual who is transitioning to a new job. Students will prepare a custom, actionable personal onboarding plan that will set them up for success in their new role.",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "v1-1801",
            "instructorIds": [
                "7444132"
            ],
            "name": "Power Onboarding",
            "partnerIds": [
                "54"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/40/cb51f0f25711e3a090a9a3fd07be79/course-logo-600x340.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "poweronboarding",
            "startDate": 1454284800000,
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course covers the analysis of Functional Magnetic Resonance Imaging (fMRI) data. It is a continuation of the course “Principles of fMRI, Part 1”",
            "domainTypes": [],
            "id": "v1-3605",
            "instructorIds": [
                "3936929",
                "7303121"
            ],
            "name": "Principles of fMRI 2",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/07/76ca706cee11e59b0d6b067f4f3326/fmri1.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "fmri2",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "In this class, you will learn fundamental algorithms and mathematical models for processing natural language, and how these can be used to solve practical problems.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "machine-learning"
                }
            ],
            "id": "v1-7",
            "instructorIds": [
                "775",
                "68850"
            ],
            "name": "Natural Language Processing",
            "partnerIds": [
                "1"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/35/dec5b0352d11e4b1518bb3518fcc93/large-icon.png",
            "previewLink": "https://class.coursera.org/nlp/lecture/preview",
            "primaryLanguages": [
                "en"
            ],
            "slug": "nlp",
            "workload": "8-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Le cours propose une lecture de l’environnement urbain en Afrique à travers les thématiques les plus pertinentes pour mesurer le niveau de développement d’un pays : eau et vie urbaine, assainissement (eaux usées et pluviales), gestion des déchets solides, agriculture urbaine. Après avoir analysé les différents enjeux de celles-ci, nous aborderons les liens entre environnement urbain et santé.\n\nPour chacune des thématiques énoncées, nous présenterons une étude de cas. \n\nL’entrée du cours n’est pas disciplinaire, mais thématique. Le cours articule différents échelles de lecture de la ville (régional, inter urbain et intra urbain) pour dégager les caractéristiques et les disparités.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "WjWqdVVxEeWsGQ6fKrurvQ",
            "instructorIds": [
                "12888465",
                "3959836"
            ],
            "name": "Villes africaines: Environnement et enjeux de développement durable",
            "partnerIds": [
                "16"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/aa/eb9760557111e5964cd77bc8d06838/vignette_env_urbain_Yemadji.tiff",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "environnement-urbain-afrique",
            "startDate": 1448293682270,
            "workload": "5 semaines d'étude, 1-2 heures / semaine"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Explore the world of spatial analysis and cartography with geographic information systems (GIS). In this class you will learn the basics of the industry’s leading software tool, ArcGIS, during four week-long modules: \n\nWeek 1: Learn how GIS grew from paper maps to the globally integrated electronic software packages of today. You will install ArcGIS on your computer and learn how to use online help to answer technical questions.\n\nWeek 2: Open up ArcGIS and explore data using ArcMap. Learn the foundational concepts of GIS, how to analyze data, and make your first map.\n\nWeek 3: Make your own maps! Symbolize data and create an eye-catching final product. \n\nWeek 4: Share your data and maps and learn to store and organize your data.\n\nTake Fundamentals of GIS as a standalone course or as part of the Geographic Information Systems (GIS) Specialization. By completing the first class in the Specialization you will gain the skills needed to succeed in the full program.\n\nStudents who need an ArcGIS license will receive a non-commercial, 1 year student license for participation in this course and specialization.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "hESqA3EhEeWIfhKr_WcYsQ",
            "instructorIds": [
                "1460655"
            ],
            "name": "Fundamentals of GIS",
            "partnerIds": [
                "83"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4b/ff06a0b32311e5b2c7f943e1bec518/DesktopGIS_Alternate_4.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "gis",
            "startDate": 1455911103090,
            "workload": "4 weeks of study, 3-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "What does the future hold for global markets? How are societies and cultures evolving? Who will be global powers of the 21st century? Take this class and find out how global trends are transforming business and society.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "v1-1154",
            "instructorIds": [
                "4703683"
            ],
            "name": "Analyzing Global Trends for Business and Society",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/30/66bd9086e111e3a313197bb6c1d4ec/MauroLogo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "globaltrends",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Arts and culture leaders have a tough but rewarding task: creating and leading sustainable organizations that deliver real social value. There is a lot of competition out there. Being an effective leader means constantly adapting, cleverly using the best tools to reach as many people as possible. This course is designed to help leaders at any level do just that.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "wWmv2BEhEeWvmQrN_lODCw",
            "instructorIds": [
                "6185463",
                "9693071"
            ],
            "name": "Arts and Culture Strategy",
            "partnerIds": [
                "6",
                "227"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c4/cb80e0528411e5be8fb71ae34d8019/NAS-course-logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "arts-culture-strategy",
            "startDate": 1441729293359,
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Этот курс для тех, кто изучал физику в школе или в университете, пусть даже почти ничего при этом не понял, но желал бы все-таки понять; для тех, кто любознателен, кому интересно, как устроен и по каким правилам существует Вселенная, в которой мы живем, и природа, которая нас окружает; для тех, кто собирается в будущем заняться любой творческой работой, требующей кроме прочего хорошего логического анализа. \n\nВ результате прохождения курса вы узнаете многое о том, как устроен и по каким объективным законам существует наш Мир, и какими способами мы можем проникать в тайны его законов и использовать их на практике. Вы узнаете, как отличить действительные знания от мнимых, научитесь отличать псевдознания от “уфологов”, “экстрасенсов” и прочих от подлинного знания, основанного на логике и общих представлениях о принципах организации нашего Мира, заложенных Природой и/или Создателем. Вы сможете продолжить изучение проекта «Физика» на действительно глубоком уровне в последующих модулях нашего курса.\n\nЧто надо знать и уметь, чтобы приступить к изучению этого курса?\n•\tНачальные знания по физике в рамках школьного курса, пусть даже и не слишком твердо усвоенные\n•\tУмение логически мыслить, складывать “два и два”, делать выводы из предпосылок.\n•\tИметь достаточные знания по математике в рамках школьного курса.\n\nПри успешном прохождении курса вы получите сертификат, который будет позитивно оценен и учтен при поступлении, например, в магистратуру технического профиля. Кроме этого сертификат подтвердит наличие у Вас не только физико-математической подготовки, но и наличие развитых способностей к логическому анализу, что высоко ценится умными работодателями, независимо от профиля работы.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "research-methods"
                }
            ],
            "id": "Asxsh1VZEeWaMw4b4yEpbw",
            "instructorIds": [
                "14949346"
            ],
            "name": "Физика как глобальный проект",
            "partnerIds": [
                "281"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/52/71aad0563311e59db1594593474550/logo_picture_phys.png",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "physics-global-project",
            "startDate": 1455120703717,
            "workload": "8 weeks of study, 3-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "In this introductory, self-paced course, you will learn multiple theories of organizational behavior and apply them to actual cases of organizational change. ",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "v1-147",
            "instructorIds": [
                "1139667"
            ],
            "name": "Organizational Analysis (Self-Paced)",
            "partnerIds": [
                "1"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/38/5ce510352d11e49374019bac019d2c/large-icon.png",
            "previewLink": "https://class.coursera.org/organalysis-003/lecture/preview",
            "primaryLanguages": [
                "en"
            ],
            "slug": "organalysis",
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Este curso busca estimular os participantes a compreender e refletir sobre organizações e ambiente de negócios, apoiar compreensão de terminologia contábil, de contabilidade e seus relatórios básicos e inspirar uma reflexão sobre carreira e desenvolvimento profissional na área.\n",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "v1-2146",
            "instructorIds": [
                "8891317"
            ],
            "name": "Fundamentos e Linguagem de Negócios: Contabilidade (The Blue Side Up)",
            "partnerIds": [
                "221"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/97/57cf603a7011e49acdcfd9c2fca6c5/BlueSideUp.jpg",
            "primaryLanguages": [
                "pt"
            ],
            "slug": "linguanegocios",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Important note: The second assignment in this course covers the topic of Graph Analysis in the Cloud, in which you will use Elastic MapReduce and the Pig language to perform graph analysis over a moderately large dataset, about 600GB. In order to complete this assignment, you will need to make use of Amazon Web Services (AWS). Amazon has generously offered to provide up to $50 in free AWS credit to each learner in this course to allow you to complete the assignment. Further details regarding the process of receiving this credit are available in the welcome message for the course, as well as in the assignment itself. Please note that Amazon, University of Washington, and Coursera cannot reimburse you for any charges if you exhaust your credit.\n\nWhile we believe that this assignment contributes an excellent learning experience in this course, we understand that some learners may be unable or unwilling to use AWS. We are unable to issue Course Certificates for learners who do not complete the assignment that requires use of AWS. As such, you should not pay for a Course Certificate in Communicating Data Results if you are unable or unwilling to use AWS, as you will not be able to successfully complete the course without doing so.\n\nMaking predictions is not enough!  Effective data scientists know how to explain and interpret their results, and communicate findings accurately to stakeholders to inform business decisions.  Visualization is the field of research in computer science that studies effective communication of quantitative results by linking perception, cognition, and algorithms to exploit the enormous bandwidth of the human visual cortex.  In this course you will learn to recognize, design, and use effective visualizations.\n\nJust because you can make a prediction and convince others to act on it doesn’t mean you should.  In this course you will explore the ethical considerations around big data and how these considerations are beginning to influence policy and practice.   You will learn the foundational limitations of using technology to protect privacy and the codes of conduct emerging to guide the behavior of data scientists.  You will also learn the importance of reproducibility in data science and how the commercial cloud can help support reproducible research even for experiments involving massive datasets, complex computational infrastructures, or both.\n\nLearning Goals: After completing this course, you will be able to:\n1. Design and critique visualizations\n2. Explain the state-of-the-art in privacy, ethics, governance around big data and data science\n3. Use cloud computing to analyze large datasets in a reproducible way.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "sxQd3zI6EeWtEArDRuZAUQ",
            "instructorIds": [
                "999946"
            ],
            "name": "Communicating Data Science Results",
            "partnerIds": [
                "15"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera.s3.amazonaws.com/topics/datasci/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "data-results",
            "startDate": 1448521555156,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Me llamo Elisa Viso y una de mis pasiones es la de programar y enseñar a programar. \nEl lenguaje Java es uno de los que más me ha gustado en mis 45 años que llevo programando. Si bien te podrá parecer un poco complicado empezar a programar en Java, una vez que cubras los conceptos básicos verás qué rápido se avanza.\nJava, como todos los lenguajes de programación bien hechos, te dejan hacer cualquier cosa (algunas de ellas con más trabajo que en otros lenguajes y otras casi directamente de cómo piensas la solución al problema). \nPero una vez que pasas esa primera etapa, programar te va a hacer sentir casi como un sacerdote de un culto extraño, que puede hacer que las cosas sucedan a placer, se vean exactamente como tú quieres y obtengas una satisfacción enorme de haber construido algo que puedes ver y repartirlo para que otros lo usen.\nEn este curso aprenderás:\n1. El proceso de desarrollar y ejecutar un programa.\n2. Qué es la orientación a objetos (OO).\n3. Qué es un “objeto” en el contexto de programación.\n4. Qué quiere decir que Java sea un lenguaje “orientado a objetos\".",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "sVI44kbHEeWg8Q7YVWmVfw",
            "instructorIds": [
                "7130482"
            ],
            "name": "Introducción a Java",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f1/4a66804dc111e59c90d5d1f3c33638/introduccion_java.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "introjava",
            "startDate": 1443482449773,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "For your Responsive Website Development and Design Specialization Capstone Project, you will create a complete, responsive, multi-user, data-driven website which aims to solve a particular problem. We encourage you to create a website addressing a problem that you are interested in!  However, if you don’t have an idea of your own, we have several that we will suggest in the course.  \n\nIn the capstone project, you will:\n1. Develop a complete website using the full range of skills learned during the specialisation\n2. Work through a structured process from idea generation to product delivery\n3. Document and receive feedback on the development of your project from an idea to a fully functional piece of software in a series of structured assignments including peer interactions\n\nParticipation in or completion of this online course will not confer academic credit for University of London programmes",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "vzTi2jefEeWnxw5wP_KHTw",
            "instructorIds": [
                "1960981",
                "16446823"
            ],
            "name": "Responsive Website Development and Design Capstone ",
            "partnerIds": [
                "26",
                "303"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f6/8399803cf211e5ac1065c492edc8df/MOOC-1-V-5.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "responsive-web-design-capstone",
            "startDate": 1452531230556,
            "workload": "6 weeks, 3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Former U.S. Secretary of the Treasury Timothy F. Geithner and Professor Andrew Metrick surveys the causes, events, policy responses, and aftermath of the recent global financial crisis.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                },
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "tjqUXz-5EeWpogr5ZO8qxQ",
            "instructorIds": [
                "14470269",
                "15814936"
            ],
            "name": "The Global Financial Crisis",
            "partnerIds": [
                "109"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4b/5ead9077ff11e59c2b53444bc9b5dd/GlobalCrisis-lg-v2_6_.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "global-financial-crisis",
            "startDate": 1446623270049,
            "workload": "11 weeks of study, 4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Population and welfare are growing. Providing the world with metals is becoming a major challenge. Only by closing the loop will metals be available in sufficient quantities, not just now but also in the future: urban mining, the substantial re-use and recycling of metals. In this MOOC we will explore the challenges related to metals supply, both scarcity and environmental impacts, and the conditions and consequences of a circular economy for metals, based on the reports of UNEP's International Resource Panel.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "v1-1353",
            "instructorIds": [
                "6049557"
            ],
            "name": "Wheels of Metals: Urban Mining for a Circular Economy",
            "partnerIds": [
                "25"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/5f/be19b0352a11e4b07f0965d0c0162f/logo_MetalWheels.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "metals",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "In the capstone, students will engage on a real world project requiring them to apply skills from the entire data science pipeline: preparing, organizing, and transforming data, constructing a model, and evaluating results.    Through a collaboration with Coursolve, each Capstone project is associated with partner stakeholders who have a vested interest in your results and are eager to deploy them in practice.  These projects will not be straightforward and the outcome is not prescribed -- you will need to tolerate ambiguity and negative results!  But we believe the experience will be rewarding and will better prepare you for data science projects in practice.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "EGOMPEacEeWcUBKKSpC5MQ",
            "instructorIds": [
                "999946"
            ],
            "name": "Data Science at Scale - Capstone Project",
            "partnerIds": [
                "15"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/11/b1cd004d2211e5b9b22778162e6288/UW_PracticalDataScience_Getty479524481.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "datasci-capstone",
            "startDate": 1441043682277,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Improve your ability to manage creativity and to lead an innovation strategy in businesses, schools, hospitals, governments, and other complex organizations and institutions, by diagnosing likely innovation failures before they occur.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "v1-229",
            "instructorIds": [
                "1330818"
            ],
            "name": "Leading Strategic Innovation in Organizations",
            "partnerIds": [
                "37"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/21/44a0a37507298ea04382dfed448393/Coursera-logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "innovation",
            "workload": "6-12 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course will survey fundamental principles of language acquisition and learning to read. We will explore the possibility of becoming literate without formal schooling and instruction. No prior background in behavioral science, neuroscience, or technology is required.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-410",
            "instructorIds": [
                "625560"
            ],
            "name": "Children Acquiring Literacy Naturally",
            "partnerIds": [
                "56"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/6c/a791d9fcf4f0d1afdfbd3b93e198b7/Slide1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "childliteracy",
            "workload": "3-7 hours/week"
        }
    ],
    "linked": {
        "instructors.v1": [
            {
                "fullName": "",
                "id": "6185463"
            },
            {
                "fullName": "",
                "id": "5192980"
            },
            {
                "fullName": "Mia Minnes",
                "id": "13728862"
            },
            {
                "fullName": "Laura Huang",
                "id": "16532120"
            },
            {
                "fullName": "",
                "id": "11507527"
            },
            {
                "fullName": "Karl  T. Ulrich",
                "id": "341966"
            },
            {
                "fullName": "Scott  Klemmer",
                "id": "1250"
            },
            {
                "fullName": "Andrew Metrick",
                "id": "14470269"
            },
            {
                "fullName": "Steven Fine",
                "id": "8515252"
            },
            {
                "fullName": "",
                "id": "11301137"
            },
            {
                "fullName": "",
                "id": "4326838"
            },
            {
                "fullName": "",
                "id": "2899804"
            },
            {
                "fullName": "",
                "id": "14612369"
            },
            {
                "fullName": "Timothy Geithner",
                "id": "15814936"
            },
            {
                "fullName": "",
                "id": "6049557"
            },
            {
                "fullName": "Scott DeRue, Ph.D.",
                "id": "14413061"
            },
            {
                "fullName": "",
                "id": "9842283"
            },
            {
                "fullName": "Paulo Lemos",
                "id": "8767321"
            },
            {
                "fullName": "",
                "id": "2645301"
            },
            {
                "fullName": "",
                "id": "11511889"
            },
            {
                "fullName": "",
                "id": "4991296"
            },
            {
                "fullName": "",
                "id": "3360857"
            },
            {
                "fullName": "",
                "id": "1513337"
            },
            {
                "fullName": "",
                "id": "4007107"
            },
            {
                "fullName": "Dianne Rudo",
                "id": "11375316"
            },
            {
                "fullName": "",
                "id": "11351674"
            },
            {
                "fullName": "",
                "id": "209008"
            },
            {
                "fullName": "Tor Wager",
                "id": "7303121"
            },
            {
                "fullName": "",
                "id": "4287594"
            },
            {
                "fullName": "",
                "id": "4326899"
            },
            {
                "fullName": "Christine Alvarado",
                "id": "13723863"
            },
            {
                "fullName": "Kevin Williams",
                "id": "17128976"
            },
            {
                "fullName": "",
                "id": "1293448"
            },
            {
                "fullName": "",
                "id": "8218371"
            },
            {
                "fullName": "Andrés Guerrero Alvarado",
                "id": "11113389"
            },
            {
                "fullName": "David Bell",
                "id": "3799837"
            },
            {
                "fullName": "",
                "id": "5326990"
            },
            {
                "fullName": "",
                "id": "3795765"
            },
            {
                "fullName": "Dr Matthew Yee-King",
                "id": "1960981"
            },
            {
                "fullName": "",
                "id": "4703683"
            },
            {
                "fullName": "Leo Porter",
                "id": "12264824"
            },
            {
                "fullName": "",
                "id": "775"
            },
            {
                "fullName": "Peng Chongsheng",
                "id": "5218103"
            },
            {
                "fullName": "Lori Rosenkopf",
                "id": "16532472"
            },
            {
                "fullName": "",
                "id": "999946"
            },
            {
                "fullName": "Orin Starn",
                "id": "1159084"
            },
            {
                "fullName": "Maxim Sytch, Ph.D.",
                "id": "8072182"
            },
            {
                "fullName": "Pavel  Pevzner",
                "id": "1540981"
            },
            {
                "fullName": "Professor John MacBeath",
                "id": "3366373"
            },
            {
                "fullName": "",
                "id": "5630514"
            },
            {
                "fullName": "",
                "id": "1330818"
            },
            {
                "fullName": "",
                "id": "5063956"
            },
            {
                "fullName": "",
                "id": "157988"
            },
            {
                "fullName": "",
                "id": "3682146"
            },
            {
                "fullName": "",
                "id": "5924526"
            },
            {
                "fullName": "Dr Jenny Thomson",
                "id": "6458138"
            },
            {
                "fullName": "",
                "id": "227062"
            },
            {
                "fullName": "",
                "id": "638605"
            },
            {
                "fullName": "",
                "id": "3366404"
            },
            {
                "fullName": "Brian J Bushee",
                "id": "1937011"
            },
            {
                "fullName": "",
                "id": "8891317"
            },
            {
                "fullName": "Anahi Salgado",
                "id": "14422666"
            },
            {
                "fullName": "Vijay Kumar",
                "id": "14347503"
            },
            {
                "fullName": "",
                "id": "1624998"
            },
            {
                "fullName": "",
                "id": "2443158"
            },
            {
                "fullName": "Candy Lee",
                "id": "2685251"
            },
            {
                "fullName": "",
                "id": "2602095"
            },
            {
                "fullName": "",
                "id": "10543669"
            },
            {
                "fullName": "",
                "id": "2643705"
            },
            {
                "fullName": "Larry Bourgerie",
                "id": "15677831"
            },
            {
                "fullName": "",
                "id": "2694569"
            },
            {
                "fullName": "",
                "id": "11912486"
            },
            {
                "fullName": "",
                "id": "1936892"
            },
            {
                "fullName": "Виктор Кантор",
                "id": "3722005"
            },
            {
                "fullName": "",
                "id": "8425254"
            },
            {
                "fullName": "",
                "id": "250165"
            },
            {
                "fullName": "Sue Robins, M.S. Ed.",
                "id": "8887234"
            },
            {
                "fullName": "Kartik Hosanagar",
                "id": "16224543"
            },
            {
                "fullName": "",
                "id": "9702526"
            },
            {
                "fullName": "",
                "id": "2612460"
            },
            {
                "fullName": "",
                "id": "7609260"
            },
            {
                "fullName": "Prof. Yvonne D. Harrison, PhD",
                "id": "4751847"
            },
            {
                "fullName": "N’Diékhor Yemadji",
                "id": "12888465"
            },
            {
                "fullName": "Robert Austin",
                "id": "5012641"
            },
            {
                "fullName": "",
                "id": "7853374"
            },
            {
                "fullName": "",
                "id": "3875555"
            },
            {
                "fullName": "",
                "id": "527518"
            },
            {
                "fullName": "Nick Santos",
                "id": "1460655"
            },
            {
                "fullName": "Mrs.  Russell  Willis  Taylor",
                "id": "9693071"
            },
            {
                "fullName": "",
                "id": "3936929"
            },
            {
                "fullName": "",
                "id": "7444132"
            },
            {
                "fullName": "",
                "id": "1841753"
            },
            {
                "fullName": "",
                "id": "785"
            },
            {
                "fullName": "Sanjay Goel",
                "id": "7028234"
            },
            {
                "fullName": "Pablo Figueroa",
                "id": "261112"
            },
            {
                "fullName": "",
                "id": "10476839"
            },
            {
                "fullName": "",
                "id": "1820329"
            },
            {
                "fullName": "",
                "id": "2672304"
            },
            {
                "fullName": "",
                "id": "8550026"
            },
            {
                "fullName": "",
                "id": "9206274"
            },
            {
                "fullName": "",
                "id": "2645318"
            },
            {
                "fullName": "Shannon Hessel",
                "id": "5262589"
            },
            {
                "fullName": "",
                "id": "2683483"
            },
            {
                "fullName": "Dae Ryun Chang",
                "id": "10324047"
            },
            {
                "fullName": "",
                "id": "1820338"
            },
            {
                "fullName": "",
                "id": "902954"
            },
            {
                "fullName": "Jérôme Chenal",
                "id": "3959836"
            },
            {
                "fullName": "David Hsu",
                "id": "16532358"
            },
            {
                "fullName": "",
                "id": "2083331"
            },
            {
                "fullName": "",
                "id": "68850"
            },
            {
                "fullName": "Евгений Рябенко",
                "id": "349711"
            },
            {
                "fullName": "",
                "id": "7230764"
            },
            {
                "fullName": "",
                "id": "9785201"
            },
            {
                "fullName": "Michihiro Kandori",
                "id": "6201227"
            },
            {
                "fullName": "Christian Terwiesch",
                "id": "1349478"
            },
            {
                "fullName": "Edward D. Hess",
                "id": "988020"
            },
            {
                "fullName": "Dr Vincent Goetry",
                "id": "6887418"
            },
            {
                "fullName": "",
                "id": "2249278"
            },
            {
                "fullName": "",
                "id": "11383783"
            },
            {
                "fullName": "Dr. Wayne Whiteman, PE",
                "id": "1900891"
            },
            {
                "fullName": "",
                "id": "726142"
            },
            {
                "fullName": "Valérie Gauthier",
                "id": "11182902"
            },
            {
                "fullName": "Dra. Elisa Viso Gurovich",
                "id": "7130482"
            },
            {
                "fullName": "",
                "id": "3145522"
            },
            {
                "fullName": "Henrik Bregnhøj",
                "id": "2435528"
            },
            {
                "fullName": "",
                "id": "2658887"
            },
            {
                "fullName": "Эмели Драль",
                "id": "188273"
            },
            {
                "fullName": "",
                "id": "625560"
            },
            {
                "fullName": "",
                "id": "5561683"
            },
            {
                "fullName": "",
                "id": "1667833"
            },
            {
                "fullName": "",
                "id": "882099"
            },
            {
                "fullName": "",
                "id": "7986178"
            },
            {
                "fullName": "Jean-Philippe Ansermet",
                "id": "2489806"
            },
            {
                "fullName": "",
                "id": "7974517"
            },
            {
                "fullName": "",
                "id": "2722532"
            },
            {
                "fullName": "Евгений Соколов",
                "id": "143601"
            },
            {
                "fullName": "Don Huesman",
                "id": "253929"
            },
            {
                "fullName": "",
                "id": "9009600"
            },
            {
                "fullName": "Dr James Ohene-Djan",
                "id": "16446823"
            },
            {
                "fullName": "",
                "id": "1513093"
            },
            {
                "fullName": "Ethan Mollick",
                "id": "16531669"
            },
            {
                "fullName": "",
                "id": "5448110"
            },
            {
                "fullName": "",
                "id": "2560114"
            },
            {
                "fullName": "",
                "id": "11070847"
            },
            {
                "fullName": "Ольчак Андрей Станиславович",
                "id": "14949346"
            },
            {
                "fullName": "",
                "id": "1139667"
            }
        ],
        "partners.v1": [
            {
                "id": "33",
                "name": "The University of Melbourne",
                "shortName": "unimelb"
            },
            {
                "id": "83",
                "name": "University of California, Davis",
                "shortName": "ucdavis"
            },
            {
                "id": "18",
                "name": "University of Virginia",
                "shortName": "uva"
            },
            {
                "id": "4",
                "name": "Princeton University",
                "shortName": "princeton"
            },
            {
                "id": "265",
                "name": "Yeshiva University",
                "shortName": "yeshiva"
            },
            {
                "id": "15",
                "name": "University of Washington",
                "shortName": "uw"
            },
            {
                "id": "117",
                "name": "The State University of New York",
                "shortName": "suny"
            },
            {
                "id": "93",
                "name": "University of Zurich",
                "shortName": "zurich"
            },
            {
                "id": "10",
                "name": "University of California, San Francisco",
                "shortName": "ucsf"
            },
            {
                "id": "76",
                "name": "The University of Tokyo",
                "shortName": "utokyo"
            },
            {
                "id": "67",
                "name": "Rutgers the State University of New Jersey",
                "shortName": "rutgers"
            },
            {
                "id": "3",
                "name": "University of Michigan",
                "shortName": "umich"
            },
            {
                "id": "13",
                "name": "Rice University",
                "shortName": "rice"
            },
            {
                "id": "9",
                "name": "Georgia Institute of Technology",
                "shortName": "gatech"
            },
            {
                "id": "57",
                "name": "Technical University of Denmark (DTU)",
                "shortName": "dtu"
            },
            {
                "id": "56",
                "name": "University of California, Santa Cruz",
                "shortName": "ucsc"
            },
            {
                "id": "25",
                "name": "Universiteit Leiden",
                "shortName": "leiden"
            },
            {
                "id": "303",
                "name": "Goldsmiths, University of London",
                "shortName": "goldsmiths"
            },
            {
                "id": "11",
                "name": "University of Toronto",
                "shortName": "utoronto"
            },
            {
                "id": "227",
                "name": "National Arts Strategies",
                "shortName": "nas"
            },
            {
                "id": "281",
                "name": "National Research Nuclear University MEPhI",
                "shortName": "mephi"
            },
            {
                "id": "16",
                "name": "École Polytechnique Fédérale de Lausanne",
                "shortName": "epfl"
            },
            {
                "id": "23",
                "name": "Emory University",
                "shortName": "emory"
            },
            {
                "id": "176",
                "name": "Moscow Institute of Physics and Technology",
                "shortName": "mipt"
            },
            {
                "id": "28",
                "name": "The Ohio State University",
                "shortName": "osu"
            },
            {
                "id": "161",
                "name": "HEC Paris",
                "shortName": "hec"
            },
            {
                "id": "221",
                "name": "Universidade de São Paulo",
                "shortName": "usp"
            },
            {
                "id": "159",
                "name": "University of Lausanne",
                "shortName": "unil"
            },
            {
                "id": "58",
                "name": "Universidad Nacional Autónoma de México",
                "shortName": "unam"
            },
            {
                "id": "208",
                "name": "Universidade Estadual de Campinas",
                "shortName": "unicamp"
            },
            {
                "id": "32",
                "name": "University of Maryland, College Park",
                "shortName": "umd"
            },
            {
                "id": "17",
                "name": "University of Illinois at Urbana-Champaign",
                "shortName": "illinois"
            },
            {
                "id": "26",
                "name": "University of London",
                "shortName": "london"
            },
            {
                "id": "73",
                "name": "The World Bank Group",
                "shortName": "worldbank"
            },
            {
                "id": "53",
                "name": "University of California, San Diego",
                "shortName": "ucsd"
            },
            {
                "id": "106",
                "name": "Commonwealth Education Trust",
                "shortName": "cet1886"
            },
            {
                "id": "7",
                "name": "Duke University",
                "shortName": "duke"
            },
            {
                "id": "30",
                "name": "University of California, Irvine",
                "shortName": "uci"
            },
            {
                "id": "37",
                "name": "Vanderbilt University",
                "shortName": "vanderbilt"
            },
            {
                "id": "175",
                "name": "Copenhagen Business School",
                "shortName": "cbs"
            },
            {
                "id": "299",
                "name": "UCL Institute of Education",
                "shortName": "uclioe"
            },
            {
                "id": "273",
                "name": "Universidad de los Andes",
                "shortName": "uniandes"
            },
            {
                "id": "128",
                "name": "CentraleSupélec",
                "shortName": "ecp"
            },
            {
                "id": "49",
                "name": "University of Geneva",
                "shortName": "unige"
            },
            {
                "id": "150",
                "name": "Shanghai Jiao Tong University",
                "shortName": "sjtu"
            },
            {
                "id": "6",
                "name": "University of Pennsylvania",
                "shortName": "penn"
            },
            {
                "id": "50",
                "name": "University of Minnesota",
                "shortName": "minnesota"
            },
            {
                "id": "110",
                "name": "Tel Aviv University",
                "shortName": "telaviv"
            },
            {
                "id": "220",
                "name": "Yonsei University",
                "shortName": "yonsei"
            },
            {
                "id": "64",
                "name": "Ludwig-Maximilians-Universität München (LMU)",
                "shortName": "lmu"
            },
            {
                "id": "77",
                "name": "The University of North Carolina at Chapel Hill",
                "shortName": "unc"
            },
            {
                "id": "300",
                "name": "Dyslexia International",
                "shortName": "dyslexiainternational"
            },
            {
                "id": "40",
                "name": "Columbia University",
                "shortName": "columbia"
            },
            {
                "id": "54",
                "name": "Northwestern University",
                "shortName": "northwestern"
            },
            {
                "id": "103",
                "name": "New Teacher Center",
                "shortName": "ntc"
            },
            {
                "id": "109",
                "name": "Yale University",
                "shortName": "yale"
            },
            {
                "id": "230",
                "name": "Nanjing University",
                "shortName": "nanjing"
            },
            {
                "id": "1",
                "name": "Stanford University",
                "shortName": "stanford"
            },
            {
                "id": "8",
                "name": "Johns Hopkins University",
                "shortName": "jhu"
            },
            {
                "id": "163",
                "name": "Peking University",
                "shortName": "pku"
            }
        ]
    },
    "paging": {
        "next": "700",
        "total": 1804
    }
}
