{
    "elements": [
        {
            "courseType": "v2.ondemand",
            "description": "This course, part 1 of a 2-course sequence, examines the history of rock, primarily as it unfolded in the United States, from the days before rock (pre-1955) to the end of the 1960s. This course covers the music of Elvis Presley, Chuck Berry, Phil Spector, Bob Dylan, the Beatles, the Rolling Stones, Jimi Hendrix, Cream, and many more artists, with an emphasis both on cultural context and on the music itself. We will also explore how developments in the music business and in technology helped shape the ways in which styles developed. \n\nRock emerged in the mid 1950s as a blending of mainstream pop, rhythm and blues, and country and western--styles that previously had remained relatively separate. This new style became the music of the emerging youth culture and was often associated with teen rebellion. We will follow the story of how this rowdy first wave of rock and roll (1955-59) was tamed in the early 60s but came roaring back with the Beatles and the Rolling Stones and then went psychedelic by the end of the decade.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "xOBaY1ibEeS-oiIAC0UN8Q",
            "instructorIds": [
                "2599979"
            ],
            "name": "History of Rock, Part One",
            "partnerIds": [
                "60"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f6/f0c01d4b28c43e525f5e9d075b3e25/HistoryofRockLogo2pt1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "history-of-rock",
            "startDate": 1432168695797,
            "workload": "12-24 hours of videos and quizzes"
        },
        {
            "courseType": "v1.session",
            "description": "Why and how are teachers integrating ICT (Information and Communication Technology) into primary education? In this course we analyse examples from schools in different parts of the world, and bring professional teachers, headteachers and policymakers together to share their best ideas and inspiring stories.\nThe materials in the course are based on studies carried out for the UNESCO Institute of IT in Education, Moscow.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-546",
            "instructorIds": [
                "1308882"
            ],
            "name": "ICT in Primary Education: Transforming children's learning across the curriculum",
            "partnerIds": [
                "26"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/95/9d2ef69c2ba46e9a73f3a69c8eb24d/Children-collaborating.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ictinprimary",
            "workload": "4-10 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course provides an introduction to the field of Natural Language Processing, including topics like Language Models, Parsing, Semantics, Question Answering, and Sentiment Analysis.\n",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "machine-learning"
                }
            ],
            "id": "v1-1073",
            "instructorIds": [
                "208698"
            ],
            "name": "Introduction to Natural Language Processing",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/b5/108cc0477311e595ba1fba66d4bb16/nlp.png",
            "previewLink": "https://class.coursera.org/nlpintro-001/lecture/preview",
            "primaryLanguages": [
                "en"
            ],
            "slug": "nlpintro",
            "workload": "7-10 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course covers mathematical topics in algebra and trigonometry and is designed to  prepare students to enroll for a first semester course in single variable calculus.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "v1-210",
            "instructorIds": [
                "1350643",
                "1499033"
            ],
            "name": "Pre-Calculus",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/e5/03280804e50fee3058d12b69011a91/math1b-course-logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "precalculus",
            "workload": "10-12 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "In this class you will learn how to conduct a functional behavior assessment (FBA) and apply principles of behavior in the public school classroom in order to promote positive classroom behavior and intervene effectively when faced with challenging behavior.  ",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-882",
            "instructorIds": [
                "4019074"
            ],
            "name": "Applying Principles of Behavior in the K-12 Classroom",
            "partnerIds": [
                "119"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/1e/b3cad0352c11e4aa8ec52e28a42c7f/MOOC-banner-v4.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "behaviorprinciples",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Introduire aux problématiques contemporaines du droit international et du droit comparé.\n\nAn Introduction to the contemporary issues on international law and comparative law. ",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-2687",
            "instructorIds": [
                "10600003",
                "10609131"
            ],
            "name": "Droit international et droit comparé: regards croisés",
            "partnerIds": [
                "130"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/95/c382909b4e11e487cc85c737337072/mooc_droit_600-340.tiff",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "droit",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Engineering Maintainable Android Apps, which is a 4 week MOOC that shows by example various methods for engineering maintainable Android apps, including test-driven development methods and how to develop/run unit tests using JUnit and Robotium (or equivalent automated testing frameworks for Android), as well as how to successfully apply common Java/Android software patterns to improve the extensibility and clarity of Android apps. Students will work incrementally on a hands-on project that systematically adds pattern-oriented enhancements to the app they developed in MOOC #3, along with the appropriate automated unit tests, i.e., each week they will add new functional and unit testing capabilities to their app project, based on the material covered in the lecture videos. These lessons will demonstrate the benefits of good software engineering practices that are targeted at creating maintainable code for mobile apps.\n\nThere will be roughly 3-4 hours of student engagement time per week, including video lectures, quizzes, and programming assignments. The ordering of the modules within the course is designed to be flexible.  In particular, students can watch the videos in whatever order suits their experience and needs, e.g., they may want to watch the unit testing videos prior to the software pattern videos if they prefer to learn about unit testing first.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "Wz6JsG3tEeWG0w42Sx-Gkw",
            "instructorIds": [
                "1337829",
                "2851010",
                "4639533"
            ],
            "name": "Engineering Maintainable Android Apps",
            "partnerIds": [
                "37"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a3/3ff860ba4011e58ed5a7022356e08b/android_maintainable-2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "engineeringandroidapps",
            "startDate": 1453240861010,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Success with your students starts on Day 1. Learn from NTC's 25 years developing key skills and strategies to create positive, productive classroom environments where students thrive. Build relationships with Secondary Grade (6-12) students, establish and maintain behavioral expectations, implement classroom procedures and routines, and use instructional time effectively.\n\nAbout the course:\nDeveloping mastery in establishing and maintaining a rich learning environment is one of the great joys of being a teacher. This course will provide high leverage strategies, resources, and support for professional growth so that you can provide students with the engaging, safe environment essential for student learning. This course is aligned to the needs of Secondary Grade teachers (6-12 grade, usually teaching multiple sections of the same content area, like math, fine arts, science, etc. to students 12 years and older).\n\nThis course will teach you how to implement research-based strategies in the following areas: \n- Setting and communicating high expectations for students;\n- Building positive relationships with and between students;\n- Organizing the learning environment;\n- Behavioral preventions and interventions; and\n- Establishing and maintaining routines and procedures that support student learning.\n\nStellar classrooms don’t just happen—they’re created with the kind of intentional planning and preparation this course offers so that you and your students can be successful from the start!",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "O_jWsQCnEeWKrCIAC49PHA",
            "instructorIds": [
                "3360910",
                "611232"
            ],
            "name": "First Year Teaching (Secondary Grades) - Success from the Start",
            "partnerIds": [
                "103"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d3/3cc8d4373928a067fabac7820f0ccc/success-from-the-start-2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "teaching-secondary",
            "startDate": 1437422025332,
            "workload": "2-3 hours of lectures and assignments"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Regardless of where you live, the European Union not only affects your life, but may also transform it. By learning how Europe works, a new world will open up to you and \ndiscover new jobs you never heard of.\n\nThe European Union has a large, yet often unnoticed, impact on many aspects of everybody’s life. We will analyze what the EU is doing for YOU regardless of where you live. We will also look at what YOU can do for and in Europe.\n\nWhether you are traveling, eating, working, doing business, shopping, surfing the Internet or breathing, all these activities are largely shaped by the EU.  As a result no global citizen, business leader, lawmaker, lobbyist or student can effectively operate in Europe or in the world without a solid understanding of this unique laboratory of integration. \n\nWhile the EU is often depicted as a monstrous bureaucratic creature, condemned to irrelevance by the emerging economies, in 50 years it accomplished what other countries took centuries to realize. The EU remains the most accomplished experiment of economic, social and political integration in human history.\n\nGiven its inherent complexities, this Course aims at empowering you on what Europe can offer and will enable you to discover jobs and opportunities you were not aware of. Indeed, throughout the whole course, participants will be confronted with real-life examples of EU action. EU affairs professionals will share their personal EU experiences and tell us about their EU jobs. You will also be able to interact with the instructor and other participants, share your opinions, question the instructor’s assumptions and hence shape the course’s content.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "hSFk2864EeS_ZiIACzuJog",
            "instructorIds": [
                "4377752"
            ],
            "name": "Understanding Europe: Why It Matters and What It Can Offer You",
            "partnerIds": [
                "161"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/19/4073d0a57111e58b7829d2abc9fe56/UnderstandingEurope_logoCarre1200.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "europe",
            "startDate": 1442326222985,
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "An introduction to physics in the context of everyday objects.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "5TWYj6aKEeSKZCIACymNCQ",
            "instructorIds": [
                "735728"
            ],
            "name": "How Things Work",
            "partnerIds": [
                "18"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a7/3b2ef504dc4c08cf37ad097944120f/logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "how-things-work",
            "startDate": 1422416528853,
            "workload": "11 hours of videos and assessments"
        },
        {
            "courseType": "v1.session",
            "description": "Join us for a 4-week learning expedition exploring the exciting weather of the Great Lakes Region, changes underway, and societal impacts of our changing climate.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "v1-2389",
            "instructorIds": [
                "10069004",
                "3602984"
            ],
            "name": "Changing Weather and Climate in the Great Lakes Region",
            "partnerIds": [
                "65"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/c4/705610606411e49cbcfdd496f89509/logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "greatlakesclimate",
            "workload": "1-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This introductory physical chemistry course examines the connections between molecular properties and the behavior of macroscopic chemical systems.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "chemistry"
                }
            ],
            "id": "uhmPeQZHEeWNRCIAC3rB3Q",
            "instructorIds": [
                "2601001"
            ],
            "name": "Statistical Molecular Thermodynamics",
            "partnerIds": [
                "50"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ea/62eaf508705681803e580be5fe4552/Final-Train.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "statistical-thermodynamics",
            "startDate": 1440101053357,
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "En este curso, aprenderás a manejar el riesgo del proyecto mediante la identificación, el análisis y la comunicación de los cambios inevitables. En cualquier proyecto pueden suceder imprevistos. Después de este curso, podrás describir y aplicar los elementos necesarios para medir e informar sobre el alcance del proyecto, el cronograma y los costos. Te equiparemos con las herramientas necesarias para gestionar el cambio de la forma menos perjudicial posible para tu equipo y otros interesados en el proyecto.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "MOYxuFfOEeWTbwotamPtlQ",
            "instructorIds": [
                "14623039"
            ],
            "name": "La gestión de los riesgos y la administración de los cambios en el proyecto",
            "partnerIds": [
                "62",
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1b/497d505bfe11e5921f2d9897e4e7c2/foto_adm_proy_progr_presup_960x410.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "presupuestos-proyecto",
            "startDate": 1450113780072,
            "workload": "4 semanas de estudio, 3 hora/semana"
        },
        {
            "courseType": "v2.ondemand",
            "description": "What you’ll achieve: \nIn this project-centered course*, you will craft an essential cornerstone of the modern-day job or internship search: the resume. You’ll review resume best practices and explore current trends with guidance from a professional career counselor and recruiter, and you’ll exchange structured feedback with your peers as you work to polish your own resume. When you complete the course, you’ll have an eye-catching resume that lets your professional strengths shine. \n\nWhat you’ll need to get started:\nThis course is designed primarily for young professionals or college students who are writing their first resume or looking to give an old resume a fresh and polished professional look. All job seekers will benefit from the course material and project, however, regardless of their career stage or professional background. All you will need is word processing software that allows you to create a resume on a computer- there are free tools available. \n\n*About Project-Centered Courses: Project-centered courses are designed to help you complete a personally meaningful real-world project, with your instructor and a community of like-minded supportive learners with similar goals providing guidance and suggestions along the way. By actively applying new concepts as you learn, you’ll master the course content more efficiently; you’ll also get a head start on using the skills you gain to make positive changes in your life and career. When you complete the course, you’ll have a finished project that you’ll be proud to use and share.",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "JI9lH7iAEeWddwqLXioIgw",
            "instructorIds": [
                "16665727"
            ],
            "name": "How to Write a Resume (Project-Centered Course)",
            "partnerIds": [
                "117"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/97/5b3d50ca7d11e5b34f6f023e77cf15/Coursera-Cover-Page-2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "how-to-write-a-resume",
            "startDate": 1455843162276,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "From small farms to urban neighborhoods, from the region itself to the more distant worlds of the southern diaspora, we discover the stories, music, and art of the American South.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "5UGFRKUVEeStrCIACxCS_Q",
            "instructorIds": [
                "6468885"
            ],
            "name": "The American South: Its Stories, Music, and Art",
            "partnerIds": [
                "77"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/3a/41a92011d711e4805cf9889cfa25d3/AmericanSouthLogo_BB.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "the-south",
            "startDate": 1422578000351,
            "workload": "6 hours of videos and quizzes"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Learn the role of digital channels in an integrated marketing campaign and why you need a digital strategy. Interact with the content and hear from industry experts invited to join the course.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "EwYkXeIJEeS1-iIAC5II5Q",
            "instructorIds": [
                "3541718"
            ],
            "name": "Digital Marketing Channels: Planning",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/df/87cbb052e311e4897549e934f14f68/Marketing-and-Brand-Stratedgy-PT1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "marketing-plan",
            "startDate": 1441911900523,
            "workload": "4 weeks of study, 8-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "World and internet is full of textual information. We search for information using textual queries, we read websites, books, e-mails. All those are strings from the point of view of computer science. To make sense of all that information and make search efficient, search engines use many string algorithms. Moreover, the emerging field of personalized medicine uses many search algorithms to find disease-causing mutations in the human genome.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "UnTtYHl0EeWfrQ7ngHMGEQ",
            "instructorIds": [
                "87141",
                "38926",
                "1540981"
            ],
            "name": "Algorithms on Strings",
            "partnerIds": [
                "53",
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/28/3d50a0ba5d11e58ae18543e6165465/logo2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "algorithms-on-strings",
            "startDate": 1453242533022,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Основное внимание в процессе освоения курса направлено на формирование важнейшего практического навыка – выявление рисков рассматриваемой проблемы в комплексе и во взаимосвязи различных ее аспектов. Например, при изучении облигаций рассматриваются многие вопросы, касающиеся не только вопроса выпуска этих ценных бумаг, но и последствия неисполнения эмитентом облигаций обязанностей по выплате процентов и погашению номинальной стоимости облигаций.\n\nЦЕЛЬ КУРСА: сформировать целостную картину регулирования рынка ценных бумаг. Слушатели последовательно познакомятся с\n·        различными видами ценных бумаг, их особенностями\n·        порядком выпуска ценных бумаг, включая эмиссию\n·        правилами учета бездокументарных ценных бумаг, а также порядком перехода прав на бумаги между участниками оборота\n·        системой защиты прав на ценные бумаги\n·        всеми профессиональными участниками рынка ценных бумаг, общей характеристикой их деятельности, наиболее сущностными моментами договоров, которые заключаются между профучастниками и их клиентами\n·        основами биржевой торговли и договоров, которые заключаются на биржевых торгах.  \n\nКурс насыщен примерами из практики, материал сопровождается демонстрацией различных схем.\n\nНЕОБХОДИМЫЕ ЗНАНИЯ И НАВЫКИ\nДля освоения курса желательно обладать базовыми знаниями в области корпоративного и договорного права.\n\nОБЪЕМ КУРСА\n10 тем, 10 тестов, 7 заданий на взаимное оценивание.\n\nФОРМАТ КУРСА \n- основной материал представлен видеолекциями, каждая тема состоит из фрагментов по 5-15 мин., в общей сложности по 60-90 мин.;  \n- в конце каждой темы необходимо пройти контрольный тест, состоящий из 20 вопросов; в некоторых темах контрольный тест содержит 9-15 вопросов - в этом случае контроль по теме включает в себя также одно или два задания на взаимное оценивание (сравнение сходных финансовых инструментов);\n- к каждой теме прилагается перечень литературы и нормативных актов.\n\nНЕОБХОДИМОЕ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ\nДополнительного программного обеспечения не требуется.\nСлушателям рекомендуется использовать справочно-информационные системы, например, КонсультантПлюс.\n\nАВТОР КУРСА\nСеливановский Антон Сергеевич\nДоцент кафедры гражданского и предпринимательского права Национального Исследовательского Университета «Высшая школа экономики»\n\nРаботает в области юриспруденции с 1988 года, в том числе более 15 лет в таких крупных международных компаниях, как PwC (ранее Price Waterhouse, PricewaterhouseCoopers) и Baker & McKenzie. Консультировал крупные российские и иностранные банки и компании по вопросам банковского и валютного законодательства, выпуску акций и облигаций, сделкам с ценными бумагами, руководил проектами по сопровождению открытия дочерних иностранных банков в России, по секьюритизации факторинговых и лизинговых платежей, проверке банков с целью их приобретения, по реструктуризации обязательств, взысканию кредитов и инвестиций в облигации. Активно взаимодействовал с Банком России, министерствами и Государственной думой как при реализации проектов для клиентов, так и при разработке нового законодательства.   \n\nКандидат юридических наук.\n\nС 2005 года активно занимается преподавательской деятельностью: проводит занятия как со студентами в рамках бакалавриата и магистратуры (программа «Корпоративный юрист»), так и с опытными специалистами на программах профессиональной переподготовки и повышения квалификации Высшей школы юриспруденции. А.С. Селивановский активно работает по программам, по которым обучаются не-юристы (руководит майнором «Правовая среда бизнеса» https://electives.hse.ru/minor_law/, проводит занятия на программах «второго высшего образования», программах МВА). \n\nВ течение ряда лет признается Лучшим преподавателем как студентами (2012, 2013, 2014, 2015), так и слушателями Высшей школы юриспруденции (2014, 2015).\n\nАвтор монографий и более 80 статей, посвященных правовому регулированию операций на рынке ценных бумаг, деривативам, корпоративному управлению, деятельности рейтинговых агентств, внешнеэкономической деятельности и пр.\n\nЯвляется судьей Третейского суда НАУФОР.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "law"
                }
            ],
            "id": "LZj7-KJCEeWYyRIEa7jVJw",
            "instructorIds": [
                "16607903"
            ],
            "name": "Ценные бумаги: правовое регулирование",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/34/b97ae0a4a811e5a608e9815d73090e/______________-________2.png",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "cennye-bumagi-pravovoe-regulirovanie",
            "startDate": 1450135125735,
            "workload": "3-4 часа / неделю"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course you will learn how organizations create, capture, and maintain value, and how it is fundamental for sustainable competitive advantage. You will be able to better understand economic value creation and value appropriation, and learn the tools to analyze both competition and cooperation from a corporate level perspective, (e.g., through vertical integration, diversification, and geographic scope decisions). \n\nYou will:\n•\tUnderstand how corporations create, capture, and sustain competitive advantage.\n•\tAnalyze business situations and create a coherent corporate strategy.\n•\tUnderstand the fit between corporate strategy and organization structure to improve economic performance.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "X9ax9pz-EeWlGQ5Xb9b0kw",
            "instructorIds": [
                "16577438"
            ],
            "name": "Corporate Strategy",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/bf/52ead0a29411e5953047f7b557c7c8/iMBA_SLAM_Icon_StrategicManagement.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "strategy-corporate",
            "startDate": 1450396066689,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course will introduce you to some of the science behind food preparation, cooking methods, and generally, the enjoyment of food. The ultimate goal is to inspire you to apply scientific principles in your everyday cooking, including the principles of manipulating the human perception of food.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "nutrition"
                }
            ],
            "id": "v1-216",
            "instructorIds": [
                "1358517",
                "1343630"
            ],
            "name": "The Science of Gastronomy",
            "partnerIds": [
                "35"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/53/fdc290352c11e48c9cbde9a47c32c7/KingYeung-Course-Banner.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "scigast",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "The Total Leadership approach will help you become a better leader by having a richer life and have a richer life by becoming a better leader.  Learn a practical, proven method for how to articulate your core values and vision; build trust with your most important people; and achieve \"four-way wins\" -- improved performance at work or in school, at home with your family, in your community, and for your self (mind, body, spirit).  It's not about \"work/life balance\"; it's about creating harmony among the different parts of your life as a leader in all of them. ",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "v1-1275",
            "instructorIds": [
                "465917"
            ],
            "name": "Better Leader, Richer Life",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/d8/2114b0352b11e488c8d9622ef02af4/coursera_logo_17.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "totalleadership",
            "workload": "3-8 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "In this Capstone you will recommend a business strategy based on a data models you’ve constructed. Using a dataset from Wharton Research Data Services (WRDS), you will implement quantitative models in spreadsheets to identify the best opportunities for success and minimizing risk. Using your newly acquired decision-making skills, you will structure a decision and present this course of action in a professional quality PowerPoint presentation which includes both data and data analysis from your quantitative models.\n\nWharton Research Data Services (WRDS) is the leading data research platform and business intelligence tool for over 30,000 corporate, academic, government and nonprofit clients in 33 countries. WRDS provides the user with one location to access over 200 terabytes of data across multiple disciplines including Accounting, Banking, Economics, ESG, Finance, Insurance, Marketing, and Statistics.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "uFdYfrMiEeWoKQ4rUD57pQ",
            "instructorIds": [
                "16532657",
                "16532798",
                "16532832",
                "253929"
            ],
            "name": "Wharton Business and Financial Modeling Capstone",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c8/0cf320b32211e595760b3f021227e6/Wharton_online_capstone_8x8.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "wharton-business-financial-modeling-capstone",
            "startDate": 1453236148333,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Who is this course for?  \nThis course is designed for students, business analysts, and data scientists who want to apply statistical knowledge and techniques to business contexts. For example, it may be suited to experienced statisticians, analysts, engineers who want to move more into a business role, in particular in marketing.\n\nYou will find this course exciting and rewarding if you already have a background in statistics, can use R or another programming language and are familiar with databases and data analysis techniques such as regression, classification, and clustering.\nHowever, it contains a number of recitals and R Studio tutorials which will consolidate your competences, enable you to play more freely with data and explore new features and statistical functions in R.\n\nBusiness Analytics, Big Data and Data Science are very hot topics today, and for good reasons. Companies are sitting on a treasure trove of data, but usually lack the skills and people to analyze and exploit that data efficiently. Those companies who develop the skills and hire the right people to analyze and exploit that data will have a clear competitive advantage.\n\nIt's especially true in one domain: marketing. About 90% of the data collected by companies today are related to customer actions and marketing activities.The domain of Marketing Analytics is absolutely huge, and may cover fancy topics such as text mining, social network analysis, sentiment analysis, real-time bidding, online campaign optimization, and so on.\n\nBut at the heart of marketing lie a few basic questions that often remain unanswered: (1) who are my customers, (2) which customers should I target and spend most of my marketing budget on, and (3) what's the future value of my customers so I can concentrate on those who will be worth the most to the company in the future.\n\nThat's exactly what this course will cover: segmentation is all about understanding your customers, scorings models are about targeting the right ones, and customer lifetime value is about anticipating their future value. These are the foundations of Marketing Analytics. And that's what you'll learn to do in this course.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "1e3cxzeNEeWO-Qq6rEZAow",
            "instructorIds": [
                "1920911"
            ],
            "name": "Foundations of marketing analytics",
            "partnerIds": [
                "223"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f4/9b71704d6d11e5985513dbe77c0d84/foundation-of-marketing-redi-8.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "foundations-marketing-analytics",
            "startDate": 1445044757395,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "The capstone experience will involve the development and cloud-based deployment of a fully functional web application, and will require you to work as a part of a project team consisting of 3-5 other learners.  This is the most concrete manifestation possible for the learning outcomes associated with this Specialization.\n\nThis project will require you to use all that you have learned throughout the courses in this Specialization in order to build, secure and deploy a fully functional web application that meets the business needs of a customer. The artifacts your team will create will include the web application, along with the design artifacts associated with the development effort.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "zh7NB4MIEeWdLwqV3VLKDQ",
            "instructorIds": [
                "3506150",
                "15808745"
            ],
            "name": "Web Application Development – Capstone Course",
            "partnerIds": [
                "120"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/34/1cfc90841611e5bf22f595919afdcc/mooc_logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "webapps6",
            "startDate": 1453242889356,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "When do governments deserve our allegiance, and when should they be denied it? \n\nThis course explores the main answers that have been given to this question in the modern West. We start with a survey of the major political theories of the Enlightenment: Utilitarianism, Marxism, and the social contract tradition. In each case we begin with a look of classical formulations, locating them in historical context, but then shift to the contemporary debates as they relate to politics today.\n\nNext we turn to the rejection of Enlightenment political thinking, again exploring both classical and contemporary formulations. The last part of the course deals with the nature of, and justifications for, democratic politics, and their relations to Enlightenment and Anti-Enlightenment political thinking.\n\nIn addition to exploring theoretical differences among the various authors discussed, considerable attention is devoted to the practical implications of their competing arguments. To this end, we discuss a variety of concrete problems, including debates about economic inequality, affirmative action and the distribution of health care, the limits of state power in the regulation of speech and religion, and difficulties raised by the emerging threat of global environmental decay.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                }
            ],
            "id": "CN4C2CQnEeW5Rwo0txKkgQ",
            "instructorIds": [
                "10304334"
            ],
            "name": "Moral Foundations of Politics ",
            "partnerIds": [
                "109"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e3/d261604b5f11e592ecf124d57d3674/FullSizeRender.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "moral-politics",
            "startDate": 1439488520097,
            "workload": "12-15 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Este curso tiene como objetivo fortalecer las capacidades de gestión de pequeños y medianos empresarios, y personas interesadas en emprender. El Programa Pyme de la Pontificia Universidad Católica de Chile te invita a profundizar sobre lo que se requiere para ser un empresario exitoso y a aprender buenas prácticas en dirección de empresas que permitan crear valor al cliente, a través del marketing y herramientas comerciales.  Te ayudará también a comprender las principales decisiones financieras que enfrenta la empresa, la contabilidad y su utilidad para la gestión y control del negocio; asimismo, conocerás las claves para seleccionar y dirigir personas y equipos, procurando su mayor productividad y desarrollo humano integral.\n \nEl diseño de este curso está basado en la experiencia del Programa Pyme UC, que ayuda a empresarios a hacer más competitivas sus empresas, con Mentores ex alumnos con amplia experiencia en negocios y Cursos dictados por Profesores de la Escuela de Administración UC. Más información en www.pyme.uc.cl.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "-DeBzORjEeSwliIAC3sMgg",
            "instructorIds": [
                "12482533",
                "12482592",
                "12482469",
                "12482563"
            ],
            "name": "Gestión Empresarial Exitosa para Pymes",
            "partnerIds": [
                "190"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a6/556fe0e22211e48475fd723ac1d58f/Imagen-Pyme-Coursera-14.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "gestionempresarialpyme",
            "startDate": 1429553500629,
            "workload": "6-8 horas "
        },
        {
            "courseType": "v1.session",
            "description": "Learn to frame and address health-related questions using modern biostatistics ideas and methods.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                }
            ],
            "id": "v1-429",
            "instructorIds": [
                "2276941"
            ],
            "name": "Case-Based Introduction to Biostatistics",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/96/33ebecbf94923237fd44c83f66682d/case_based-01.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "casebasedbiostat",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "These are very unique times for brain research. The aperitif for the course will thus highlight the present “brain-excitements” worldwide. You will then become intimately acquainted with the operational principles of neuronal “life-ware” (synapses, neurons and the networks that they form) and consequently, on how neurons behave as computational microchips and how they plastically and constantly change  - a process that underlies learning and memory. Recent heroic attempts to realistically simulate large cortical networks in the computer will be highlighted (e.g., “the Blue Brain Project”) and processes related to perception, cognition and emotions in the brain will be discussed. For dessert we will deliberate on the future of brain research, including the questions of “brain and art”, consciousness and free will. For more information see the course promo below and read “About the course.”",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "ujDaYENhEeSfwCIACxeXRw",
            "instructorIds": [
                "1213805"
            ],
            "name": "Synapses, Neurons and Brains ",
            "partnerIds": [
                "24"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/bd/d75e7008b111e5b626b1f79a3a4b15/logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "synapses",
            "startDate": 1433200140818,
            "workload": "16 hours"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Neste curso, assumimos que você já sabe projetar e desenvolver programas mais complexos em Java, graças às boas práticas e princípios orientados a objetos e TDD exercitados nos cursos anteriores; mas você talvez não se sinta ainda confortável em projetar programas para Web e com dados armazenados em banco de dados, bem como em aplicar conceitos mais avançados de Java. \n\nO objetivo deste curso é enriquecer sua experiência com conceitos avançados de Java, programação de aplicações Web e acesso a banco de dados no contexto de modelagem ágil.\n\nOs conceitos apresentados neste curso no contexto da programação Java incluem o seguinte: APIs fundamentais do Java; tipo Generics; reflexão em Java; programação Web com Java; acesso a banco de dados em Java; desenvolvimento de aplicação empresarial; testes de unidade e de integração aplicados a cada conceito avançado apresentado neste curso.\n\nAo final deste curso, você terá amadurecido de tal modo suas habilidades de programação que será capaz de implementar de modo ágil uma versão inicial da aplicação Web em associação com o componente de gamificação constantes do Trabalho de Conclusão da Especialização, com base nas boas práticas exercitadas neste curso.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "2B_dK3eUEeWi0g6YoSAL-w",
            "instructorIds": [
                "1330144",
                "14963182"
            ],
            "name": "Desenvolvimento Ágil com Java Avançado",
            "partnerIds": [
                "252"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5e/6cac40b5b011e5af288df91c83e825/matrix-1013613_1280-Curso-3.jpg",
            "primaryLanguages": [
                "pt-BR"
            ],
            "slug": "desenvolvimento-agil-com-java-avancado",
            "startDate": 1453847739354,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "ModPo is a fast-paced introduction to modern and contemporary U.S. poetry, with an emphasis on experimental verse, from Dickinson and Whitman to the present. Participants (who need no prior experience with poetry) will learn how to read poems that are supposedly \"difficult.\"",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-22",
            "instructorIds": [
                "224886"
            ],
            "name": "Modern & Contemporary American Poetry",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/33/3fd7e0352d11e48e9c2583f964c285/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "modernpoetry",
            "workload": "5-10 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Curso básico de español que proporciona las herramientas lingüísticas necesarias para un manejo efectivo de la lengua escrita.",
            "domainTypes": [
                {
                    "domainId": "language-learning",
                    "subdomainId": "other-languages"
                }
            ],
            "id": "v1-1422",
            "instructorIds": [
                "6309690",
                "6319532",
                "6339408"
            ],
            "name": "Fundamentos de la escritura en español",
            "partnerIds": [
                "62"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/28/178260352c11e49374019bac019d2c/Fundamentos.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "escrituraesp",
            "workload": "4-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "        流行病学是一门预防医学的骨干学科，也是现代医学的基础学科。本课程讲授流行病学的基本原理、主要研究方法及其应用。本课程为中文授课。",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-2002",
            "instructorIds": [
                "8610296",
                "8641987",
                "8610488",
                "2103331"
            ],
            "name": "流行病学基础（上）",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3b/326ab012e811e4abf55dc9f2a591d9/____.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "bjmuepiabc",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "You will design, build and test a microcontroller-based embedded system. You'll use an Arduino or Raspberry Pi with several sensors and actuators, you will take and analyze data, and write a final report. The focus of your project will be to design the system so that it can be built on a low-cost budget for a real-world application. To complete this project you'll need to use all the skills you've learned in the course (programming microcontrollers, system design, interfacing, etc.). The project will include some core requirements, but leave room for your creativity in how you approach the project. In the end, you will produce a unique final project, suitable for showcasing to future potential employers.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "electrical-engineering"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "T8RgY0d6EeW6aw4sfz3Q5Q",
            "instructorIds": [
                "14641356"
            ],
            "name": "Programming for the Internet of Things Capstone",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/09/523050478211e5904035c294e7f8f5/capstone-logo-2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "internet-of-things-capstone-project",
            "startDate": 1441045562713,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "The course is an introduction to linear and discrete optimization - an important part of computational mathematics with a wide range of applications in many areas of everyday life.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                }
            ],
            "id": "v1-223",
            "instructorIds": [
                "1323227"
            ],
            "name": "Linear and Discrete Optimization",
            "partnerIds": [
                "16"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f3/6584e0352b11e49acdcfd9c2fca6c5/Discrete-Optimization-v2-1200x680---300dpi.png",
            "previewLink": "https://class.coursera.org/linearopt-002/lecture/preview",
            "primaryLanguages": [
                "en"
            ],
            "slug": "linearopt",
            "workload": "3-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "這是一個機率的入門課程，著重的是教授機率基本概念。另外我們的作業將搭配臺大電機系所開發的多人競技線上遊戲方式，讓同學在遊戲中快樂的學習，快速培養同學們對於機率的洞察力與應用能力。",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                }
            ],
            "id": "v1-434",
            "instructorIds": [
                "2602668"
            ],
            "name": "機率 (Probability)",
            "partnerIds": [
                "75"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f8/91d450352b11e48239673584835daa/iStock_000000248160_Small.png",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "prob",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "What is the Internet of Things? What is augmented reality? This course deals with the new emerging technologies of IoT (Internet of Things) and AR (Augmented Reality).\n\nIoT is a new emerging technology domain which will be used to connect all objects through the Internet for remote sensing and control. IoT uses a combination of WSN (Wireless Sensor Network), M2M (Machine to Machine), robotics, wireless networking, Internet technologies, and Smart Devices.\n\nAR is the most effective technology in providing real-time and real-world view information to users, where advancements in Smart Devices are expected to trigger various new AR services.\n\nCurrently, IoT and AR technologies already exist and available services can be found. However, there is so much more to come in IoT and AR technologies, which is why it is so important to understand what can be provided through these technologies and how these technologies work.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "electrical-engineering"
                }
            ],
            "id": "Fk-S7Q-XEeWhsgqB1eduww",
            "instructorIds": [
                "10450398"
            ],
            "name": "Internet of Things & Augmented Reality Emerging Technologies",
            "partnerIds": [
                "220"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d9/39b800294c11e5937333017a27a082/IoT-_-AR-logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "iot-augmented-reality-technologies",
            "startDate": 1436832036000,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "What is philosophy?  How does it differ from science, religion, and other modes of human discourse?  This course traces the origins of philosophy in the Western tradition in the thinkers of Ancient Greece.  We begin with the Presocratic natural philosophers who were active in Ionia in the 6th century BCE and are also credited with being the first scientists.  Thales, Anaximander, and Anaximines made bold proposals about the ultimate constituents of reality, while Heraclitus insisted that there is an underlying order to the changing world.  Parmenides of Elea formulated a powerful objection to all these proposals, while later Greek theorists (such as Anaxagoras and the atomist Democritus) attempted to answer that objection.  In fifth-century Athens, Socrates insisted on the importance of the fundamental ethical question—“How shall I live?”—and his pupil, Plato, and Plato’s pupil, Aristotle, developed elaborate philosophical systems to explain the nature of reality, knowledge, and human happiness.  After the death of Aristotle, in the Hellenistic period, Epicureans and Stoics developed and transformed that earlier tradition.  We will study the major doctrines of all these thinkers.  Part I will cover Plato and his predecessors.  Part II will cover Aristotle and his successors.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "gUk1J6KaEeWzcRL32DA-SQ",
            "instructorIds": [
                "16617611"
            ],
            "name": "Ancient Philosophy: Plato & His Predecessors",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/aa/7f88a0a2a011e594ae4f59e226bf3a/raffael-plato.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "plato",
            "startDate": 1455318799144,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Innovations in medical technologies are one of the leading areas of economic growth in the world. Whether new technologies take the form of pharmaceutical, medical device, biotechnology, information technology of some combination of these innovations, the opportunities for both private enterprise and social welfare are substantial. However, these innovations are not without cost, and require reimbursement from either a privately or publicly financed health care delivery system to enter the marketplace. \n\nThis course aims to provide knowledge of the concepts, data, and methodology required to critically evaluate new medical technologies in order to secure financial investment, reimbursement, and regulatory compliance objectives, such as FDA approval. The course is designed to provide understanding of the analytic tools needed to evaluate medical technologies. After completing this course, students will have the skills needed to: \n\n- Understand the reimbursement systems financing medical technology use.\n\n- Understand the role of government and regulatory agencies in the development and use of new medical technologies.\n\n- Identify a population to be served by a medical technology.\n\n- Use health care data to evaluate a medical technology.\n\n- Perform cost/benefit and cost/effectiveness analysis of a new technology.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "f-Q8K3HtEeWIfhKr_WcYsQ",
            "instructorIds": [
                "15738062"
            ],
            "name": "Medical Technology and Evaluation",
            "partnerIds": [
                "50"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0a/271d60b62c11e5971a231b6c11c601/4-abstract-medical-background_fJZU0Yw__L.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "healthcare-medical-technology",
            "startDate": 1453238591318,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course will show how one can treat the Internet as a source of data.  We will scrape, parse, and read web data as well as access data using web APIs.  We will work with HTML, XML, and JSON data formats in Python.  This course will cover Chapters 11-13 of the textbook “Python for Informatics”. To succeed in this course, you should be familiar with the material covered in Chapters 1-10 of the textbook and the first two courses in this specialization.  These topics include variables and expressions, conditional execution (loops, branching, and try/except), functions, Python data structures (strings, lists, dictionaries, and tuples), and manipulating files.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "Y4DUPDpQEeWO-Qq6rEZAow",
            "instructorIds": [
                "122340"
            ],
            "name": "Using Python to Access Web Data",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/53/01bee0502a11e58ddc8ff4d6e0523a/pythonnetworkdata_thumbnail_1x1.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "python-network-data",
            "startDate": 1445884907590,
            "workload": "6 weeks of study, 2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "《营养与健康》介绍营养学基础知识，主要内容包括：人体所需的七大营养素的化学结构、主要生理功能、食物来源、人体每天的参考摄入量等；主要食物种类包括谷物类、薯类、豆类、坚果类、蔬菜类、水果类、肉类、水产品类、蛋类、乳制品类的营养价值；营养与疾病特别是一些慢性、高发性疾病如高血糖、高血脂、高血压、癌症等的关系。内容简单，适合无营养学基础、但希望了解一般的营养学知识，改善日常膳食质量的人选修。",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "nutrition"
                }
            ],
            "id": "Jh3a5yndEeWdZwpK5HlOww",
            "instructorIds": [
                "9877289"
            ],
            "name": "营养与健康",
            "partnerIds": [
                "230"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/76/93a190099211e5a43f6d32d0baebb7/_____________.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "yingyang-jiankang",
            "startDate": 1438638417161,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "In this course, we explore what it means to be a leader in the context of healthcare. How is it different to leadership in other industries?  What are the particular skills and attitudes leaders need to have to navigate the complexity of healthcare leadership?  \n",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-1720",
            "instructorIds": [
                "3426043",
                "3427793",
                "11426655"
            ],
            "name": "Health Leadership",
            "partnerIds": [
                "155"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/c8/df44d01ba411e5ae46fd89a464ca32/health-mooc-logo-600x340.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "healthleadership",
            "workload": "1-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "En este primer curso, los participantes conocerán el proceso de una negociación, la naturaleza de uno mismo (capacidades y potencialidades) y la de los oponentes, para establecer negociaciones efectivas, en donde se establece una dinámica de propuestas y transacciones racionales y emocionales, en el marco de la globalización, para generar un ambiente de negociación y cooperación creativa, para diseñar estrategias para lograr resultados de negociación, diseñar argumentos para negociar, saber escuchar y comunicarse y convenir en un intercambio de los recursos y bienes en juego, favorable a los intereses de ambas partes. .",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "7mp9vlryEeWzUQ41NnCQkQ",
            "instructorIds": [
                "15802193"
            ],
            "name": "Introducción al mundo de las negociaciones",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ab/5d34a0b97f11e5b27bed7dafaf4394/introduccion_al_mundo_de_las_negociaciones.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "estrategias-de-negociacion",
            "startDate": 1454971032517,
            "workload": "5 weeks of study, 2-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "How can we use computers to create expressive, compelling music? And how can we write computer software to help us create and organize sounds in new ways? This course provides a hands-on introduction to the field of music technology as both a creative musical practice and an interdisciplinary technical research pursuit. Students will be able to compose music in digital audio workstation software using both audio and symbolic representations; to write code to algorithmically generate music, analyze sound, and design sound; and to describe the essential theory and history behind these activities as well as their connection to cutting-edge computer music research. Through the exploration of topics such as acoustics, psychoacoustics, digital sound, digital signal processing, audio synthesis, spectral analysis, algorithmic composition, and music information retrieval, we will explore the deep relationships between art and science, between theory and practice, and between experimental and popular electronic music.\n\nWe will learn about these topics in the context of digital audio workstation (DAW) software, the multi-track editing paradigm that has been dominant in music production since the 1980s. As we learn about the foundations behind such software, we will use this knowledge to more effectively create music with it, and we will also write a series of short software programs that extend the software’s ability to manipulate, transform, and analyze sound.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "wIj8XHHLEeSXYyIACw0Peg",
            "instructorIds": [
                "1077292"
            ],
            "name": "Survey of Music Technology",
            "partnerIds": [
                "9"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/aa/307be0481711e5a27669cb6a33827b/Survey-of-Music-Technology-Icon600x340.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "music-technology",
            "startDate": 1444409840383,
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "Финальный проект даст вам возможность применить полученные в рамках специализации знания к задаче из реального мира. Под руководством успешных специалистов в науке о данных вы сможете поработать над актуальным проектом в одной из областей: электронная коммерция, социальные медиа, информационный поиск, бизнес-аналитика и др.\n\nВ отличие от задач, основанных на модельных данных, работа над проектом из реальной жизни даст вам возможность самостоятельно пройти все этапы анализа данных — от подготовки данных до построения финальной модели и оценки её качества. В результате в вашем арсенале появится проект, который вы сможете использовать на практике и самостоятельно развивать в дальнейшем.\n\nНаличие такого проекта станет вашим конкурентным преимуществом, ведь вы всегда сможете продемонстрировать успешный проект потенциальному работодателю.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "PC9OIHjNEeW53BJEfL52qQ",
            "instructorIds": [
                "349711",
                "143601",
                "1025473",
                "3722005",
                "188273"
            ],
            "name": "Анализ данных: финальный проект",
            "partnerIds": [
                "176"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/22/3539d0b0de11e5965623dd71776f15/800x800-06.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "data-analysis-project",
            "startDate": 1453244591754,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "¿Le interesa el idioma español y se preocupa por la corrección, el estilo y las variaciones de la lengua española? \n\n¿Siente curiosidad acerca de las variaciones española y argentina o americana del Español estudiadas en textos cultos de referencia? En este curso se estudian empíricamente algunos aspectos relevantes de esas variedades de la lengua con datos significativos de las versiones hispanas de J. D. Salinger: «El cazador oculto», argentinas; y «El guardián entre el centeno», españolas.\nLas Encuestas de Evaluación de la edición anterior (http://bit.ly/1QYPAJI) permiten hacerse una idea cabal de las consideraciones que ha merecido el curso.\n\nEn este curso, con una consideración policéntrica de la lengua, se pretende activar o potenciar el interés por la corrección de los textos propios y ajenos; por las diferencias de estilo en dos versiones de G. V. Higgins; y por las variedades peninsular y argentina o americana de la lengua española en las diferentes versiones de J.D. Salinger.\n\nLa finalidad del curso es doble. \nAnte un texto ajeno suscitar el interés sobre lo que se dice; y sobre cómo se diría mejor: con más claridad, con más precisión, con más propiedad, con un ‘estilo’ de mayor calidad argumentada lingüísticamente. \nY, ante un texto propio, suscitar la preocupación sobre cómo decir mejor lo que se pretende: con más claridad, de manera unívoca; con más precisión; con gusto más general y sancionado; con ‘estilo’ de mejor consideración. \n\nFinalizar este curso le permitirá: \n1. Primero, identificar, advertir y argumentar las posibles inconvenientes (sin prestigio) de expresión en textos de autores españoles. \n2. Segundo, estudiar y evaluar las alternativas y variaciones (¿de estilo?) entre dos versiones españolas actuales de «Los amigos de Eddie Coyle», de G. V. Higgins (1973 [El Chivato] frete a la versión de 2011), \n3. Tercero, estudiar y evaluar empíricamente algunos aspectos significativos de las alternativas y variaciones del español en España y en Argentina con datos de las cuatro versiones en español de J. D. Salinger («El guardián entre el centeno», versiones españolas de 1978 y de 2007; y «El cazador oculto», versiones argentinas de 1961 y de 1998). \n\nEstos dos últimos objetivos tiene más valor por dos motivos: \n•\tLos textos de observación cumplen, sin duda, una condición esencial en el análisis y evaluación empírica lingüística: la condición de la ‘paráfrasis’: real (con diferencias de estilo, en los textos de Higgins) o alternativa (con variaciones de lengua, argentina y americana, o bien peninsular, en las versiones de Salinger), que dicen, o pretenden decir lo dicho en el texto fuente.\n•\tLas versiones de ‘El guardián…’ / ‘El cazador…’, desde distintos asuntos permiten referirse a las variaciones de lengua según los diferentes momentos de la versión o según la variedad territorial de lengua. \n\nNo es un curso sobre datos. Es un curso que, con algunos datos, opera sobre la competencia en advertir inconvenientes o aciertos expresivos y sobre la valoración y argumentación de diferentes alternativas de expresión y de algunas manifestaciones de la variedad argentina y española de lengua.",
            "domainTypes": [
                {
                    "domainId": "language-learning",
                    "subdomainId": "other-languages"
                }
            ],
            "id": "MWII7A2TEeWoRw4pD4cXmw",
            "instructorIds": [
                "5036950"
            ],
            "name": "Corrección, estilo y  variaciones de la lengua española",
            "partnerIds": [
                "80"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/af/e2d8d0be8711e58fef1bd93fb2110a/CE-onDemandQuadrat.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "correccion-estilo-variaciones",
            "startDate": 1453072573535,
            "workload": "6 semanas de estudio, 2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The presentation tier in a web application is the one that a user interacts with through the web browser. This is a vitally important topic, as the user experience is often what determines the success of a web application. If a user cannot interact with a web application in an efficient and effective manner, the overall success of the application will be compromised, no matter how well the rest of the application is designed and implemented.  This is also an area where there has been much innovation over the past few years, with improvements in browser technology, the release of HTML5, the emergence of responsive design and the release of powerful front-end frameworks.\n\nIn this course you will learn some basic graphic design fundamentals that are intended to produce a pleasing end user experience.  The course will also cover common approaches to wireframing and prototyping, along with the most important concepts behind the JavaScript programming language.  You will learn how to use the Hypertext Markup Language (HTML), Cascading Style Sheets (CSS) and JavaScript triad in order to produce compelling web site content.  More importantly, you will learn the design patterns and design concepts that should support the use of these technologies, allowing you to create web applications that can be easily maintained and modified over time.  Finally you will learn about responsive design, and how to use some of the emerging front-end frameworks, such Bootstrap, AngularJS and Vue.js, to create modern single-page applications.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "gTC5Y4MEEeWVOA72XBQbjQ",
            "instructorIds": [
                "3506150",
                "15808745"
            ],
            "name": "Web Application Development: The Presentation Tier",
            "partnerIds": [
                "120"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a1/05e200ca0611e58388b9ca23c35040/app_presentation.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "webapps3",
            "startDate": 1453242868313,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This comprehensive course will give you the fundamental knowledge needed to begin performing cataract surgery by phacoemulsification and extracapsular removal.  Each step from preoperative evaluation to postoperative care will be covered to help prepare you for the operating room.  ",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "clinical-science"
                }
            ],
            "id": "v1-1524",
            "instructorIds": [
                "7005536"
            ],
            "name": "Introduction to Cataract Surgery",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/70/f71400477311e59f1785e046211ca2/cataractsurgery.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "cataractsurgery",
            "workload": "1-3 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "Финальный проект охватывает концепции и инструменты 5 курсов специализации, которые нужны для разработки Вами программы повышения стоимости реальной компании. Это Ваш индивидуальный креативный продукт, основанный на новой модели финансового анализа компании, сфокусированного на оценке изменений в ее стоимости.\n\nПервый и второй курсы обеспечивают навыки оценки стоимости компании для целей управления, требуемой за ее риски доходности капитала и правильного построения политики ее финансирования для увеличения стоимости бизнеса. Третий и четвертый курсы усиливают эти навыки за счет обучения методам обоснования инвестиционных проектов. В третьем курсе Вы получите навыки анализа проектов  внутреннего расширения бизнеса и роста путем покупки других бизнесов. В четвертом курсе Вы освоите методы привлечения венчурного финансирования для необычных, инновационных проектов. Пятый курс подытоживает концепции управления, ориентированные на приращение  стоимости, дополняет их методами оценки текущих результатов деятельности по критерию стоимости бизнеса, мониторинга вклада менеджмента в приращение стоимости.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "zzHXboetEeWgjA5cAvYgmw",
            "instructorIds": [
                "5216094"
            ],
            "name": "Мастерство создания стоимости компании",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ee/360c60bab311e58fef1bd93fb2110a/____-___________-03.png",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "corporate-value-capstone",
            "startDate": 1453240193848,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Público-Alvo\nInteressados em geral.\n \nObjetivo do Curso\nO curso visa introduzir os quatro pilares do Capitalismo Consciente, uma proposta de aperfeiçoamento do principal sistema econômico vigente que orienta cidadãos e organizações para uma dinâmica mais responsável, considerando o desenvolvimento econômico e o bem estar social de longo prazo.\n\nObjetivos de Aprendizagem\nAo final do curso o aluno será capaz de:\n•\tExplicar o que é Capitalismo Consciente e como ele visa atender às demandas atuais da sociedade.\n•\tExplicar com exemplos brasileiros e internacionais cada um dos pilares que norteiam o Capitalismo Consciente.\n\nDedicação e Carga-Horária\nUm módulo por semana, com cerca de 2h por módulo, totalizando seis semanas de duração e aproximadamente 12h de carga-horária.\n\nAssista ao vídeo de divulgação do curso: https://youtu.be/nOGNlAMFxdo",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "wqPcVJK2EeW5JQ7A4bQt4Q",
            "instructorIds": [
                "15058443"
            ],
            "name": "Capitalismo Consciente",
            "partnerIds": [
                "277"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9e/12c470bb8611e59263950a70476197/banner.png",
            "primaryLanguages": [
                "pt-BR"
            ],
            "slug": "capitalismo-consciente",
            "startDate": 1455302506090,
            "workload": "6 semanas de estudo, 2 horas/semana"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Сегодня в эпоху высоких технологий знание основ атомной и ядерной физики необходимо любому человеку, считающему себя образованным. Эти знания помогут в успешном обучении в любом техническом вузе, при выстраивании карьеры в области не только физики, но и в сфере информационных технологий, в области химии, экологии, биологии, медицины и т.д. Изучение этих разделов физики поможет лучше понять проблематику современной атомной энергетики, проблемы, связанные с влиянием атомной энергетики на окружающую среду и здоровье человека.\n\nКурс от лучших преподавателей НИЯУ МИФИ расскажет об основных понятиях ядерной физики, о ядерных реакциях, происходящих на Земле и в космосе, о практическом применении достижений в области ядерной физики. Вы узнаете, что радиация может приносить пользу, а профессиональная деятельность в сфере атомной энергетики очень перспективна.\n\nВ результате успешного прохождения курса вы получите сертификат, который может быть полезен при выборе дальнейшего направления вашего обучения.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "WzkOFlCwEeWEHRLwpfV5DQ",
            "instructorIds": [
                "14950324",
                "14953848",
                "14960373",
                "14966892",
                "14966920",
                "14966985"
            ],
            "name": "Элементы атомной и ядерной физики",
            "partnerIds": [
                "281"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/33/9dcf20562f11e584d2f53f071a9306/logo_picture_atom.png",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "elementy-atomnoj-i-yadernoj-fiziki",
            "startDate": 1448903923130,
            "workload": "7 недель исследования, 1-2 часов / неделю"
        },
        {
            "courseType": "v2.ondemand",
            "description": "本课程将为你介绍现代哲学中的一些研究领域。在每个模块中，将由不同的哲学家为你讲述其专业领域内最重要的疑问和问题。 首先，我们来了解什么是哲学，哲学有哪些独特的目标与方法以及哲学与其他学科有何不同？之后，我们会在课程剩余的时间内向你简要介绍各种哲学领域的总体情况。你要学习的主题包括：知识论，其中将讨论囊括我们对世界和我们自身的了解以及如何获取这些知识；科学哲学，我们将在此模块中调查科学研究和实践中的基础概念问题；心灵哲学，我们将在此模块中询问物质拥有心灵的意义以及应如何理解和诠释心灵；道德哲学，我们将在此模块中探究道德判断和反应的本质，看它们是旨在得出客观的道德真相，还是仅作为个人或文化偏好，以及，形而上学，我们将在此模块中思考有关事实本质的一些基础概念问题。 本慕课 (MOOC) 课程由爱丁堡大学 Eidyn 研究中心领导设计。为配合“哲学导论”的授课，我们为大家倾力推荐一本由 Routledge 出版社出版的名为 \"Philosophy for Everyone\" 的配套书籍。这本“哲学导论”的课程配套书籍是由爱丁堡大学哲学小组为满足慕课 (MOOC) 学生要求而编写的。\"Philosophy for Everyone\"一书中包含清晰易懂的章节、章节摘要、词汇表、探究问题、补充阅读推荐以及在线资源指南。\n\nThis is a translated version. To join the original English version, Please visit this page https://www.coursera.org/learn/philosophy",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                }
            ],
            "id": "LY8dVhVXEeWvmQrN_lODCw",
            "instructorIds": [
                "1604596",
                "1935119",
                "1935226",
                "1935218",
                "1935223",
                "1935212",
                "1935209"
            ],
            "name": "哲学导论（中文版）",
            "partnerIds": [
                "14"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera.s3.amazonaws.com/topics/introphil/large-icon.png",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "zhexue-daolun",
            "startDate": 1435359513879,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "By now you have definitely heard about data science and big data. In this one-week class, we will provide a crash course in what these terms mean and how they play a role in successful organizations. This class is for anyone who wants to learn what all the data science action is about, including those who will eventually need to manage data scientists. The goal is to get you up to speed as quickly as possible on data science without all the fluff. We've designed this course to be as convenient as possible without sacrificing any of the essentials.\n\nThis is a focused course designed to rapidly get you up to speed on the field of data science. Our goal was to make this as convenient as possible for you without sacrificing any essential content. We've left the technical information aside so that you can focus on managing your team and moving it forward.\n\nAfter completing this course you will know. \n\n1. How to describe the role data science plays in various contexts\n2. How statistics, machine learning, and software engineering play a role in data science\n3. How to describe the structure of a data science project\n4. Know the key terms and tools used by data scientists\n5. How to identify a successful and an unsuccessful data science project\n3. The role of a data science manager\n\n\nCourse cover image by r2hox. Creative Commons BY-SA: https://flic.kr/p/gdMuhT",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "UEk5ZkEWEeWC4g7VhG4bTQ",
            "instructorIds": [
                "694443",
                "688901",
                "685384"
            ],
            "name": "A Crash Course in Data Science",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f0/399ec045ea11e5ba8e4bc295fed462/9990024683_955f8f043b_h.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "data-science-course",
            "startDate": 1442273751204,
            "workload": "1 week of study, 4-6 hours"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course begins with a welcome message and an overview of the Specialization. After this introduction, you will be asked to take a proficiency test to see if this course is right for you. \n\nDuring the course, you will begin learning vocabulary and customs related to socializing and networking in English. The goal is to enable you to interact with business contacts in person, on the phone and over email in a professional way.\n\nCourse Learning Objectives\n\n•\tDetermine whether the objectives of this Specialization align with your learning goals\n•\tEvaluate your current level of proficiency in business English communication \n•\tPresent relevant information about yourself in a discussion forum\n•\tDevelop your networking skills \n•\tWrite short emails with appropriate formatting\n•\tRecognize and produce formal and informal language in emails\n•\tDevelop vocabulary related to jobs and companies",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "46b4tHEkEeWbbw5cIAKQrw",
            "instructorIds": [
                "15497634",
                "15471184"
            ],
            "name": "Business English: Networking",
            "partnerIds": [
                "15"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/eb/ab2c80ae6211e58c40eb9fd4768fa7/1_intro.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "business-english-intro",
            "startDate": 1454973530186,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Recommender systems have changed the way people find products, information, and even other people. They study patterns of behavior to know what someone will prefer from among a collection of things he has never experienced. The technology behind recommender systems has evolved over the past 20 years into a rich collection of tools that enable the practitioner or researcher to develop effective recommenders. We will study the most important of those tools, including how they work, how to use them, how to evaluate them, and their strengths and weaknesses in practice.\n\nThe algorithms we will study include content-based filtering, user-user collaborative filtering, item-item collaborative filtering, dimensionality reduction, and interactive critique-based recommenders. The approach will be hands-on, with six week projects, each of which will involve implementation and evaluation of some type of recommender.\n\nIn addition to topical lectures, this course includes interviews and guest lectures with experts from both academia and industry.\n\nBeginning in February 2015, you will be able to earn a Verified Certificate by verifying your identity via a webcam and a government-issued ID. This option will provide formal recognition of your achievements in the course and includes the University of Minnesota logo. Before then, you can complete a “test run” of the exam. You can then re-take the exam after the Verified Certificate becomes available. For information regarding Verified Certificates, see https://courserahelp.zendesk.com/hc/en-us/articles/201212399-Verified-Certificates",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "machine-learning"
                }
            ],
            "id": "tla9taD_EeSt6SIACzgCKw",
            "instructorIds": [
                "3108924",
                "3691077"
            ],
            "name": "Introduction to Recommender Systems",
            "partnerIds": [
                "50"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b1/0dd0ff0e44a763cfba188a761ae2cb/movielens.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "recommender-systems",
            "startDate": 1423270579931,
            "workload": "80-120 hours of videos and quizzes"
        },
        {
            "courseType": "v1.session",
            "description": "To share knowledge and issues in the physical properties of light, the accommodation of light in biological phenomena and medical applications, and the dynamic ways that light is experienced through color in everyday life. \n",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-1433",
            "instructorIds": [
                "7323456",
                "7335453",
                "7244756"
            ],
            "name": "Introduction to Light, Color, and Life",
            "partnerIds": [
                "178"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/98/d507f0983a11e385cb2df48c5a27bb/logo1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "lcl",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Предметом курса являются методологии создания корпоративных систем — подходы к организации, планированию и управлению процессами их разработки. В разделе рассматриваются методологические основы разработки корпоративных систем, а также систематизируются практические приемы – «лучшие практики» их применения. Исследуется влияние методологий разработки на характер и масштаб программных систем. Основное внимание при этом уделяется сравнительному анализу наиболее значимых методологий разработки программных систем, которые объединяют практические приемы построения систем в рамках различных моделей жизненного цикла. Систематизация методологий проводится также и в аспекте их практической пригодности для разработки корпоративных систем.\nБудут рассмотрены следующие основные вопросы: Что такое методология? Чем отличаются строгие методологии от гибких? В чем особенности применения методологий разработки к корпоративным приложениям? Какие этапы включает в себя каждая из методологий разработки программных систем? В чем особенности каждого из этих этапов? Почему важно систематически изучать жизненный цикл разработки? Какие методологии лучше подходят для различных видов программных продуктов?",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "3lUJrKSXEeWQ1w4dO5yCCw",
            "instructorIds": [
                "16571803"
            ],
            "name": "Разработка корпоративных систем. Часть 2. Строгие методологии разработки",
            "partnerIds": [
                "281"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/af/a37340a4c711e59e6951efef06fd22/logo_picture6.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "razrabotka-korporativnih-sistem-strogie-metodologii-razrabotki",
            "startDate": 1450743369760,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Explore how science works and what constitutes \"good\" science through case studies drawn from a wide spectrum of people's experience, for example superheros, movies, and real world issues such as global warming. ",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "v1-205",
            "instructorIds": [
                "1321950"
            ],
            "name": "Science from Superheroes to Global Warming",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/56/fbfabd3679d122b17ad4696ece54c8/460px_x_259px_female_superhero_used_for_Physics_Coursera.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "scientificthinking",
            "workload": "6-9 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "How does Google Maps plan the best route for getting around town given current traffic conditions?  How does an internet router forward packets of network traffic to minimize delay?  How does an aid group allocate resources to its affiliated local partners?\n\nTo solve such problems, we first represent the key pieces of data in a complex data structure. In this course, you’ll learn about data structures, like graphs, that are fundamental for working with structured real world data.  You will develop, implement, and analyze algorithms for working with this data to solve real world problems.   In addition, as your programs you develop in this course become more complex, we’ll examine what makes for good code and class hierarchy design so that you can not only write correct code, but also share it with other people and maintain it in the future.\n\nThe backbone project in this course will be a route planning application.  You will apply the concepts from each Module directly to building an application that allows an autonomous agent (or a human driver!) to navigate its environment.  And as usual we have our different video series to help tie the content back to its importance in the real world and to provide tiered levels of support to meet your personal needs.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "NwQ9txnoEeWDtQoum3sFeQ",
            "instructorIds": [
                "12264824",
                "13728862",
                "13723863"
            ],
            "name": "Advanced Data Structures in Java",
            "partnerIds": [
                "53"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/02/5862d0469011e58b7267fbeaf2e97c/Course3.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "advanced-data-structures",
            "startDate": 1450713544918,
            "workload": "5 weeks of study, 1-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Наглядно – интересно – просто – понятно!\nДанный курс представляет собой серию физических опытов, наглядно демонстрирующих работу основных законов механики. Демонстрацию физических явлений проводит незаурядный преподаватель, доцент кафедры общей физики НИЯУ «МИФИ» — Валериан Иванович Гервидс, который доступно и наглядно объясняет основные принципы и законы движения материальных тел и их взаимодействие. \n\nЗачем учить этот курс?\n• Физика – наука экспериментальная. Лучше один раз увидеть, чем сто раз услышать или прочитать! \n• Именно эксперименты позволяют продемонстрировать и легко понять и простые, и сложные аспекты, которые традиционно преподаются в виде теоретического материала и математических моделей\n• Курс поможет Вам научиться использовать: \n   o эксперимент как способ постановки вопроса, \n   o эксперимент как инструмент изучения физического явления\n   o эксперимент как  форму ответа на вопрос\n• Очень часто достаточно «простые» физические вопросы имеют неожиданные ответы, которые зависят от конкретных условий проведения эксперимента. Демонстрация таких опытов и объяснение полученных в них результатов могут оказаться чрезвычайно интересными\n• Вы сможете увидеть применение изучаемых физических явлений в жизни, в технике и в быту\n• Изучая этот курс, вы восполните нехватку времени на экспериментальную, «живую» физику, которая ощущается в обычном учебном процесс\n\nЧему учит этот курс?\n• Пониманию широкого круга как простых, так и сложных физических явлений и процессов по тематике соответствующих разделов\n• Применению физических закономерностей для анализа различных физических явлений и процессов \n• Навыкам  использования эксперимента\n• Базовым знаниям по физике будущих инженеров и специалистов в различных областях деятельности.\n\nДля кого этот курс?\n• Для тех, кто изучает физику, и хочет прояснить для себя различные вопросы (в школе, в вузе)\n• Для тех, кто преподает физику (в школе, в вузе)\n• Для тех, кто использует физику в своем рабочем процессе (инженеры, программисты и т.д.)\n• Для тех, кому это просто интересно",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                },
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "UjfFEaIuEeWSZwqLCnKxOQ",
            "instructorIds": [
                "8883250",
                "16661132",
                "16661101",
                "16661192"
            ],
            "name": "Физика в опытах. Часть 1. Механика",
            "partnerIds": [
                "281"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/68/44ed40a3f911e59e6951efef06fd22/logo_picture_mehanika.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "fizika-v-opitah-mehanika",
            "startDate": 1455842190831,
            "workload": "5 недель обучения, 1-2 часа / неделю"
        },
        {
            "courseType": "v1.session",
            "description": "Learn to address Information and Communication Technology (ICT) accessibility in this course covering challenges and strategies for organizations and individuals.  Whether corporate, governmental, or nonprofit, this course will enable you to identify ICT accessibility issues, analyze needs, and evaluate solutions for both employees and customers with disabilities.\n\n\n",
            "domainTypes": [],
            "id": "v1-1542",
            "instructorIds": [
                "5914375",
                "2225883",
                "5973431",
                "9769462",
                "9771331",
                "8440309",
                "9556612",
                "9558957"
            ],
            "name": "Information and Communication Technology (ICT) Accessibility ",
            "partnerIds": [
                "9"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/5a/80ef20061411e591f5977ea6ebcdc9/Information-and-Communication-Technology-Accessibility-Icon600x340_Modified.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "digitalaccessibility",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course, you will gain an understanding of the theory underlying optimal portfolio construction, the different ways portfolios are actually built in practice and how to measure and manage the risk of such portfolios.\n\nYou will start by studying how imperfect correlation between assets leads to diversified and optimal portfolios as well as the consequences in terms of asset pricing. Then, you will learn learn how to shape an investor's profile and build an adequate portfolio by combining strategic and tactical asset allocations. Finally, you will have a more in-depth look at risk: its different facets and the appropriate tools and techniques to measure it, manage it and hedge it.\n\nKey speakers from UBS, our corporate partner, will regularly add a practical perspective on these different topics as you progress through the course.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "lVrbSnKzEeWIfhKr_WcYsQ",
            "instructorIds": [
                "15611903",
                "15976908",
                "9514101",
                "15614769",
                "15614758",
                "15614730"
            ],
            "name": "Portfolio and Risk Management",
            "partnerIds": [
                "49"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2c/1e1660bfc511e586f9898ae01fe616/geneva_thumb.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "portfolio-risk-management",
            "startDate": 1453243274011,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "With this course you will position your own leadership style and grow your resilience\n\nIn this course, second course of the \"Inspirational Leadership\" Specialization, you will discover the characteristics of charismatic leadership. \nYou’ll personally learn how to embody these traits through the “Savoir-Relier” (art of connecting and leading with sense) methodology, which covers 3Gs: being Genuine, Generous, and Generative. \nYou will then choose which style of leadership best fits you, why and when so you can adapt to more complex and difficult situations with resilience. \nIn a “Self-Portrait” and “Conversation” with your classmates, you will be able to adjust your own ideas about your leadership styles and strengths, allowing you to increase your self-awareness, improve your relational intelligence, and prepare you to confront crises and resolve conflicts. \nYou will also be better prepared to face difficult situations and make better decisions by relying on both your perception and analytical skills. All these skills will help you create sense in your team so you can lead it better.\n\nThis course is part of a Specialization on Leadership called “Inspirational Leadership: Leading with Sense”, so you may want to take the course “Building Your Leadership Skills” prior of taking this course.\nAs where in course 1 “Building Your Leadership Skills” you have mostly worked on your inner-self and on the relation between you and the other, in this course you’ll work on the relationship between you and the group, improving your leadership skills when interacting in a team. \n\nLeaders from different organizations and participants of the HEC Paris Leadership Certificate, the program from which this course and specialization is inspired, will share with you their insights about what it takes to become a great leader in a group or team and what they are able to achieve now that they apply The Savoir-Relier methodology.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "mt1WfTaSEeWWBQrVFXqd1w",
            "instructorIds": [
                "11182902"
            ],
            "name": "Giving Sense to Your Leadership Experience",
            "partnerIds": [
                "161"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e6/f85ad0402d11e59764c9cfbf30adcf/vign_mooc2_1200.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "leading-sense",
            "startDate": 1445219954131,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course will provide learners with an introduction to research data management and sharing. After completing this course, learners will understand the diversity of data and their management needs across the research data lifecycle, be able to identify the components of good data management plans, and be familiar with best practices for working with data including the organization, documentation, and storage and security of data. Learners will also understand the impetus and importance of archiving and sharing data as well as how to assess the trustworthiness of repositories. \n\nToday, an increasing number of funding agencies, journals, and other stakeholders are requiring data producers to share, archive, and plan for the management of their data. In order to respond to these requirements, researchers and information professionals will need the data management and curation knowledge and skills that support the long-term preservation, access, and reuse of data. Effectively managing data can also help optimize research outputs, increase the impact of research, and support open scientific inquiry. After completing this course, learners will be better equipped to manage data throughout the entire research data lifecycle from project planning to the end of the project when data ideally are shared and made available within a trustworthy repository.\n\nThis course was developed as part of the Curating Research Assets and Data Using Lifecycle Education (CRADLE) Project, made possible in part by the Institute of Museum and Library Services under award #RE-06-13-0052-13.\n\nThe views, findings, conclusions or recommendations expressed in this Research Data Management and Sharing MOOC do not necessarily represent those of the Institute of Museum and Library Services.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "FwLlxFfeEeWWpxI8aBTOyQ",
            "instructorIds": [
                "12960248",
                "15625008"
            ],
            "name": "Research Data Management and Sharing",
            "partnerIds": [
                "77",
                "14"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a3/d698f0799b11e5b91b43b9b4b44038/bitsissue8_2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "research-data-management-and-sharing",
            "startDate": 1455159258264,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "<div>Exploratory and objective data analysis methods applied to the physical, engineering, and biological sciences.</div>\n<div></div>",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                }
            ],
            "id": "v1-96",
            "instructorIds": [
                "2666846"
            ],
            "name": "Computational Methods for Data Analysis",
            "partnerIds": [
                "15"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/bf/0e5c20352c11e49acdcfd9c2fca6c5/large-icon1.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "compmethods",
            "workload": "10-12 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "学习必需的技术技能，从而掌握分析财务报表和披露财务信息用于财务分析的能力，并了解会计标准和高管层激励对财务报告流程的影响。学完本课程后，您将学会阅读三种最常见的财务报表：利润表、资产负债表和现金收支一览表。然后，您可以运用所学技能处理现实商务挑战，这也是沃顿商学院商务基础专项课程的组成部分。",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "v1-3148",
            "instructorIds": [
                "1937011"
            ],
            "name": "财务会计概论（中文版）",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/52/6b1ca0fa9511e499d5b925db68f6e5/online_learning_slide_vAccounting.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "whartonaccountingzh",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Aprende los elementos esenciales necesarios para empezar a tocar la guitarra acústica o eléctrica. Aprenderás un enfoque fácil que te hará tocar rápidamente a través de una combinación de la exploración del instrumento, la técnica de ejecución y la teoría básica de la música.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "gkMKPVDMEeWfzRIay-bDMQ",
            "instructorIds": [
                "1338222"
            ],
            "name": "Introducción a la guitarra",
            "partnerIds": [
                "21"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/61/2b4300c11411e5b8ef55bf49294387/guitar.Spanish.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "guitarra",
            "startDate": 1444251006024,
            "workload": "6-8 horas/semana"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Bienvenidos a esta introducción al desarrollo de videojuegos en Unity! Al finalizar este curso habrás desarrollado un juego 2D sencillo, y conocerás los conceptos necesarios para hacer este desarrollo desde el punto de vista de un programador en Unity. Aprenderás durante 8 semanas cómo crear la escena principal de un juego, cómo agregar código que defina el comportamiento de los personajes, cómo reflejar el estado del juego en elementos de interfaz y cómo publicar dicho prototipo en la web. Usamos Unity, un motor de juegos muy popular, con una gran cantidad de recursos disponibles y con una comunidad muy activa. Puedes ver ejemplos de lo que han desarrollado otros estudiantes en: http://padlet.com/Uniandes/DlloVideojuegos\n\nTengas o no tengas una idea de juego, este curso te permitirá adquirir las habilidades básicas para desarrollar juegos 2D. Este curso es también útil si quieres hacer un juego para tu trabajo, investigación, ó por hobby, sea el tema que sea. Los conceptos acá aprendidos son también útiles para el desarrollo de simuladores, juegos educativos, y libros interactivos.\n\nEs importante que tengas conocimientos básicos de programación en un lenguaje orientado por objetos como Python, Java o C#. Existen varios cursos en Coursera que puedes tomar con este propósito. Vamos a programar en C# dentro de Unity, y los conceptos en otros lenguajes orientados por objeto van a ser útiles para nuestro desarrollo en este curso.\n\nEste curso es parte del Programa Especializado Coursera en desarrollo de videojuegos, en la cual aprenderás a diseñar y programar cierto tipo de videojuegos, comprender el mercado actual y lo que se requiere para crear un juego comercialmente exitoso. Estos cursos están inspirados en el Programa Especializado en Desarrollo de Videojuegos en la Universidad de los Andes, un programa de un año que forma los futuros productores, programadores, diseñadores y músicos en el sector.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "Qj-ZfiUAEeWxbhIkPfddLQ",
            "instructorIds": [
                "261112"
            ],
            "name": "Desarrollo de Videojuegos en Unity: Una Introducción",
            "partnerIds": [
                "273"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/bd/39f0b05bd911e5a2b1a19a6af9aeb9/unity7-2D.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "desarrollo-videojuegos-unity",
            "startDate": 1444169147543,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This is an introductory course for students with limited background in chemistry; basic concepts such as atomic and molecular structure, solutions, phases of matter, and quantitative problem solving will be emphasized with the goal of preparing students for further study in chemistry.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "chemistry"
                }
            ],
            "id": "v1-1821",
            "instructorIds": [
                "2509303"
            ],
            "name": "Introduction to Chemistry:  Structures and Solutions",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ec/b23580499e11e4879e413e2a37b54b/logo4.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "chem992",
            "workload": "8-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "iOS App Development Basics, the second course in the iOS App Development with Swift specialization, expands your programming skills and applies them to authentic app development projects. The topics covered in this course include Xcode basics, Core iOS and Cocoa Touch frameworks, simple user interface creation, MVC Architecture and much more.  With a focus on using Apple’s components to access sensors like camera, microphone and GPS, by the end of this course you will be able to create a basic App according to specified parameters and guidelines.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "zc34tTekEeWXuQopUhAqaw",
            "instructorIds": [
                "14417702"
            ],
            "name": "iOS App Development Basics",
            "partnerIds": [
                "11"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5f/aeb99037b611e5b05023ed9581e91a/ioslogo4.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ios-app-development-basics",
            "startDate": 1446578107869,
            "workload": ""
        },
        {
            "courseType": "v1.capstone",
            "description": "This final project allows students to apply their knowledge of virtual instruction by designing an online or blended instructional module. It is the final requirement for the Virtual Teacher Specialization Certificate.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-2333",
            "instructorIds": [
                "2320298"
            ],
            "name": "Virtual Teacher Final Project",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/eb/738290500211e498109b5e512eae88/Teacher_Kid_final_.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "vtfinalproject",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "La administración de una empresa de alimentación y bebidas es una tarea fascinante.\n\nLos productos de alimentación y bebidas están tan profundamente arraigados en la cultura de la mayoría de los países, que la fabricación y venta de ellos no es sólo una cuestión de hacer y vender productos buenos y sabrosos, sino hacer productos que nutran el cuerpo, el alma y el corazón de las personas. Teniendo en cuenta lo anteriormente expuesto, no es difícil ver que la tarea se convierte rápidamente compleja.\n\nEste curso tiene un doble objetivo: en primer lugar, vamos a centrarnos en los desafíos contemporáneos que los gerentes y empresarios de las empresas de alimentos y bebidas deben ser capaces de enfrentar; en segundo lugar, vamos a ofrecer modelos y herramientas para planificar e implementar procesos apropiados para satisfacer a los clientes y construir una ventaja sobre la competencia.\n\nEl curso está compuesto por cuatro módulos y una introducción, cada uno explora uno de los dilemas que las empresas de alimentación y bebidas se enfrentan. Te será proporcionado un set de video lecciones y tendremos oradores invitados. En estas lecciones se hará una introducción accesible a temas específicos que será integrada con entrevistas a gerentes y expertos que darán ideas valiosas y ejemplos a los participantes.\n\nPara mejorar tu experiencia de aprendizaje con nosotros, pondremos a tu disposición un documental sobre las excelencias del Distrito de Módena que estará en un formato específicamente desarrollado para este curso con el fin de darles la oportunidad de experimentar en primera persona lo que los estudiantes de nuestro campus experimentan durante los viajes de estudio en las empresas italianas y europeas.\n\nA cada módulo le corresponde una prueba y la posibilidad de discutir con tus pares en los “discussion forums” que te darán la oportunidad de reflexionar sobre la variedad del mundo de alimentación y bebidas, sobre su complejidad, y sobre el poder de la red que construiremos juntos durante el curso.\n\nOradores Invitados:\n\nBarilla - Giuseppe Morici, Presidente de la Región Europa - www.barilla.com\nHeineken - Floris Cobelens, Director de Marketing - www.heineken.com\nMasterchef Italia Sky - Nils Hartmann, Director de Producciones Originales en Sky Italia - www.masterchef.sky.it\nTRDN - Martin Oetting, Director Ejecutivo - www.trnd.com\nEataly - Paolo Bongiovanni, Director de Marketing - www.eataly.it\nBranca - Nicolò Branca, Propietario - www.branca.it\nBerlucchi - Paolo Ziliani, Propietario - www.berlucchi.it\nGROM - Federico Grom, Fundador y Propietario - www.grom.it/en \nWinery Il Cavallante - Sergio Morpurgo, Propietario\nJoia Restaurant - Alta Cucina Naturale - Pietro Leemann, Propietario y Chef - www.joia.it\nManpowerGroup Italia - Elena Gelosa, Director de Marketing y Comunicación -www.manpower.it\nProyecto Expo 2015 Chile - Guillermo Ariztía, Director del Pabellón chileno - www.expomilan.cl\nTetra Pak - Matthew Hatton, Director de Inteligencia del competidor - www.tetrapak.com\nBioHombre - Matteo Panini, CEO - www.hombre.it\nAcetaia Maletti - Carmen & Claudio Maletti\nCantine Riunite y CIV - Vanni Lusetti, CEO; Francesca Benini, Gerente de Ventas y Marketing; Elena Lottici, Gerente de Exportaciones; Mario Vandi, Director de Marketing - www.riunite.it\nGlemGas - Marco Guerzoni, Gerente de Proyectos - www.glemgas.com\nBibendum Catering - LaFranceschetta58 - Sabrina Lazzereschi y Marta Pulini, Propietarios y Fundadores - www.bibendumcatering.it, www.franceschetta58.it",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "QtAD8SXCEeWxbhIkPfddLQ",
            "instructorIds": [
                "12219359"
            ],
            "name": "Gestión de las empresas de alimentación y bebidas",
            "partnerIds": [
                "157"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/84/5e4160589111e5b79abf9679608b25/geab_v1.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "empresas-alimentos-bebidas",
            "startDate": 1444240983845,
            "workload": "3-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course 'Unethical decision making in organizations : A seminar on the dark side of the force' will teach you how strong organizational contexts push good people towards unethical decisions. You will also learn how to protect yourself and your organization against such forces lurking in the dark.",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "v1-1153",
            "instructorIds": [
                "4582049",
                "5175119"
            ],
            "name": "Unethical Decision Making in Organizations",
            "partnerIds": [
                "159"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2b/ee4960352b11e4ae1bdd88b9e8f59b/Biz_ethics_Fotolia_49499572.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "unethicaldecision",
            "workload": "2-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Learn about the role of environment in disease transmission and how to implement standard and transmission-based precautions to prevent the spread of antibiotic resistant bacteria and other infections in your facility.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "m4gpU445EeWq-BKQI4jyyw",
            "instructorIds": [
                "4175883"
            ],
            "name": "Infection Prevention in Nursing Homes",
            "partnerIds": [
                "77"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/07/dd20708ee711e5a42d476624ee6819/iStock_mrsa.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "infection-prevention",
            "startDate": 1449175505119,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course is designed for high school students preparing to take the AP* Statistics Exam.\n\n* AP Statistics is a registered trademark of the College Board, which was not involved in the production of, and does not endorse, this product.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                }
            ],
            "id": "v1-1327",
            "instructorIds": [
                "3700546"
            ],
            "name": "Preparing for the AP* Statistics Exam",
            "partnerIds": [
                "119"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/e7/f90f90352c11e4b1518bb3518fcc93/stat.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "apstat",
            "workload": "8-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course, you will learn all of the major principles of microeconomics normally taught in a quarter or semester course to college undergraduates or MBA students.  \n\nPerhaps more importantly, you will also learn how to apply these principles to a wide variety of real world situations in both your personal and professional lives.  In this way, the Power of Microeconomics will help you prosper in an increasingly competitive environment.\n\nNote that this course is a companion to the Power of Macroeconomics.  If you take both courses, you will learn all of the major principles normally taught in a year-long introductory economics college course.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "pB5I3GYSEeSuUyIAC0mIhA",
            "instructorIds": [
                "3014788"
            ],
            "name": "The Power of Microeconomics: Economic Principles in the Real World",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2f/2ca9e2108f85a1607d2f80de8c8fcc/MicroEconomics.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "principles-of-microeconomics",
            "startDate": 1422319655855,
            "workload": "11 hours of videos and quizzes"
        },
        {
            "courseType": "v1.session",
            "description": "The aim of this course is to understand issues that companies need to address when moving from being offline to online and learn how companies can craft business models where IT is embedded as an integral part of products, processes and customer interactions. You would get to appreciate how IT is changing the way companies create value through networks and coopetition.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "v1-1508",
            "instructorIds": [
                "4829232"
            ],
            "name": "Foundations of E-Commerce ",
            "partnerIds": [
                "121"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/e8/eb25b03e0911e48f87550451461cb8/E-Commerce-Course-Display_v1.1-01.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ntuecom",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "El curso Liderazgo Instruccional: Perspectiva Local y Prácticas locales, es una instancia para que profesores, líderes escolares y profesionales de la educación puedan actualizar sus conocimientos y potenciar la enseñanza y el aprendizaje de los estudiantes.",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "U5V8GPhdEeSvDyIAC12Nyg",
            "instructorIds": [
                "12607941"
            ],
            "name": "Liderazgo Instruccional: Perspectiva Global y Prácticas Locales",
            "partnerIds": [
                "190"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b2/1d0fe0fef111e4bf2499194607d43d/banner_v_2.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "liderazgo-educativo",
            "startDate": 1432147583821,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course introduces students to the basic components of electronics: diodes, transistors, and op amps.  It covers the basic operation and some common applications.  ",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "electrical-engineering"
                }
            ],
            "id": "v1-1799",
            "instructorIds": [
                "2998616",
                "8491661",
                "2225883"
            ],
            "name": "Introduction to Electronics",
            "partnerIds": [
                "9"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/a6/dfd5c0f35e11e4808cdb0b619eb918/Introduction-to-Electronics-Icon600x340.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "introtoelectronics",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Throughout history, the vast majority of people around the globe have believed they have, however defined, a “soul.” While the question of whether the soul exists cannot be answered by science, what we can study are the causes and consequences of various beliefs about the soul and its prospects of surviving the death of the body. Why are soul and afterlife beliefs so common in human history? Are there adaptive advantages to assuming souls exist?  Are there brain structures that have been shaped by environmental pressures that provide the foundation of body/mind dualism that is such a prominent feature of many religions? How do these beliefs shape the worldviews of different cultures and our collective lives? What is the role of competing afterlife beliefs in religion, science, politics, and war? This course explores several facets of this relatively unexplored but profoundly important aspect of human thought and behavior.\n\nThe course consists mainly of 70 to 80 minute lectures, typically broken up into 3 segments, recorded from a course offered by Rutgers University School of Arts and Sciences.  These videos include slides and some embedded video clips.  Most lectures are accompanied by slides used during the lecture, also including recommended reading assignment which may provide additional opportunities to reflect on your studies.\n\nDue to the lengthiness of this class and natural progression, the online course has been separated into 3 units, this is Unit 2.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                }
            ],
            "id": "CTlGQf2KEeSToSIACxsEgg",
            "instructorIds": [
                "2645301",
                "2645318"
            ],
            "name": "Soul Beliefs: Causes and Consequences - Unit 2: Belief Systems",
            "partnerIds": [
                "67"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0a/c9a310bde311e4971af1b907db6f80/SB_CourseImage.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "soulbeliefs2",
            "startDate": 1437064531938,
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course introduces you to the basic biology of modern genomics and the experimental tools that we use to measure it. We'll introduce the Central Dogma of Molecular Biology and cover how next-generation sequencing can be used to measure DNA, RNA, and epigenetic patterns. You'll also get an introduction to the key concepts in computing and data science that you'll need to understand how data from next-generation sequencing experiments are generated and analyzed.  \n\nThis is the first course in the Genomic Data Science Specialization.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "-zhQFJezEeWjfxIrc5BW9Q",
            "instructorIds": [
                "10523187",
                "694443"
            ],
            "name": "Introduction to Genomic Technologies",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b2/578710056311e582bd7b41f6cdde52/intro5_28_15-01.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "introduction-genomics",
            "startDate": 1453136728093,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Questions related to sexuality and reproduction are intimately linked to health, well-being and human rights. In this course, you will gain a unique opportunity to explore the field of SRHR together with participants from around the world, and to reflect upon themes and issues that are of global relevance.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-1767",
            "instructorIds": [
                "7955129"
            ],
            "name": "Global Perspectives on Sexual and Reproductive Health and Rights (SRHR)",
            "partnerIds": [
                "199"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/fb/caca20352911e48e9c2583f964c285/SRHR_COURSELOGO.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "globalsrhr",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course focuses on one of the most important tools in your data analysis arsenal: regression analysis. Using either SAS or Python, you will begin with linear regression and then learn how to adapt when two variables do not present a clear linear relationship. You will examine multiple predictors of your outcome and be able to identify confounding variables, which can tell a more compelling story about your results. You will learn the assumptions underlying regression analysis, how to interpret regression coefficients, and how to use regression diagnostic plots and other tools to evaluate the quality of your regression model. Throughout the course, you will share with others the regression models you have developed and the stories they tell you.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "XUoQOTbqEeWoUw6Yc8vnEw",
            "instructorIds": [
                "3182044",
                "1121232"
            ],
            "name": "Regression Modeling in Practice",
            "partnerIds": [
                "34"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/40/3a77e036f111e5bf8d170e5b931ead/big-dataB.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "regression-modeling-practice",
            "startDate": 1447955165194,
            "workload": "4 weeks, 4 - 5 hours per week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "En el ambiente empresarial, el saber escribir con eficacia es una poderosa herramienta. Aprende a expresar tus pensamientos de una manera clara y concisa para que las personas que lean lo que escribes capten mejor tus ideas. Mejora tu capacidad de redactar documentos empresariales aprendiendo a escoger el formato y el medio idóneo según para quién escribas, a adaptar tu estilo a la situación, a determinar tu objetivo y a comunicarlo con claridad. También aprenderás a detectar, corregir y evitar los fallos más comunes y adquirirás una experiencia muy valiosa analizando, redactando y revisando una amplia gama de documentos empresariales. Ya sea que escribas una simple nota para tu oficina o una propuesta de negocio de 20 páginas, redáctala bien y verás cómo aumenta su eficacia.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "gDXTbUEjEeWKOBLv1z6n9w",
            "instructorIds": [
                "8887234"
            ],
            "name": "Redacción de documentos empresariales de gran impacto",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/42/e6da0049ae11e49e1bf15ddbcff4cf/Busuness-Writing-Course.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "escritura-en-negocios",
            "startDate": 1445674522933,
            "workload": "De 4 a 8 horas de videos, lecturas y exámenes"
        },
        {
            "courseType": "v1.session",
            "description": "This course will explain the structure of the American health care system and explore the many problems of this complicated system. Part I of II.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-2875",
            "instructorIds": [
                "1806984"
            ],
            "name": "American Health Policy: The Structure of the American Health Care System (Part I of II)",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/1e/f5d3b0b94011e4a80befec45913c27/AmericanFlag_Stethoscope.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "americanhealthsystem",
            "workload": "3-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Несколько десятилетий назад определение нуклеотидной последовательности ДНК организма было почти невыполнимой задачей. Сегодня же секвенирование ДНК стало для специалистов чуть ли не рутинной работой – и тщательное изучение геномов принесло множество сюрпризов. Например, ученые обнаружили в генетическом материале ядерных организмов до 98 % молчащей, не кодирующей белки ДНК. Какие тайны скрываются в этих участках? \nЭтот курс познакомит вас с основными терминами и современными исследованиями в области генетики. От разбора молекулярного носителя наследственности, молекулы ДНК мы  перейдем к подробному изучению ее функциональных единиц – генов. Вы научитесь решать увлекательные генетические задачи и ориентироваться в причинах и последствиях мутаций. Студенты узнают законы классической генетики и столкнутся с тем, что и здесь на каждое правило есть свое исключение.\n\nПочему у голубоглазых родителей не может быть кареглазых детей? \nЧто общего между дальтонизмом у человека и черепаховой окраской у кошек? \nОтчего седеют лошади и не слышит голубоглазый кот? \n\nВместе с учеными-генетиками мы ответим на эти и другие вопросы и увидим, какие серьезные изменения в эволюционной биологии и биомедицине произошли сегодня благодаря появлению современных методов исследования ДНК.\n\nНаш курс состоит из пяти модулей, название и структуру которых вы можете видеть ниже. Общая оценка за курс  складывается как общая сумма баллов, набранных вами за итоговые тесты по модулям и итоговый тест по всему курсу.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "G5hfwlaTEeWsGQ6fKrurvQ",
            "instructorIds": [
                "14985525"
            ],
            "name": "Генетика (Genetics)",
            "partnerIds": [
                "275"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/18/d101d057a111e5b7ca3b0a24ec25fc/DNA.png",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "nsu-genetics",
            "startDate": 1452530418992,
            "workload": "5 недель исследования, 1-3 часов / неделю"
        },
        {
            "courseType": "v2.ondemand",
            "description": "El pensamiento crítico (la aplicación de métodos científicos y del razonamiento lógico) constituye la base para resolver problemas y tomar decisiones con eficacia. El pensamiento crítico nos permite evitar escollos frecuentes, verificar la validez de nuestras creencias y suposiciones y corregir las distorsiones que pueden haberse producido en nuestros procesos mentales. Con este curso adquirirás la confianza para evaluar acertadamente los problemas, sopesar soluciones alternativas y prever probables riesgos. Aprenderás a usar el análisis, la síntesis y las preguntas positivas para abordar problemas tanto individuales como organizacionales y cultivarás el pensamiento crítico que se necesita en estos tiempos turbulentos. Mediante estudios de caso y de situaciones en que se han visto otros alumnos, se exploran modelos exitosos y métodos de probada eficacia que son fácilmente reproducibles en el trabajo.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "mXOBuEEkEeWKOBLv1z6n9w",
            "instructorIds": [
                "12023420"
            ],
            "name": "Cómo resolver problemas y tomar decisiones con eficacia",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/91/41677049ad11e49965db576a13e532/Problem-Solving-Course.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "resolucion-decisiones",
            "startDate": 1445674689429,
            "workload": "De 4 a 8 horas de videos, lecturas y exámenes"
        },
        {
            "courseType": "v1.session",
            "description": "This course offers an evidence-based analysis of globalization that addresses what is happening to us personally as well as economically amidst the market-led processes of global integration. ",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "v1-524",
            "instructorIds": [
                "3471976"
            ],
            "name": "Globalization and You",
            "partnerIds": [
                "15"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/fb/98a120352a11e49a597321ba86b5f4/GlobalizationWordleBanner2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "globalization",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course is an introduction to information theory, which emphasizes fundamental concepts as well as analytical techniques. Specific topics include: Information Measures, The I-Measure, Zero-Error Data Compression, Weak Typicality, Strong Typicality, Discrete Memoryless Channels, etc.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "v1-407",
            "instructorIds": [
                "2600275"
            ],
            "name": "Information Theory",
            "partnerIds": [
                "45"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/92/9a1dd0e06140d3c9cd15748f7e5290/informationtheory.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "informationtheory",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course will provide learners with a fundamental understanding of the characteristics and marketing strategies related to two key global industries, sports and entertainment. Both are industries whose growth have been fueled by their ability to innovate via CCCI, i.e. cross-country and cross-industry growth. \n\nPeople who successfully complete this course will obtain the following outcomes:\n\n(1) an understanding of the key characteristics of marketing in the sports and entertainment industry. \n(2) learn about the importance of media management in the sports and entertainment industry.\n(3) learn about brand management in the sports and entertainment industry.\n(4) learn about CCCI Innovation in the sports and entertainment industry.\n(5) learn about CCCI Innovation best practices via interviews with key experts in the sports and entertainment industry.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "MgL5IIE6EeWBvwrKtFGfAw",
            "instructorIds": [
                "10324047"
            ],
            "name": "International Entertainment and Sports Marketing",
            "partnerIds": [
                "220"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d3/f3ea40a94a11e5ac6bb5302c181b58/Berliner_Olympiastadion_night.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "international-entertainment-sports-marketing",
            "startDate": 1453238486165,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course is taught so that students will acquire a solid foundation in algebra. The course concentrates on the various functions that are important to the study of calculus.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "v1-208",
            "instructorIds": [
                "1350643",
                "1499033",
                "1676603"
            ],
            "name": "Intermediate Algebra",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/9a/06d650352c11e4aa3c599183b828af/algebra-course-logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "algebra",
            "workload": "8-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Наш курс — это рассказ о выдающихся изобретениях и открытиях – сифоне, тепловом двигателе, математическом анализе, квантовой механике. Изобретения и открытия эти будут очень разными. Но все их объединяет то, что они оказали огромное влияние на развитие человечества. \nС одной стороны, история человечества — это история войн, революций и переворотов. Но с другой стороны, — это совсем другая история, история развития науки, инженерии и вообще интеллектуальное развитие человечества (которое включает в себя, кстати, и культурное развитие – религия, литература, живопись, музыка, театр). И представляется, что эта — «Вторая история» — оказала и большее, и более позитивное влияние на человечество. Вот этой второй истории человечества и посвящен наш курс.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "research-methods"
                }
            ],
            "id": "x84tmaSNEeW55wpLX5AfmQ",
            "instructorIds": [
                "14949346",
                "16558156"
            ],
            "name": "История изобретений и открытий (вторая история человечества)",
            "partnerIds": [
                "281"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/be/a8c9f0a4ca11e58be3bf4fd50e0078/logo_picture8.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "istoriya-izobretenii-i-otkritii",
            "startDate": 1450744294250,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "All goods and services are subject to scarcity at some level. Scarcity means that society must develop some allocation mechanism – rules to determine who gets what. Over recorded history, these allocation rules were usually command based – the king or the emperor would decide. In contemporary times, most countries have turned to market based allocation systems. In markets, prices act as rationing devices, encouraging or discouraging production and encouraging or discouraging consumption in such a way as to find an equilibrium allocation of resources. We will construct demand curves to capture consumer behavior and supply curves to capture producer behavior. The resulting equilibrium price “rations” the scarce commodity. Markets are frequent targets of government intervention. This intervention can be direct control of prices or it could be indirect price pressure through the imposition of taxes or subsidies. Both forms of intervention are impacted by elasticity of demand. \n\nAfter this course, you will be able to: \n•\tDescribe consumer behavior as captured by the demand curve.\n•\tDescribe producer behavior as captured by the supply curve.\n•\tExplain equilibrium in a market.\n•\tExplain the impact of taxes and price controls on market equilibrium.\n•\tExplain elasticity of demand.\n•\tDescribe cost theory and how firms optimize given the constraints of their own costs and an exogenously given price.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "sFiBn4SSEeWxQQoymFg8zQ",
            "instructorIds": [
                "16631679"
            ],
            "name": "Firm Level Economics: Consumer and Producer Behavior",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/50/80fa20a03c11e5ad000de4f911bf97/iMBA_MEABA_Icon_FirmLevelEconomics.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "firm-level-economics",
            "startDate": 1452704400986,
            "workload": "4 weeks, 3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The Music of the Beatles will track the musical development of the band, starting from the earliest days in Liverpool and Hamburg, moving through the excitement of Beatlemania, the rush of psychedelia, and the maturity of Abbey Road. While the focus will be on the music, we will also consider how recording techniques, the music business, the music of other artists, and the culture of the 1960s affected John, Paul, George, and Ringo as they created the Beatles repertory.\n\nThere is probably no band or artist that has had more written about their music than the Beatles. There are many good books on the band's biography, several insider accounts offering glimpses behind the scenes, books that interpret the meaning of the songs, and even books that catalog dates and people regarding the band. This course will try to synthesize much of that information into an account of the Beatles' development as musicians and songwriters.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "EVxWU6_bEeSmUyIACymLoA",
            "instructorIds": [
                "2599979"
            ],
            "name": "The Music of the Beatles",
            "partnerIds": [
                "60"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0e/61a0fd462aa2524f71915233b3530b/Beatles-red-legal-safe-copy.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "the-beatles",
            "startDate": 1432168530388,
            "workload": "12-24 hours of videos and quizzes"
        },
        {
            "courseType": "v1.session",
            "description": "Learn how probability, math, and statistics can be used to help baseball, football and basketball teams improve, player and lineup selection as well as in game strategy.",
            "domainTypes": [],
            "id": "v1-3123",
            "instructorIds": [
                "1675636"
            ],
            "name": "Math behind Moneyball",
            "partnerIds": [
                "119"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ab/e96fa03aa711e58399810486cb645a/math_behind_moneyball.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "mathletics",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Do you have data and wonder what it can tell you?  Do you need a deeper understanding of the core ways in which machine learning can improve your business?  Do you want to be able to converse with specialists about anything from regression and classification to deep learning and recommender systems?\n\nIn this course, you will get hands-on experience with machine learning from a series of practical case-studies.  At the end of the first course you will have studied how to predict house prices based on house-level features, analyze sentiment from user reviews, retrieve documents of interest, recommend products, and search for images.  Through hands-on practice with these use cases, you will be able to apply machine learning methods in a wide range of domains.\n\nThis first course treats the machine learning method as a black box.  Using this abstraction, you will focus on understanding tasks of interest, matching these tasks to machine learning tools, and assessing the quality of the output. In subsequent courses, you will delve into the components of this black box by examining models and algorithms.  Together, these pieces form the machine learning pipeline, which you will use in developing intelligent applications.\n\nLearning Outcomes:  By the end of this course, you will be able to:\n   -Identify potential applications of machine learning in practice.  \n   -Describe the core differences in analyses enabled by regression, classification, and clustering.\n   -Select the appropriate machine learning task for a potential application.  \n   -Apply regression, classification, clustering, retrieval, recommender systems, and deep learning.\n   -Represent your data as features to serve as input to machine learning models. \n   -Assess the model quality in terms of relevant error metrics for each task.\n   -Utilize a dataset to fit a model to analyze new data.\n   -Build an end-to-end application that uses machine learning at its core.  \n   -Implement these techniques in Python.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "machine-learning"
                }
            ],
            "id": "qi9mnkIJEeWC4g7VhG4bTQ",
            "instructorIds": [
                "14033965",
                "14032411"
            ],
            "name": "Machine Learning Foundations: A Case Study Approach",
            "partnerIds": [
                "15"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e4/3283d04d0111e5970145eef7ee0b59/gears-818461_1280.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ml-foundations",
            "startDate": 1442873212930,
            "workload": "6 weeks of study, 5-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "March 2014 marked the starting point of the largest outbreak of Ebola virus disease in history. Although the disease seems to be on a decrease, we are not there yet and new outbreaks will surely emerge. New efforts to combat the outbreak are necessary. This is why we developed this online course about Ebola, targeted at health professionals across the world.\n\nIn this course you will cover the fundamental knowledge any health professional should have with expected or confirmed cases or a general interest in the Ebola disease. You will discuss the epidemiology of the disease, its  pathophysiology and transmission, the clinical presentation including differential diagnosis and confirmation of disease. You will also discuss the general therapeutic approach to the care of Ebola suspected or confirmed patients and discuss the novel vaccine and drug developments.\n\nAs the Ebola crisis continues to rage through the affected areas, we need health professionals like yourself to be informed and involved.\n\nThis course is developed in collaboration with colleagues at the University of Amsterdam, the University Medical Center Utrecht (Julius Center/Julius Global Health), Elevate Health, Médecins Sans Frontières and the Lion Heart Foundation.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "-ufScs8fEeSS_CIACzcAUg",
            "instructorIds": [
                "11647961",
                "10426792"
            ],
            "name": "Ebola: Essential Knowledge for Health Professionals",
            "partnerIds": [
                "131",
                "270"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://spark-public.s3.amazonaws.com/ebolaessentials/image001.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ebola-essentials-for-health-professionals",
            "startDate": 1427736244423,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This MOOC is aimed at anyone wishing to understand the basics of population health. It provides a general introduction to some of the key themes, topics and discussion relevant to population health across the world. Primarily aimed for the general public, the course will also help those already working in health and social care who wish to improve their knowledge and understanding on this topic. ",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-902",
            "instructorIds": [
                "7001574",
                "10479516"
            ],
            "name": "An Introduction to Population Health",
            "partnerIds": [
                "147"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/38/c72a80352b11e4ae1bdd88b9e8f59b/Water.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "population",
            "workload": "1-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Las aplicaciones hoy en día, necesitan interactuar, comunicarse o utilizar otras aplicaciones. Al final del curso,  crearás una aplicación iOS con capacidad de conectarse a un servidor de datos, procesarlos, almacenarlos y visualizarlos.\n\nPara la conexión usaremos servicios web del tipo RESTful. Los datos hoy día se encuentran en formato JSON y por tanto esa será la forma de procesarlos. En el almacenamiento usaremos \"core data\" que es un marco de trabajo en iOS que nos facilita la manipulación de datos y para visualizarlos usaremos tablas y colección de vistas.\n\nEste curso es fundamental para la creación de aplicaciones empresariales que se comuniquen con servidores conectados a Internet y será muy importante para el desarrollo de tu proyecto final",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "QASavRn6EeWg_RJGAuFGjw",
            "instructorIds": [
                "86777"
            ],
            "name": "Accediendo a la nube con iOS",
            "partnerIds": [
                "62"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/8c/bee8d03aed11e5b76837d3bdb47f88/Fondote_1.2.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "nube-ios",
            "startDate": 1447451610482,
            "workload": "5 weeks of study, 3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Financial Engineering is a multidisciplinary field involving finance and economics, mathematics, statistics, engineering and computational methods.  The emphasis of FE & RM Part II will be on the use of simple stochastic models to (i) solve portfolio optimization problems  (ii) price derivative securities in various asset classes including equities and credit and (iii) consider some advanced applications of financial engineering including algorithmic trading and the pricing of real options. We will also consider the role that financial engineering played during the financial crisis. \n\nWe hope that students who complete the course and the prerequisite course (FE & RM Part I) will have a good understanding of the \"rocket science\" behind financial engineering. But perhaps more importantly, we hope they will also understand the limitations of this theory in practice and why financial models should always be treated with a healthy degree of skepticism.  ",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "szecWzeyEeSnNyIACxiLYQ",
            "instructorIds": [
                "1325435",
                "1325459"
            ],
            "name": "Financial Engineering and Risk Management Part II",
            "partnerIds": [
                "40"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://spark-public.s3.amazonaws.com/flex-fe1/stocksii.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "financial-engineering-2",
            "startDate": 1415294810350,
            "workload": "13 hours videos and quizzes"
        },
        {
            "courseType": "v1.session",
            "description": "Thermodynamics explains phenomena we observe in the natural world and is the cornerstone of all of engineering. You're going to learn about thermodynamics from a molecular picture where we'll combine theory with a wide range of practical applications and examples. The principles you'll learn in this class will help you understand energy systems such as batteries, semiconductors, catalysts from a molecular perspective.  But be warned: this is a fast-paced, challenging course. Everyone is welcome, but hold on to your hat! ",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "chemistry"
                }
            ],
            "id": "v1-2891",
            "instructorIds": [
                "2738007"
            ],
            "name": "Statistical Thermodynamics: Molecules to Machines",
            "partnerIds": [
                "151"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/a6/979480ce4311e4a2c4074bfc13b470/logo_notitle.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "stathermo",
            "workload": "4-5 hours/week"
        }
    ],
    "linked": {
        "instructors.v1": [
            {
                "fullName": "",
                "id": "122340"
            },
            {
                "fullName": "Кондаков Владимир Вениаминович",
                "id": "14966892"
            },
            {
                "fullName": "Ian Shapiro",
                "id": "10304334"
            },
            {
                "fullName": "",
                "id": "12482592"
            },
            {
                "fullName": "Arnaud De Bruyn",
                "id": "1920911"
            },
            {
                "fullName": "Пряхин Андрей Сергеевич",
                "id": "14960373"
            },
            {
                "fullName": "Mia Minnes",
                "id": "13728862"
            },
            {
                "fullName": "",
                "id": "7955129"
            },
            {
                "fullName": "",
                "id": "9769462"
            },
            {
                "fullName": "",
                "id": "1358517"
            },
            {
                "fullName": "Alexander S. Kulikov",
                "id": "87141"
            },
            {
                "fullName": "Sarah Jones",
                "id": "15625008"
            },
            {
                "fullName": "",
                "id": "694443"
            },
            {
                "fullName": "Gabriele Troilo",
                "id": "12219359"
            },
            {
                "fullName": "",
                "id": "611232"
            },
            {
                "fullName": "",
                "id": "12482563"
            },
            {
                "fullName": "Калашников Николай Павлович",
                "id": "16661101"
            },
            {
                "fullName": "",
                "id": "4829232"
            },
            {
                "fullName": "",
                "id": "8440309"
            },
            {
                "fullName": "Joyce  L. Browne",
                "id": "10426792"
            },
            {
                "fullName": "",
                "id": "3108924"
            },
            {
                "fullName": "Rajna Brandon Gibson",
                "id": "15614730"
            },
            {
                "fullName": " Professor Michela Massimi",
                "id": "1935226"
            },
            {
                "fullName": "",
                "id": "2645301"
            },
            {
                "fullName": "Richard Waterman",
                "id": "16532657"
            },
            {
                "fullName": "Manel Martínez-Ramón",
                "id": "15808745"
            },
            {
                "fullName": "Jonas Demaurex",
                "id": "15976908"
            },
            {
                "fullName": "",
                "id": "1308882"
            },
            {
                "fullName": "",
                "id": "465917"
            },
            {
                "fullName": "",
                "id": "10069004"
            },
            {
                "fullName": "Michael Levin",
                "id": "38926"
            },
            {
                "fullName": "Christine Alvarado",
                "id": "13723863"
            },
            {
                "fullName": "",
                "id": "4019074"
            },
            {
                "fullName": "",
                "id": "4639533"
            },
            {
                "fullName": "",
                "id": "3426043"
            },
            {
                "fullName": "",
                "id": "8610488"
            },
            {
                "fullName": "Professor Duncan Pritchard",
                "id": "1935119"
            },
            {
                "fullName": "Richard Lambert",
                "id": "16532798"
            },
            {
                "fullName": "Анна Юшкова",
                "id": "14985525"
            },
            {
                "fullName": "Dr.  Dave Ward",
                "id": "1604596"
            },
            {
                "fullName": "Michel Girardin",
                "id": "15611903"
            },
            {
                "fullName": "",
                "id": "4377752"
            },
            {
                "fullName": "",
                "id": "6319532"
            },
            {
                "fullName": "Parham Aarabi",
                "id": "14417702"
            },
            {
                "fullName": "",
                "id": "7323456"
            },
            {
                "fullName": "",
                "id": "6468885"
            },
            {
                "fullName": "Susan Sauvé Meyer",
                "id": "16617611"
            },
            {
                "fullName": "",
                "id": "7335453"
            },
            {
                "fullName": "Michael Dennin",
                "id": "1321950"
            },
            {
                "fullName": "Robert W. Holthausen",
                "id": "16532832"
            },
            {
                "fullName": "",
                "id": "2738007"
            },
            {
                "fullName": "",
                "id": "1077292"
            },
            {
                "fullName": "",
                "id": "3602984"
            },
            {
                "fullName": "",
                "id": "1676603"
            },
            {
                "fullName": "Leo Porter",
                "id": "12264824"
            },
            {
                "fullName": "Tony Berrada",
                "id": "15614769"
            },
            {
                "fullName": "Olivier Scaillet",
                "id": "15614758"
            },
            {
                "fullName": "",
                "id": "10523187"
            },
            {
                "fullName": "Jen Rose",
                "id": "3182044"
            },
            {
                "fullName": "Fernando Guerra",
                "id": "15802193"
            },
            {
                "fullName": "Bill Curtis-Davidson",
                "id": "9558957"
            },
            {
                "fullName": "Pavel  Pevzner",
                "id": "1540981"
            },
            {
                "fullName": "Делов Максим Игоревич",
                "id": "14953848"
            },
            {
                "fullName": "Daphne Mackey",
                "id": "15497634"
            },
            {
                "fullName": "",
                "id": "10600003"
            },
            {
                "fullName": "",
                "id": "2666846"
            },
            {
                "fullName": "",
                "id": "224886"
            },
            {
                "fullName": "",
                "id": "2600275"
            },
            {
                "fullName": "",
                "id": "12023420"
            },
            {
                "fullName": "",
                "id": "12607941"
            },
            {
                "fullName": "Brian J Bushee",
                "id": "1937011"
            },
            {
                "fullName": "",
                "id": "685384"
            },
            {
                "fullName": "Dr. Peter Navarro",
                "id": "3014788"
            },
            {
                "fullName": "",
                "id": "12482469"
            },
            {
                "fullName": "Helen Tibbo",
                "id": "12960248"
            },
            {
                "fullName": "",
                "id": "1675636"
            },
            {
                "fullName": "Dr. Rafael Lozano Espinosa",
                "id": "86777"
            },
            {
                "fullName": "Lisa Dierker",
                "id": "1121232"
            },
            {
                "fullName": "Панебратцев Юрий Анатольевич",
                "id": "8883250"
            },
            {
                "fullName": "",
                "id": "3506150"
            },
            {
                "fullName": "",
                "id": "3471976"
            },
            {
                "fullName": "Виктор Кантор",
                "id": "3722005"
            },
            {
                "fullName": "",
                "id": "3700546"
            },
            {
                "fullName": "Eduardo Guerra",
                "id": "14963182"
            },
            {
                "fullName": "Clovis Fernandes",
                "id": "1330144"
            },
            {
                "fullName": "Sue Robins, M.S. Ed.",
                "id": "8887234"
            },
            {
                "fullName": "",
                "id": "9556612"
            },
            {
                "fullName": "",
                "id": "7244756"
            },
            {
                "fullName": "Клячин Николай Альбертович ",
                "id": "16661132"
            },
            {
                "fullName": "",
                "id": "1350643"
            },
            {
                "fullName": "",
                "id": "208698"
            },
            {
                "fullName": "Santiago Alcoba",
                "id": "5036950"
            },
            {
                "fullName": "",
                "id": "5973431"
            },
            {
                "fullName": "",
                "id": "5175119"
            },
            {
                "fullName": "Гервидс Валериан Иванович",
                "id": "16661192"
            },
            {
                "fullName": "",
                "id": "6309690"
            },
            {
                "fullName": "",
                "id": "1323227"
            },
            {
                "fullName": "Carlos Guestrin",
                "id": "14033965"
            },
            {
                "fullName": "",
                "id": "7001574"
            },
            {
                "fullName": "Kirk  Huslage",
                "id": "4175883"
            },
            {
                "fullName": "",
                "id": "10479516"
            },
            {
                "fullName": "Dr. Alasdair Richmond",
                "id": "1935209"
            },
            {
                "fullName": "",
                "id": "688901"
            },
            {
                "fullName": "Pablo Figueroa",
                "id": "261112"
            },
            {
                "fullName": "Joe Mahoney",
                "id": "16577438"
            },
            {
                "fullName": "",
                "id": "1337829"
            },
            {
                "fullName": "Ивашковская Ирина Васильевна",
                "id": "5216094"
            },
            {
                "fullName": "",
                "id": "2645318"
            },
            {
                "fullName": "",
                "id": "7005536"
            },
            {
                "fullName": "",
                "id": "8641987"
            },
            {
                "fullName": "Dae Ryun Chang",
                "id": "10324047"
            },
            {
                "fullName": "Dr. Suilin Lavelle",
                "id": "1935218"
            },
            {
                "fullName": "Муравьев Сергей Евгеньевич ",
                "id": "16558156"
            },
            {
                "fullName": "Тихомиров Георгий Валентинович",
                "id": "14966985"
            },
            {
                "fullName": "",
                "id": "1343630"
            },
            {
                "fullName": "",
                "id": "3360910"
            },
            {
                "fullName": "",
                "id": "8491661"
            },
            {
                "fullName": "",
                "id": "3427793"
            },
            {
                "fullName": "Ian Harris",
                "id": "14641356"
            },
            {
                "fullName": "Dr. Matthew Chrisman",
                "id": "1935223"
            },
            {
                "fullName": "",
                "id": "2998616"
            },
            {
                "fullName": "Вадим Стрижов",
                "id": "1025473"
            },
            {
                "fullName": "Евгений Рябенко",
                "id": "349711"
            },
            {
                "fullName": "",
                "id": "6339408"
            },
            {
                "fullName": "",
                "id": "1935212"
            },
            {
                "fullName": "",
                "id": "2601001"
            },
            {
                "fullName": "Michael D Ekstrand",
                "id": "3691077"
            },
            {
                "fullName": "",
                "id": "2509303"
            },
            {
                "fullName": "Eric Barrette",
                "id": "15738062"
            },
            {
                "fullName": "Dr. Filiberto González Hernández",
                "id": "14623039"
            },
            {
                "fullName": "Valérie Gauthier",
                "id": "11182902"
            },
            {
                "fullName": "",
                "id": "1338222"
            },
            {
                "fullName": "",
                "id": "2320298"
            },
            {
                "fullName": "Martin P. Grobusch",
                "id": "11647961"
            },
            {
                "fullName": "Федосеев Вячеслав Николаевич",
                "id": "14966920"
            },
            {
                "fullName": "",
                "id": "9771331"
            },
            {
                "fullName": "",
                "id": "2602668"
            },
            {
                "fullName": "Эмели Драль",
                "id": "188273"
            },
            {
                "fullName": "Larry DeBrock",
                "id": "16631679"
            },
            {
                "fullName": "",
                "id": "8610296"
            },
            {
                "fullName": "Ines Chaieb",
                "id": "9514101"
            },
            {
                "fullName": "",
                "id": "12482533"
            },
            {
                "fullName": "",
                "id": "11426655"
            },
            {
                "fullName": "Nelson Baker",
                "id": "2225883"
            },
            {
                "fullName": "",
                "id": "2276941"
            },
            {
                "fullName": "",
                "id": "1325435"
            },
            {
                "fullName": "",
                "id": "2599979"
            },
            {
                "fullName": "Priscila Claro",
                "id": "15058443"
            },
            {
                "fullName": "Зыков Сергей Викторович ",
                "id": "16571803"
            },
            {
                "fullName": "",
                "id": "1499033"
            },
            {
                "fullName": "",
                "id": "5914375"
            },
            {
                "fullName": "Zach Slaybaugh",
                "id": "16665727"
            },
            {
                "fullName": "Rhiannon Clifton",
                "id": "3541718"
            },
            {
                "fullName": "Евгений Соколов",
                "id": "143601"
            },
            {
                "fullName": "Don Huesman",
                "id": "253929"
            },
            {
                "fullName": "Jong-Moon Chung",
                "id": "10450398"
            },
            {
                "fullName": "Стручалин Павел Геннадьевич",
                "id": "14950324"
            },
            {
                "fullName": "Селивановский Антон Сергеевич",
                "id": "16607903"
            },
            {
                "fullName": "",
                "id": "4582049"
            },
            {
                "fullName": "",
                "id": "1806984"
            },
            {
                "fullName": "",
                "id": "1213805"
            },
            {
                "fullName": "Richard Moore",
                "id": "15471184"
            },
            {
                "fullName": "",
                "id": "10609131"
            },
            {
                "fullName": "",
                "id": "735728"
            },
            {
                "fullName": "",
                "id": "2103331"
            },
            {
                "fullName": "郑伟娟",
                "id": "9877289"
            },
            {
                "fullName": "Michael Walker",
                "id": "2851010"
            },
            {
                "fullName": "Ольчак Андрей Станиславович",
                "id": "14949346"
            },
            {
                "fullName": "",
                "id": "1325459"
            },
            {
                "fullName": "Emily Fox",
                "id": "14032411"
            }
        ],
        "partners.v1": [
            {
                "id": "14",
                "name": "The University of Edinburgh",
                "shortName": "edinburgh"
            },
            {
                "id": "18",
                "name": "University of Virginia",
                "shortName": "uva"
            },
            {
                "id": "15",
                "name": "University of Washington",
                "shortName": "uw"
            },
            {
                "id": "117",
                "name": "The State University of New York",
                "shortName": "suny"
            },
            {
                "id": "62",
                "name": "Tecnológico de Monterrey",
                "shortName": "tecdemonterrey"
            },
            {
                "id": "270",
                "name": "Utrecht University",
                "shortName": "utrecht"
            },
            {
                "id": "35",
                "name": "The Hong Kong University of Science and Technology",
                "shortName": "hkust"
            },
            {
                "id": "157",
                "name": "Università Bocconi",
                "shortName": "bocconi"
            },
            {
                "id": "67",
                "name": "Rutgers the State University of New Jersey",
                "shortName": "rutgers"
            },
            {
                "id": "3",
                "name": "University of Michigan",
                "shortName": "umich"
            },
            {
                "id": "155",
                "name": "UNSW Australia (The University of New South Wales)",
                "shortName": "unsw"
            },
            {
                "id": "178",
                "name": "Korea Advanced Institute of Science and Technology",
                "shortName": "kaist"
            },
            {
                "id": "9",
                "name": "Georgia Institute of Technology",
                "shortName": "gatech"
            },
            {
                "id": "75",
                "name": "National Taiwan University",
                "shortName": "taiwan"
            },
            {
                "id": "11",
                "name": "University of Toronto",
                "shortName": "utoronto"
            },
            {
                "id": "277",
                "name": "Insper",
                "shortName": "insper"
            },
            {
                "id": "199",
                "name": "Lund University",
                "shortName": "lunduniversity"
            },
            {
                "id": "281",
                "name": "National Research Nuclear University MEPhI",
                "shortName": "mephi"
            },
            {
                "id": "16",
                "name": "École Polytechnique Fédérale de Lausanne",
                "shortName": "epfl"
            },
            {
                "id": "176",
                "name": "Moscow Institute of Physics and Technology",
                "shortName": "mipt"
            },
            {
                "id": "34",
                "name": "Wesleyan University",
                "shortName": "wesleyan"
            },
            {
                "id": "161",
                "name": "HEC Paris",
                "shortName": "hec"
            },
            {
                "id": "60",
                "name": "University of Rochester",
                "shortName": "rochester"
            },
            {
                "id": "45",
                "name": "The Chinese University of Hong Kong",
                "shortName": "cuhk"
            },
            {
                "id": "151",
                "name": "Carnegie Mellon University",
                "shortName": "cmu"
            },
            {
                "id": "159",
                "name": "University of Lausanne",
                "shortName": "unil"
            },
            {
                "id": "58",
                "name": "Universidad Nacional Autónoma de México",
                "shortName": "unam"
            },
            {
                "id": "252",
                "name": "Instituto Tecnológico de Aeronáutica",
                "shortName": "ita"
            },
            {
                "id": "17",
                "name": "University of Illinois at Urbana-Champaign",
                "shortName": "illinois"
            },
            {
                "id": "26",
                "name": "University of London",
                "shortName": "london"
            },
            {
                "id": "53",
                "name": "University of California, San Diego",
                "shortName": "ucsd"
            },
            {
                "id": "121",
                "name": "Nanyang Technological University, Singapore",
                "shortName": "ntu"
            },
            {
                "id": "21",
                "name": "Berklee College of Music",
                "shortName": "berklee"
            },
            {
                "id": "7",
                "name": "Duke University",
                "shortName": "duke"
            },
            {
                "id": "80",
                "name": "Universitat Autònoma de Barcelona",
                "shortName": "uab"
            },
            {
                "id": "30",
                "name": "University of California, Irvine",
                "shortName": "uci"
            },
            {
                "id": "37",
                "name": "Vanderbilt University",
                "shortName": "vanderbilt"
            },
            {
                "id": "275",
                "name": "Novosibirsk State University ",
                "shortName": "nsu"
            },
            {
                "id": "223",
                "name": "ESSEC Business School",
                "shortName": "essec"
            },
            {
                "id": "273",
                "name": "Universidad de los Andes",
                "shortName": "uniandes"
            },
            {
                "id": "65",
                "name": "University of Wisconsin–Madison",
                "shortName": "wisconsin"
            },
            {
                "id": "120",
                "name": "University of New Mexico",
                "shortName": "newmexico"
            },
            {
                "id": "49",
                "name": "University of Geneva",
                "shortName": "unige"
            },
            {
                "id": "131",
                "name": "University of Amsterdam",
                "shortName": "amsterdam"
            },
            {
                "id": "6",
                "name": "University of Pennsylvania",
                "shortName": "penn"
            },
            {
                "id": "160",
                "name": "Higher School of Economics",
                "shortName": "hse"
            },
            {
                "id": "50",
                "name": "University of Minnesota",
                "shortName": "minnesota"
            },
            {
                "id": "220",
                "name": "Yonsei University",
                "shortName": "yonsei"
            },
            {
                "id": "77",
                "name": "The University of North Carolina at Chapel Hill",
                "shortName": "unc"
            },
            {
                "id": "40",
                "name": "Columbia University",
                "shortName": "columbia"
            },
            {
                "id": "130",
                "name": "École normale supérieure",
                "shortName": "ens"
            },
            {
                "id": "103",
                "name": "New Teacher Center",
                "shortName": "ntc"
            },
            {
                "id": "190",
                "name": "Pontificia Universidad Católica de Chile",
                "shortName": "ucchile"
            },
            {
                "id": "109",
                "name": "Yale University",
                "shortName": "yale"
            },
            {
                "id": "24",
                "name": "Hebrew University of Jerusalem",
                "shortName": "huji"
            },
            {
                "id": "230",
                "name": "Nanjing University",
                "shortName": "nanjing"
            },
            {
                "id": "8",
                "name": "Johns Hopkins University",
                "shortName": "jhu"
            },
            {
                "id": "163",
                "name": "Peking University",
                "shortName": "pku"
            },
            {
                "id": "147",
                "name": "University of Manchester",
                "shortName": "manchester"
            },
            {
                "id": "119",
                "name": "University of Houston System",
                "shortName": "uhs"
            }
        ]
    },
    "paging": {
        "next": "1700",
        "total": 1804
    }
}
