{"elements":[{"id":"v1-228","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"description":"For anyone who would like to apply their technical skills to creative work ranging from video games to art installations to interactive music, and also for artists who would like to use programming in their artistic practice.","slug":"digitalmedia","partnerIds":["26"],"instructorIds":["1620951","1960981","1961937"],"courseType":"v1.session","workload":"5-10 hours/week","primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/24/63a093e763b307dc9420e796aeb06a/GoldComputing3.jpg","name":"Creative Programming for Digital Media & Mobile Apps"},{"id":"69Bku0KoEeWZtA4u62x6lQ","slug":"gamification","description":"Gamification is the application of game elements and digital game design techniques to non-game problems, such as business and social impact challenges. This course will teach you the mechanisms of gamification, why it has such tremendous potential, and how to use it effectively. For additional information on the concepts described in the course, you can purchase Professor Werbach's book For the Win: How Game Thinking Can Revolutionize Your Business in print or ebook format in several languages.","domainTypes":[{"subdomainId":"design-and-product","domainId":"computer-science"},{"domainId":"business","subdomainId":"marketing"}],"courseType":"v2.ondemand","partnerIds":["6"],"startDate":1447095621493,"primaryLanguages":["en"],"name":"Gamification","instructorIds":["226710"],"workload":"4-8 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera.s3.amazonaws.com/topics/gamification/large-icon.png"},{"id":"5zjIsJq-EeW_wArffOXkOw","instructorIds":["3515023"],"courseType":"v2.ondemand","partnerIds":["6"],"slug":"vital-signs","workload":"3-5 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/55/8d2e309e6811e3bf47177a6a987fca/Vital-Signs-1.png","domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"},{"subdomainId":"biology","domainId":"life-sciences"}],"description":"The vital signs – heart rate, blood pressure, body temperature, respiration rate, and pain – communicate important information about the physiological status of the human body. In this six-part course we explore the anatomy and physiology underlying the vital signs so that you will develop a systematic, integrated understanding of how the body functions. Relevant body systems are reviewed including cardiovascular and respiratory, followed by explanations of how the function of these systems affects vital signs. We discuss normal ranges, normal variants, and the mechanisms that underlie changes in the objective measurement of vital signs. The course also includes demonstrations of appropriate techniques for measuring vital signs in yourself and others.\n\nThe course is designed for a broad, general audience but will be particularly interesting for individuals working in healthcare, those considering a career as a healthcare professional, lay caregivers, those with an interest in personal health and fitness, or anyone who simply wants to understand how the body functions.","primaryLanguages":["en"],"startDate":1456817703360,"name":"Vital Signs: Understanding What the Body Is Telling Us"},{"id":"v9CQdBkhEeWjrA6seF25aw","partnerIds":["107"],"description":"Themes can provide a great structure and pedagogical framework for engaging students with many different subjects, including art. In this course, you will develop skills for looking at art through a thematic lens. You will explore four themes–Places & Spaces, Art & Identity, Transforming Everyday Objects, and Art & Society–while learning about artworks from The Museum of Modern Art's collection.","courseType":"v2.ondemand","workload":"","instructorIds":["3219339"],"startDate":1439923333939,"primaryLanguages":["en"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/77/3117c036fd11e5942391baa86d5fc8/Course-Image-1.jpg","slug":"modern-art-ideas","name":"Modern Art & Ideas"},{"id":"QgmoVdT2EeSlhSIACx2EBw","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c9/2238c0bb9211e4b43859e37616f9c4/desktop.jpeg","instructorIds":["685941"],"startDate":1431661792194,"description":"This is an introductory astronomy survey class that covers our understanding of the physical universe and its major constituents, including planetary systems, stars, galaxies, black holes, quasars, larger structures, and the universe as a whole.","courseType":"v2.ondemand","name":"The Evolving Universe","workload":"","partnerIds":["12"],"primaryLanguages":["en"],"slug":"evolvinguniverse","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"physics-and-astronomy"}]},{"id":"KXOLVTovEeWnxw5wP_KHTw","courseType":"v2.ondemand","slug":"intro-to-big-data","instructorIds":["4972118"],"domainTypes":[{"subdomainId":"data-analysis","domainId":"data-science"}],"workload":"3 weeks of study, 5-6 hours/week","name":"Introduction to Big Data","startDate":1442277221636,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6c/8380704d0911e5ad1d830708963890/big-data-_2_.jpg","description":"What’s the “hype” surrounding the Big Data phenomenon? Who are these mysterious data scientists everyone is talking about? What kinds of problem-solving skills and knowledge should they have? What kinds of problems can be solved by Big Data technology? \nAfter this short introductory course you will have answers to all these questions. Additionally, you will start to become proficient with the key technical terms and big data tools and applications to prepare you for a deep dive into the rest of the courses in the Big Data specialization. \nEach day, our society creates 2.5 quintillion bytes of data (that’s 2.5 followed by 18 zeros). With this flood of data the need to unlock actionable value becomes more acute, rapidly increasing demand for Big Data skills and qualified data scientists.\n\nHands-On Assignment Hardware and Software Requirements\nSoftware\nWindows 7+, Mac OS X 10.10+, Ubuntu 14.04+ or CentOS 6+ VirtualBox 5+\n\nHardware\nQuad Core Processor (VT-x or AMD-V support recommended), 64-bit\n8 GB Ram\n20 GB disk free\n\nHow to find your hardware information:\nWindows: Open System by clicking the Start button, right-clicking Computer, and then clicking Properties\nMac: Open Overview by clicking on the Apple menu and clicking “About This Mac”\n\nMost computers with 8 GB RAM purchased in the last 3 years will meet the minimum requirements.\n\nInternet connection\nAccess to broadband connection to download the 4 GB Cloudera QuickStart VM from: \nhttp://www.cloudera.com/content/www/en-us/downloads/quickstart_vms/5-4.html?src=Coursera","primaryLanguages":["en"],"partnerIds":["53"]},{"id":"QTTRdG3vEeWG0w42Sx-Gkw","slug":"learntomod","description":"Welcome to LearnToMod For Educators!\n\nIn this course you will learn about:\nProgramming\nMinecraft\nMinecraft Modding\nand Becoming a LearnToMod Educator\nand we will help you through this journey!\n\nYou will get a lot of hands-on experience with an easy-to-use programming environment that is available 100% online and for free! Not only can you use it, but all of your students will also be able to use it for free as well! \n\nCome learn the wonders of programming and how to use Minecraft as a way to engage students in learning programming. \n\nYou don't have to have ever programmed or played Minecraft before to be able to succeed in this course. We have already successfully taught hundreds of teachers around the world with this software and curriculum, with nearly 1000 teachers using LearnToMod in their classrooms before this course has even launched. You can not only introduce your students to a new skill that is applicable in any field, but you can learn a new skill as well!\n\nThis course is estimated to take approximately 4 weeks with only 5 hours of work each week. \n\nBe the hit of your school by becoming a Minecraft Modder (programmer)!","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/3d/0dd230826211e588b0fbf8b2fdb686/LearnToMod-ForEducators.jpg","courseType":"v2.ondemand","startDate":1447089894199,"workload":"","name":"LearnToMod For Educators","primaryLanguages":["en"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}],"partnerIds":["53"],"instructorIds":["7696773","3437336"]},{"id":"v1-1355","name":"Water: The Essential Resource","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"environmental-science-and-sustainability"}],"instructorIds":["4890841"],"partnerIds":["154"],"slug":"waterandenvironment","description":"Using water as the unifying theme, explore ocean and freshwater topics and instructional strategies to integrate environmental content in your teaching practice.","courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/c9/befb80352b11e4ae1bdd88b9e8f59b/Course_Image.png","primaryLanguages":["en"],"workload":"5-6 hours/week"},{"id":"5uXCfFu2EeSU0SIACxCMgg","name":"Bioinformatic Methods I","instructorIds":["3133590"],"description":"Large-scale biology projects such as the sequencing of the human genome and gene expression surveys using RNA-seq, microarrays and other technologies have created a wealth of data for biologists. However, the challenge facing scientists is analyzing and even accessing these data to extract useful information pertaining to the system being studied. This course focuses on employing existing bioinformatic resources – mainly web-based programs and databases – to access the wealth of data to answer questions relevant to the average biologist, and is highly hands-on. \n\nTopics covered include multiple sequence alignments, phylogenetics, gene expression data analysis, and protein interaction networks, in two separate parts. \n\nThe first part, Bioinformatic Methods I (this one), deals with databases, Blast, multiple sequence alignments, phylogenetics, selection analysis and metagenomics. \n\nThis, the second part, Bioinformatic Methods II, covers motif searching, protein-protein interactions, structural bioinformatics, gene expression data analysis, and cis-element predictions. \n\nThis pair of courses is useful to any student considering graduate school in the biological sciences, as well as students considering molecular medicine. Both provide an overview of the many different bioinformatic tools that are out there. \n\nThese courses are based on one taught at the University of Toronto to upper-level undergraduates who have some understanding of basic molecular biology. If you're not familiar with this, something like https://learn.saylor.org/course/bio101 might be helpful. No programming is required for this course.","startDate":1421096015614,"courseType":"v2.ondemand","primaryLanguages":["en"],"workload":"12-18 hours videos and labs","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/32/11e2f53c30ecf81555fbb3a928658e/Thumbnail2.png","partnerIds":["11"],"domainTypes":[{"domainId":"life-sciences","subdomainId":"bioinformatics"}],"slug":"bioinformatics-methods-1"},{"id":"XPh6oZhyEeWQGBKrxISOrQ","description":"This MOOC describes by example how to connect Android mobile devices to clouds via the use of Java programming language features, Jetty middleware, Java Servlets, the Java Spring Framework, and cloud computing platforms, such as Google App Engine. \nAlthough the cloud service topics in this course will be taught in the context of connecting mobile devices to the cloud, the concepts are broader and will give students the ability to create the cloud services to support large-scale web applications, such as social networking applications; cloud services for embedded systems, such as the Internet of Things and Industrial Internet; and wearable computing devices.","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"courseType":"v2.ondemand","startDate":1450203734632,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/50/ba3f10a35c11e58369398902d84d96/coursera_course_logo.png","slug":"mobilecloudsecurity","name":"Programming Cloud Services for Android Handheld Systems: Security","workload":"","partnerIds":["37"],"primaryLanguages":["en"],"instructorIds":["4639533","1337829"]},{"id":"Rr2thkIKEeWZtA4u62x6lQ","description":"Have you ever wondered how a product recommender is built?  How you can infer the underlying sentiment from reviews?  How you can extract information from images to find visually-similar products to recommend?  How you construct an application that does all of these things in real time, and provides a front-end user experience?  That’s what you will build in this course!\n\nUsing what you’ve learned about machine learning thus far, you will build a general product recommender system that does much more than just find similar products  You will combine images of products with product descriptions and their reviews to create a truly innovative intelligent application.\n\nYou’ve probably heard that Deep Learning is making news across the world as one of the most promising techniques in machine learning, especially for analyzing image data. With every industry dedicating resources to unlock the deep learning potential, to be competitive, you will want to use these models in tasks such as image tagging, object recognition, speech recognition, and text analysis.  In this capstone, you will build deep learning models using neural networks, explore what they are, what they do, and how.  To remove the barrier introduced by designing, training, and tuning networks, and to be able to achieve high performance with less labeled data, you will also build deep learning classifiers tailored to your specific task using pre-trained models, which we call deep features.  \n\nAs a core piece of this capstone project, you will implement a deep learning model for image-based product recommendation.  You will then combine this visual model with text descriptions of products and information from reviews to build an exciting, end-to-end intelligent application that provides a novel product discovery experience.  You will then deploy it as a service, which you can share with your friends and potential employers.  \n\nLearning Outcomes:  By the end of this capstone, you will be able to:\n   -Explore a dataset of products, reviews and images.\n   -Build a product recommender.\n   -Describe how a neural network model is represented and how it encodes non-linear features.\n   -Combine different types of layers and activation functions to obtain better performance.\n   -Use pretrained models, such as deep features, for new classification tasks. \n   -Describe how these models can be applied in computer vision, text analytics and speech recognition.  \n   -Use visual features to find the products your users want.\n   -Incorporate review sentiment into the recommendation.\n   -Build an end-to-end application.\n   -Deploy it as a service.  \n   -Implement these techniques in Python.","partnerIds":["15"],"name":"Machine Learning Capstone: An Intelligent Application with Deep Learning","startDate":1441044246396,"domainTypes":[{"subdomainId":"machine-learning","domainId":"data-science"}],"slug":"ml-capstone","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/bd/79e8104d0011e592b8a9c1c44cb3fe/gears-818461_1280.jpg","instructorIds":["14033965","14032411"],"workload":"","primaryLanguages":["en"],"courseType":"v2.capstone"},{"id":"rajsT7UJEeWl_hJObLDVwQ","partnerIds":["188"],"startDate":1453238354179,"instructorIds":["8054217"],"courseType":"v2.ondemand","description":"剪辑台前，剪辑师就像厨师对待食材一样，摆弄着拍摄现场记录下来的影像片段，用影像和声音去捕捉线索和瞬间，讲述一个故事，同时赋予故事以力量、以情感。怎样平衡剪辑給画面带来的跳跃？当有几条情节线索相互穿插时，又应使用哪些剪辑手法？剪辑过程和编剧的过程一样，以叙事和抒情为最高准则，同时不断突破陈规，创造专属于自己的独特风格。本课程将带领学习者从剪辑开始，认识镜头，认识剪辑的语法，揭开微电影创作的神秘面纱。","domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"},{"domainId":"personal-development","subdomainId":"personal-development"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/54/33b340bd1711e59263950a70476197/_______.jpg","workload":"","slug":"jian-ji","name":"剪辑：像编剧一样剪辑","primaryLanguages":["zh-CN"]},{"id":"v1-1250","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/a1/2bddf0352b11e485649b7db944a974/Employability-MOOC-logo.png","description":"Learn how to make effective decisions about your future career and how to take control of your professional development by honing your critical thinking and employability skills.\nSuitable for anyone undertaking some form of study, regardless of academic discipline, interests or employment background.\n","slug":"career","partnerIds":["26"],"workload":"3-6 hours/week","instructorIds":["5521878","5624833"],"domainTypes":[{"domainId":"business","subdomainId":"business-essentials"},{"domainId":"personal-development","subdomainId":"personal-development"}],"courseType":"v1.session","name":"Enhance Your Career and Employability Skills","primaryLanguages":["en"]},{"id":"POZJ3uOtEeSoXCIACw4Gzg","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/00/a5a050b00f11e4a169f7e38b70cf48/20150130-1-03.png","name":"工程圖學 2D CAD","courseType":"v2.ondemand","startDate":1434394468188,"primaryLanguages":["zh-TW"],"description":"工程圖學在教什麼？這門課有的重要性為何? 對我的專業有什麼幫助?沒有工程背景的人也可以學習工程圖學嗎？我不是工程師，學習工程圖學對我的生活有幫助嗎？\n這門課是CAD/BIM技術與應用專項課程的第一門課，與其他三門課「工程圖學2D專題」、「工程圖學3D」，及「工程圖學3D專題」，作為工程圖學及電腦繪圖的入門課程，你將在這門課會學到各種繪圖的原理與方法，以及AutoCAD電腦繪圖技術，並在相關的作業練習中，逐漸熟練這些基本技術。\n工程製圖的應用無所不在，最主要的目的就是利用圖像來描述物體的形貌與功能，作為保存與傳遞想法的工具。繪圖一點也不難，無論你從事什麼工作，來自什麼背景，只要你具備中學程度的基本幾何和三角函數概念，就可以在這裡從頭開始，學會工程圖學！你會驚訝的發現，當繪圖融入你的生活時帶來的趣味與方便！","partnerIds":["75"],"slug":"2d-cad","workload":"","domainTypes":[{"subdomainId":"mechanical-engineering","domainId":"physical-science-and-engineering"}],"instructorIds":["2139037"]},{"id":"ugSnwH9hEeSiIiIAC3lQMQ","description":"Ders çok değişkenli fonksiyonlardaki iki derslik dizinin ikincisidir. Birinci ders türev ve entegral kavramlarını geliştirmekte ve bu konulardaki problemleri temel çözme yöntemlerini sunmaktadır. Bu ders, birinci derste geliştirilen temeller üzerine daha ileri konuları işlemekte ve daha kapsamlı uygulamalar ve çözümlü örnekler sunmaktadır. Ders gerçek yaşamdan gelen uygulamaları da tanıtmaya önem veren “içerikli yaklaşımla” tasarlanmıştır. \n\n-----------\n\nThe course is the second of the two course sequence of calculus of multivariable functions. The first course develops the concepts of derivatives and integrals of functions of several variables, and the basic tools for doing the relevant calculations. This course builds on the foundations of the first course and introduces more advanced topics along with more advanced applications and solved problems. The course is designed with a “content-based” approach, i. e. by solving examples, as many as possible from real life situations.\n\nBölümler\nBölüm 1: Multivar 1'in Özeti, Dairesel Koordinatlarda Entegraller\nBölüm 2: Türev Uygulamalarından Seçme Konular\nBölüm 3: Çok Değişkenle Zincirleme Türev ve Jakobiyan\nBölüm 4: Uzayda Yüzey ve Hacım Entegralleri\nBölüm 5: Düzlemde Akı Entegralleri\nBölüm 6: Düzlemde Green, Uzayda Stokes ve Green-Gauss Teoremleri\nBölüm 7: Stokes ve Green-Gauss Teoremleri ve Doğanın Korunum Yasaları\n\n-----------\n\nKaynak: Attila Aşkar, “Çok değişkenli fonksiyonlarda türev ve entegral”. Bu kitap dört ciltlik dizinin ikinci cildidir. Dizinin diğer kitapları Cilt 1 “Tek değişkenli fonksiyonlarda türev ve entegral”, Cilt 3: “Doğrusal cebir” ve Cilt 4: “Diferansiyel denklemler” dir.\n\nSource: Attila Aşkar, Calculus of Multivariable Functions, Volume 2 of the set of Vol1: Calculus of Single Variable Functions, Volume 3: Linear Algebra and Volume 4: Differential Equations. All available online starting on January 6, 2014","courseType":"v2.ondemand","primaryLanguages":["tr"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/aa/238cb0ae7511e38cf97bde89f9f3a9/MultivarLogo250Finallogo1.png","partnerIds":["182"],"startDate":1418764922399,"workload":"9 hours per module","domainTypes":[{"domainId":"math-and-logic","subdomainId":"math-and-logic"}],"name":"Çok değişkenli Fonksiyon II: Uygulamalar / Multivariable Calculus II: Applications","slug":"calculus-diferansiyel-hesap","instructorIds":["3575896"]},{"id":"rc5KG0aUEeWG1w6arGoEIQ","instructorIds":["1937011","14757138"],"courseType":"v2.ondemand","partnerIds":["6"],"slug":"accounting-analytics","startDate":1452300586134,"workload":"4 weeks, 3 -5 hours per week","description":"Accounting Analytics explores how financial statement data and non-financial metrics can be linked to financial performance.  In this course, taught by Wharton’s acclaimed accounting professors, you’ll learn how data is used to assess what drives financial performance and to forecast future financial scenarios. While many accounting and financial organizations deliver data, accounting analytics deploys that data to deliver insight, and this course will explore the many areas in which accounting data provides insight into other business areas including consumer behavior predictions, corporate strategy, risk management, optimization, and more. By the end of this course, you’ll understand how financial data and non-financial data interact to forecast events, optimize operations, and determine strategy. This course has been designed to help you make better business decisions about the emerging roles of accounting analytics, so that you can apply what you’ve learned to make your own business decisions and create strategy using financial data. ","domainTypes":[{"subdomainId":"finance","domainId":"business"},{"subdomainId":"data-analysis","domainId":"data-science"}],"primaryLanguages":["en"],"name":"Accounting Analytics","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/82/f043f04cd411e5aad6dd6dd2e8b945/coursera_accounting_analytics_8x8.png"},{"id":"v1-239","partnerIds":["31"],"instructorIds":["4091717"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/8f/202643630450427f064dee30611eb3/MBB_header_04.jpg","name":"Music's Big Bang: The Genesis of Rock 'n' Roll","description":"Explores the factors — musical and cultural — that led to the birth of American rock 'n' roll music in the early 1950s.","workload":"4-6 hours/week","courseType":"v1.session","slug":"musicsbigbang","primaryLanguages":["en"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}]},{"id":"gpAI9GK4EeWFkQ7sUCFGVQ","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b7/fc7bf062b811e5b931053ae1fc052b/_MOOC-LOGO-Waste-management-2560x1440px-150dpi2.jpg","workload":"5 weeks of study, 1-2 hours/week","courseType":"v2.ondemand","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"environmental-science-and-sustainability"},{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"slug":"solid-waste-management","description":"Have you come across large piles of garbage in neighborhoods and streets, or smelly waste disposal sites polluting the environment of low and middle income countries? Are you also convinced that improvements are necessary and do you want to know what kind of sustainable solutions are appropriate to better manage waste and enhance recycling and recovery? If yes, this course is for you! \n\nThis course provides an overview of the municipal solid waste management situation in developing countries covering key elements of the waste management system, with its technical, environmental, social, financial and institutional aspects. Besides understanding the challenges you will learn about appropriate and already applied solutions through selected case studies. The course also covers strategic planning and policy issues discussing future visions for waste management and the aspect of a circular and green economy. Considering the importance of the organic waste fraction, the course covers several organic waste treatment technology options such as composting, anaerobic digestion, and some other innovative approaches. \n\nSTATEMENT OF ACCOMPLISHMENT \nThis course offers free Statements of Accomplishment (SoA) issued by Eawag. You can earn a SoA by successfully completing the quizzes and the final exam. Please be aware that this SoA is not a paid Course Certificate issued by Coursera & EPFL.\n\nMOOC SERIES “SANITATION, WATER AND SOLID WASTE FOR DEVELOPMENT”\nThis course is one of four in the series “Sanitation, Water and Solid Waste for Development\". Please visit the course page for more information.","partnerIds":["16"],"primaryLanguages":["en"],"startDate":1456157441110,"name":"Municipal Solid Waste Management in Developing Countries","instructorIds":["2387594","7293234","16974677"]},{"id":"v1-640","instructorIds":["3360852"],"partnerIds":["103"],"courseType":"v1.session","slug":"ccss-math1","primaryLanguages":["en"],"workload":"2-4 hours/week","domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}],"name":"Common Core in Action: Math Classroom Challenges- Using Formative Assessment to Guide Instruction","description":"This course offers participants an opportunity to engage in a community of learners using an inquiry cycle focusing on math formative assessments as a strategy for implementing CCSS in math. It focuses on the implementation of a Classroom Challenge: a 1 – 2 day lesson developed by the Mathematics Assessment Project (MAP) based on formative assessment and the CCSSM.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/bd/5fb8ed244974860205389315c4bbbc/mathteacher-student-whiteboard.jpg"},{"id":"Kzg9QkDxEeWZtA4u62x6lQ","name":"Music and Social Action","startDate":1456120207596,"courseType":"v2.ondemand","partnerIds":["109"],"description":"What is a musician’s response to the condition of the world? Do musicians have an obligation and an opportunity to serve the needs of the world with their musicianship?\n \nAt a time of crisis for the classical music profession, with a changing commercial landscape, a shrinking audience base, and a contraction in the number of professional orchestras, how does a young musician construct a career today? Are we looking at a dying art form or a moment of reinvigoration?\n \nIn this course we will develop a response to these questions, and we will explore the notion that the classical musician, the artist, is an important public figure with a critical role to play in society.\n \nThe course will include inquiry into a set of ideas in philosophy of aesthetics; a discussion about freedom, civil society, and ways that art can play a role in readying people for democracy; discussion on philosophy of education as it relates to the question of positive social change; and an exploration of musical and artistic initiatives that have been particularly focused on a positive social impact.\n \nGuiding questions for this course inquiry will include:\n \n      - How can classical music effect social change?\n      - How has music made positive change in communities around the globe?\n      - What can the field of classical music learn from other movements for social change?\n      - How have educators and philosophers thought about the arts and their connection to daily contemporary life?\n \nEach class will explore one critical question through lectures, discussions, interviews, or documentaries.","workload":"7 weeks of study, 2-3 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/bb/1c56a0c14c11e59ea01d4f353a6e38/Pages-from-SymphonyInTheMaking_AGoldbard.jpg","instructorIds":["14642761"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"},{"subdomainId":"philosophy","domainId":"arts-and-humanities"}],"slug":"music-and-social-action","primaryLanguages":["en"]},{"id":"tEqImn2kEeWb-BLhFdaGww","description":"Producing music is an incredibly creative process, and knowing the tools of the trade is essential in order to transmit the musical ideas in your head into the DAW in a creative and uninhibited way.  Whether you have used a computer to create music before, or you have been curious about production for years, this 4-week course will give you an introductory look into the world of Avid Pro Tools and Pro Tools First.","instructorIds":["14990685"],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a7/8cab70b64911e5ac993db8020e54a5/Pt101.jpg","startDate":1455311734103,"name":"Pro Tools Basics","workload":"","slug":"protools","primaryLanguages":["en"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"partnerIds":["21"]},{"id":"yO13mkySEeW_MgoxMAgbMQ","startDate":1453147988595,"courseType":"v2.ondemand","instructorIds":["6931825","7964300","15622422","15664691"],"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"environmental-science-and-sustainability"},{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"description":"How can we shape urban development towards sustainable and prosperous futures?\n\nThis course will explore sustainable cities as engines for greening the economy. We place cities in the context of sustainable urban transformation and climate change. Sustainable urban transformation refers to structural transformation processes – multi-dimensional and radical change – that can effectively direct urban development towards ambitious sustainability and climate goals.\n\nWe will connect the key trends of urbanization, decarbonisation and sustainability. We will examine visions, experiments and innovations in urban areas. We will look at practices (what is happening in cities at present) and opportunities (what are the possibilities for cities going forwards into the future). We bring together a collection of diverse short films and key short readings on sustainable cities as well as interactive forums and a practical assignment to create an online learning community.\n\nThis course provides key examples of activities to promote sustainable cities in Scandinavia, Europe and around the world. We utilize films and reports by WWF, the Economist Intelligence Unit, ICLEI – Local Governments for Sustainability, UN-Habitat, C40 Climate Leadership Group, Arup, Sustainia, the Rockefeller Foundation, and ongoing research projects. This course is produced by Lund University (a member of Climate-KIC) in cooperation with WWF. It is available for free to everyone, everywhere!\n\nThe International Institute for Industrial Environmental Economics (IIIEE) at Lund University is an international centre of excellence on sustainable solutions. The IIIEE is ideally suited to understand and explain the interdisciplinary issues in sustainable cities and greening the economy utilising the diverse disciplinary backgrounds of its international staff. The IIIEE has been researching and teaching on sustainable solutions since the 1990s and it has extensive international networks connecting with a variety of organizations. \n\n5 hours/week\n5 weeks duration\n25 short films\n10 teachers","partnerIds":["199"],"workload":"","primaryLanguages":["en"],"name":"Greening the Economy: Sustainable Cities","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/af/4d5250783811e5bf51f3ab065cecfd/city-mooc-logo-gamla-stan.png","slug":"gte-sustainable-cities"},{"id":"FjD-ZB8oEeScWCIACnuVZQ","domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"},{"subdomainId":"clinical-science","domainId":"life-sciences"}],"instructorIds":["704621","2694658"],"slug":"epidemiology","partnerIds":["77"],"courseType":"v2.ondemand","startDate":1412124300000,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/91/eb6fa07bd62fd195025eded9cd998b/epid-mooc.jpg","description":"Often called “the cornerstone” of public health, epidemiology is the study of the distribution and determinants of diseases, health conditions, or events among populations and the application of that study to control health problems. By applying the concepts learned in this course to current public health problems and issues, students will  understand the practice of epidemiology as it relates to real life and makes for a better appreciation of public health programs and policies. This course explores public health issues like cardiovascular and infectious diseases – both locally and globally – through the lens of epidemiology.","primaryLanguages":["en"],"name":"Epidemiology: The Basic Science of Public Health","workload":"5.5 hours of videos and quizzes"},{"id":"6tx1Y3LiEeWxvQr3acyajw","instructorIds":["8052214"],"name":"材料力學一 (Mechanics of Materials I)","description":"課程介紹與教學目標 (About the course)\n　　房屋為我們遮風避雨，讓我們安心工作、生活，而結構系統又是房屋的骨幹，讓房屋能站的又高、又直、又穩。你知道橫者為梁，直者為柱，但你知道在結構工程師的眼中，梁與柱有什麼其他的不同嗎？他們其中藏著什麼秘密，能支撐起整個結構？工程師要怎麼決定梁該有多深？柱該有多粗？該用矩形、圓形還是其他形狀？該用實心還是空心？在有地震的地方，設計上是否又有不一樣的考量？\n　　材料力學是通往上述問題解答關鍵的一步。在材料力學(一)裡，我們會由大家熟知的虎克定律開始，以蓋房子的重要材料「結構鋼」為例，深入探討「力量」與「變形」這兩個令結構工程師愛恨交加的物理量之間的關係。然後依序探討結構桿件受軸力（拉/壓）、受扭、受彎、受剪四大外力作用下，會在桿件內部產生怎樣的相對應變形與受力，並探討建築結構設計概念與提供桿件設計演算範例。\n　　本課程是希望精通「鋼筋混凝土設計」、「鋼結構設計」、「木構造設計」者必備的先修課程，也為對「彈性力學」有興趣者，提供許多基礎知識與這些知識如何實際應用於工程設計。主要授課對象為土木、建築相關從業人員與在學學生，其他包括工學院各科系同學或對材料力學有興趣的人士，也歡迎選修。\n\n授課形式 (Course format)\n　　本堂課將以影片的形式為主, 搭配課後作業及期末報告的形式來進行。\n\n修課背景要求 (Recommended background)\n　　靜力學 ( Statics )","courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/87/25ae60971111e590b26f18b4aa42ec/__logo.jpg","primaryLanguages":["zh-TW"],"slug":"mechanics-of-materials-1","partnerIds":["75"],"workload":"","domainTypes":[{"subdomainId":"mechanical-engineering","domainId":"physical-science-and-engineering"}],"startDate":1452548428215},{"id":"mwj3ASWcEeWs4gorU6Q1Yw","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a5/c7abc0186411e49569bd8fae65d268/600x340.jpg","name":"職場素養 (Professionalism)","instructorIds":["7803858"],"startDate":1439324335353,"courseType":"v2.ondemand","primaryLanguages":["zh-TW"],"description":"介紹國際職場素養的內涵及相關課題，培育學生應有的職場視野與能力，便利學生融入職場環境，迅速自新手成為高手，裕如地發揮所學與所長。","partnerIds":["75"],"workload":"","domainTypes":[{"domainId":"business","subdomainId":"business-essentials"}],"slug":"zhichang-suyang"},{"id":"v1-174","workload":"10-20 hours/week","partnerIds":["33"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/35/33ae10352c11e49d32519928fb33e3/DiscreetOptimisation_logo.png","courseType":"v1.session","domainTypes":[{"subdomainId":"probability-and-statistics","domainId":"data-science"}],"slug":"optimization","name":"Discrete Optimization","primaryLanguages":["en"],"description":"Tired of solving Sudokus by hand? This class teaches you how to solve complex search problems with discrete optimization concepts and algorithms, including constraint programming, local search, and mixed-integer programming.","instructorIds":["1289035"]},{"id":"v1-1291","partnerIds":["25","49"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ca/1e8b30352c11e49a597321ba86b5f4/ConfWorldLogo.png","domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"name":"Configuring the World: A Critical Political Economy Approach","instructorIds":["5695372"],"workload":"4-6 hours/week","courseType":"v1.session","primaryLanguages":["en"],"description":"In today’s world, politics and economics are inextricably interconnected, but what is the nature of this connectivity? What are the power relationships that shape the world economy today and create new challenges for international institutions facing globalization? What makes some countries wealthier than others? Do we face cultural diversity or fragmentation? Does the type of governance effect economic development and social change or is it the other way around? How do we measure it and how trustworthy is the data?  These issues and many more will be examined in this course along with up-to-date sources and biting criticism.   ","slug":"configuringworld"},{"id":"06EmILV2EeWq2A7HIftJ6w","description":"Ce cours d'introduction aux probabilités a la même contenu que le cours de tronc commun de première année de l'École polytechnique donné par Sylvie Méléard.\n\nLe cours introduit graduellement la notion de variable aléatoire et culmine avec la loi des grands nombres et le théorème de la limite centrale. \n\nLes notions mathématiques nécessaires sont introduites au fil du cours et de nombreux exercices corrigés sont proposés.\n\nCe cours propose aussi une introduction aux méthodes de simulations des variables aléatoires comme la méthode de Monte Carlo. Des expériences numériques interactives sont également mises à votre disposition pour vous permettre de visualiser diverses notions.","slug":"probabilites-2","primaryLanguages":["fr"],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ae/502b13026cc6efca7aa39dac4de841/logo-0.jpg","workload":"2-3 hours/week","startDate":1454955008978,"partnerIds":["66"],"domainTypes":[{"domainId":"math-and-logic","subdomainId":"math-and-logic"}],"name":"Aléatoire : une introduction aux probabilités - Partie 2","instructorIds":["1914201","2593255","2788876"]},{"id":"9h_j5XEiEeWbbw5cIAKQrw","name":"Advanced Search Engine Optimization Strategies","courseType":"v2.ondemand","startDate":1453242301480,"partnerIds":["83"],"instructorIds":["15566828"],"workload":"","domainTypes":[{"domainId":"business","subdomainId":"marketing"},{"domainId":"business","subdomainId":"business-strategy"}],"primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/80/e26e00b31b11e5b2292d525c6d4366/Course-4--486797950.jpg","slug":"advanced-seo-strategies","description":"This course focuses on technical, mobile and social strategies for increasing site traffic. Learn how to build SEO for international audiences through content localization, global team alignment and optimizing for local search engines. Discover techniques to optimize mobile-friendly websites, get mobile apps discovered, and leverage social media to drive organic SEO traffic.  You will also learn how to identify key SEO metrics and collect, interpret, validate, and report success to your clients and stakeholders."},{"id":"v1-1012","instructorIds":["2499461"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/09/28f673583f2c4f13e0ec18205aacc7/sjjg_608x211_info.jpg","primaryLanguages":["zh"],"name":"数据结构与算法  Data Structures and Algorithms","slug":"dsalgo","domainTypes":[{"subdomainId":"algorithms","domainId":"computer-science"}],"courseType":"v1.session","description":"“数据结构与算法”是计算机学科中的核心基础课程。课程的主要目标培养学生较全面地理解基本数据结构的概念和经典算法的思想及各种实现方法，掌握数据结构和算法的设计分析技术。根据所求解问题的性质选择合理的数据结构并对时间空间复杂性进行必要的控制，提高程序设计的质量。使得学生在将来的学习、研究和工作中，具备设计和实现高效的数据结构和算法的能力。 ","workload":"4-8 hours/week","partnerIds":["163"]},{"id":"xaYbkyBTEeWibgoGfGzczQ","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/02/aa34c0baee11e5a3dee98a51395b90/CURSO4_OTROSMODELOS.png","primaryLanguages":["es"],"startDate":1440012881356,"partnerIds":["62"],"courseType":"v2.ondemand","name":"4.- El Cálculo - Otros Modelos","instructorIds":["2672777"],"workload":"5-6 horas/semana","description":"Este curso forma parte de una secuencia con la que se propone un acercamiento a la Matemática Preuniversitaria que prepara para la Matemática Universitaria.\nEn él se asocia un significado real con el contenido matemático que se aprende y se integran tecnologías digitales en el proceso de aprendizaje. \nSe propone la reinterpretación de los contenidos matemáticos relativos a Modelos con Radicales y Exponentes en términos de nociones y procesos del Cálculo Diferencial. Esto servirá como puente para el desarrollo de un pensamiento matemático avanzado con el que se trabajará en la Matemática Universitaria.","domainTypes":[{"domainId":"math-and-logic","subdomainId":"math-and-logic"}],"slug":"calculo-4"},{"id":"yS8ezjDPEeW-zwq84wShFQ","workload":"3-4 hours/week","startDate":1454456339260,"description":"In this course we study the ancient, Socratic art of blowing up your beliefs as you go, to make sure they're built to last. We spend six weeks studying three Platonic dialogues - \"Euthyphro\", \"Meno\", \"Republic\" Book I - then two weeks pondering a pair of footnotes to Plato: contemporary moral theory and moral psychology. \n\nPlatonic? Socratic? Socrates was the teacher, but he said he never did. Plato was the student who put words in his teacher's mouth. You'll get a feel for it.\n\nWe have a book: the new 4th edition of \"Reason and Persuasion\", by the instructor (and his wife, Belle Waring, the translator.) It contains the Plato you need, plus introductory material and in-depth, chapter-length commentaries. (Don't worry! John Holbo knows better than to read his book to the camera. The videos cover the same material, but the presentation is different.) \n\nThe book is offered free in PDF form - the whole thing, and individual chapter slices. It is also available in print and other e-editions. See the course content for links and information.\n\nThe course is suitable for beginning students of Plato and philosophy, but is intended to offer something to more advanced students as well. We seek new, odd angles on old, basic angles. Tricky! The strategy is to make a wide-ranging, interdisciplinary approach.  Lots of contemporary connections, to make the weird bits intuitive; plus plenty of ancient color, still bright after all these years. So: arguments and ideas, new possibilities, old stories, fun facts. Plus cartoons. \n\nThe results can get elaborate (some book chapters and some lesson videos run long.) But each video comes with a brief summary of its contents. The lessons progress. I put them in this order for reasons. But there's no reason you can't skip over and around to find whatever seems most interesting. There are any number of self-contained mini-courses contained in this 8-week course. You are welcome to them.\n\nPlato has meant different things to different people. He's got his own ideas, no doubt. (Also, his own Ideas.) But these have, over the centuries, been worn into crossing paths for other feet; been built up into new platforms for projecting other voices. (Plato did it to Socrates, so fair is fair.) So your learning outcome should be: arrival somewhere interesting, in your head, where you haven't been before. I wouldn't presume to dictate more exactly.","courseType":"v2.ondemand","domainTypes":[{"subdomainId":"philosophy","domainId":"arts-and-humanities"},{"subdomainId":"psychology","domainId":"social-sciences"}],"name":"Reason and Persuasion: Thinking Through Three Dialogues By Plato","slug":"plato-dialogues","partnerIds":["47"],"primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2e/abd27b5ded8b660d20c3ae79c1a4d5/courselogo.jpg","instructorIds":["268127"]},{"id":"IjAlbH3IEeWb-BLhFdaGww","slug":"power-electronics","startDate":1453703650370,"instructorIds":["2659612"],"courseType":"v2.ondemand","partnerIds":["71"],"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"electrical-engineering"},{"subdomainId":"mechanical-engineering","domainId":"physical-science-and-engineering"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/dd/4ba310360b11e5861fe1a37c4eb3a1/Powerelectronics.jpg","name":"Introduction to Power Electronics","primaryLanguages":["en"],"workload":"3 weeks of study, 1-3 hours/week","description":"This course introduces the basic concepts of switched-mode converter circuits for controlling and converting electrical power with high efficiency. Principles of converter circuit analysis are introduced, and are developed for finding the steady state voltages, current, and efficiency of power converters. Assignments include simulation of a dc-dc converter, analysis of an inverting dc-dc converter, and modeling and efficiency analysis of an electric vehicle system and of a USB power regulator.\n\nAfter completing this course, you will:\n● Understand what a switched-mode converter is and its basic operating principles\n● Be able to solve for the steady-state voltages and currents of step-down, step-up, inverting, and other power converters\n● Know how to derive an averaged equivalent circuit model and solve for the converter efficiency\n\nA basic understanding of electrical circuit analysis is an assumed prerequisite for this course."},{"id":"v1-2959","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/a9/1b80e01c0e11e5b1f98961e6e14f32/deafnesslogo.jpg","partnerIds":["147"],"startDate":1454889600000,"domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"name":"Deafness in the 21st Century","courseType":"v1.session","slug":"deafness","description":"If you want to know more about deafness in low and middle income countries this MOOC is for you. It is primarily aimed at those working as health or education professionals, government officials, support workers, NGOs and anyone with a family or personal interest in deafness. It aims to improve knowledge and understanding of this topic.","workload":"2-4 hours/week","primaryLanguages":["en"],"instructorIds":["8671492","11580614","14597834"]},{"id":"v1-1419","workload":"3-4 hours/week","name":"Introduction to Computational Arts: Visual Arts","description":"This production class serves as an introduction to, and exploration of digital imagery in the arts. Lectures will cover concepts and presentations of artists working in various capacities with computers, as well as tutorials on specific software packages. ","partnerIds":["117"],"courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/6f/742a20352a11e4983ad3612bf5dfa7/compartsvisual.png","primaryLanguages":["en"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"instructorIds":["3788568","3856008"],"slug":"compartsvisual"},{"id":"JV2US53WEeW4xRJkiwxnYw","primaryLanguages":["fr"],"courseType":"v2.ondemand","description":"Le cours porte sur les usages généralement admis en matière de rédaction de contrats commerciaux, dans leur forme continentale ou anglo-saxonne. Les principales clauses de ces contrats sont examinées, à l’aide d’exemples tirés de contrats classiques.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b6/62d7606fcc11e492bd11df8fa762ee/SignatureContrat-web.jpg","partnerIds":["49"],"name":"Rédaction de contrats","instructorIds":["6103741"],"workload":"","slug":"contrats","domainTypes":[{"subdomainId":"law","domainId":"social-sciences"},{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"startDate":1456175551080},{"id":"qu8u8vqKEeSDoyIAC1CH0g","domainTypes":[{"domainId":"business","subdomainId":"business-strategy"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6e/8fc4ea1a50845fe9505363ce2b8b18/bigidealogo-crop-final.jpg","instructorIds":["5093098","5079864"],"partnerIds":["77"],"courseType":"v2.ondemand","name":"What’s Your Big Idea?","workload":"2-3 hours/week","slug":"big-ideas","description":"Whether your interest lies in solving the world’s biggest problems, creating the next commercial success or addressing something closer to home, this course will give you a toolbox to vet your ideas and test them in the real world.","startDate":1435771827534,"primaryLanguages":["en"]},{"id":"v1-67","slug":"nutrition","domainTypes":[{"subdomainId":"nutrition","domainId":"life-sciences"}],"partnerIds":["10"],"name":"Nutrition for Health Promotion and Disease Prevention","workload":"4-6 hours/week","courseType":"v1.session","instructorIds":["994329"],"description":"This course covers the basics of normal nutrition for optimal health outcomes and evidence-based diets for a variety of diseases.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/36/3ff880352d11e4a4351b48ac74e750/large-icon.png","primaryLanguages":["en"]},{"id":"v1-1432","instructorIds":["2792685","1157812"],"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"electrical-engineering"},{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"slug":"audio","courseType":"v1.session","workload":"8-10 hours/week","primaryLanguages":["en"],"name":"Audio Signal Processing for Music Applications","previewLink":"https://class.coursera.org/audio-002/lecture/preview","description":"In this course you will learn about audio signal processing methodologies that are specific for music and of use in real applications. You will learn to analyse, synthesize and transform sounds using the Python programming language.","partnerIds":["1","225"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/b7/301e00352a11e4b05ae9c2725d6852/figure.png"},{"id":"2prtDtPREeWh-hLKMaYc3w","instructorIds":["13268751","1983568"],"name":"Introdução ao Controle de Sistemas","courseType":"v2.ondemand","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"electrical-engineering"},{"subdomainId":"mechanical-engineering","domainId":"physical-science-and-engineering"}],"slug":"controle","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a7/9c2770d42711e5887797ab42779797/Controle00.png","primaryLanguages":["pt-BR"],"workload":"","description":"Este curso apresenta os principais conceitos do controle de sistemas e mostra suas vantagens e importância para a sociedade moderna. Você vai entender o que é o controle de sistemas e como o controle com realimentação funciona, e passará a perceber a sua presença em diversas situações em seu dia-a-dia, na natureza, no corpo humano e em diversos dispositivos, desde os mais simples até os mais complexos.\n\nVocê vai perceber a necessidade de modelos teóricos para a análise e o projeto do controle de sistemas e aprenderá como verificar se um sistema atende a determinados requisitos de desempenho. Você também aprenderá como projetar um controle simples de modo a obter o melhor desempenho possível de um sistema de controle. Este é apenas o primeiro passo em direção a um vasto campo do conhecimento e lhe dará a base e a segurança necessárias para avançar em seus estudos no maravilhoso mundo do controle de sistemas.","partnerIds":["252"],"startDate":1456535001047},{"id":"G6m5MzTeEeWWBQrVFXqd1w","instructorIds":["13863238"],"domainTypes":[{"domainId":"business","subdomainId":"marketing"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9c/cfde20400911e58c43a1d415e5474d/CNM_Logo02.png","name":"Public Relations Research","courseType":"v2.ondemand","slug":"prresearch","workload":"4 weeks of study, 6-8 hours/week","startDate":1445039145044,"description":"Perhaps you are familiar with research. You might have learned about research or maybe you conduct research in your life. How is that different from research in Public Relations practice? In this course, you will learn the foundations of research in PR.  PR research is applied research. \n\nPractical application of research allows you to improve the organization’s performance. Research can be used in many ways in Public Relations practice. For example, you can use research to analyze and assess a need for the organization, ensure your objectives are realistic and connected to your outcome, identify and describe the relevant publics, brainstorm and test messages and channels, monitor the progress of your PR efforts, show impact and effectiveness of your program. This course will provide you the basic knowledge to plan, design, and conduct research to solve a PR problem.  \n\nThis course is designed for students wanting to pursue careers in public relations as well as a refresher for entry level PR practitioners wanting to brush up on their knowledge of the field. Come join me in this tour of research in PR where you will learn to use research as the backbone of your strategic decisions based on evidence.","partnerIds":["47"],"primaryLanguages":["en"]},{"id":"k1EoDdm3EeWpMxLJs6PspQ","startDate":1456528296337,"slug":"wharton-proyecto-final-empresariales","partnerIds":["6"],"instructorIds":["1349478"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b3/8442d0da7011e5aa3f239013f9115f/capstone_foundation2.png","domainTypes":[{"domainId":"business","subdomainId":"business-essentials"},{"domainId":"business","subdomainId":"business-strategy"}],"name":"Proyecto de Fundamentos Empresariales de Wharton","workload":"","description":"El Proyecto Final de Conocimiento Aplicado de Wharton te permite aplicar tus habilidades analíticas a retos de negocios reales, incluyendo el tuyo. Usarás esas habilidades empresariales recientemente adquiridas, para evaluar de manera reflexiva una oportunidad o situación real de compañías dirigidas por Wharton como Televisa.También podrás preparar un análisis estratégico y plantear una solución a un reto al que se enfrente tu propia compañía u organización. Personal cualificado de Wharton evaluará los mejores trabajos, y equipos de dirección de Televisa revisarán los proyectos que obtengan mejor puntuación.","primaryLanguages":["en"],"courseType":"v2.capstone"},{"id":"QUTOlO03EeSC-CIAC38Bjw","courseType":"v2.ondemand","slug":"teaching-elementary","instructorIds":["3360910","611232"],"name":"First Year Teaching (Elementary Grades) - Success from the Start","workload":"2-3 hours of lectures and assignments","partnerIds":["103"],"startDate":1437422020576,"primaryLanguages":["en"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}],"description":"Success with your students starts on Day 1. Learn from NTC's 25 years developing key skills and strategies to create positive, productive classroom environments where students thrive. How do you build relationships with Elementary Grade (K-6) students, establish and maintain behavioral expectations, implement classroom procedures and routines, and use instructional time effectively?\n\nAbout the Course:\nDeveloping mastery in establishing and maintaining a rich learning environment is one of the great joys of being a teacher. This course will provide high leverage strategies, resources, and support for professional growth so that you can provide students with the engaging, safe environment essential for student learning. This course is aligned to the needs of Elementary Grade teachers (self-contained K-6, or teaching the same set of students usually under 12 years old).\n\nThis course will teach you how to implement research-based strategies in the following areas: \n- Setting and communicating high expectations for students;\n- Building positive relationships with and between students;\n- Organizing the learning environment;\n- Behavioral preventions and interventions; and\n- Establishing and maintaining routines and procedures that support student learning.\n\nStellar classrooms don’t just happen—they’re created with the kind of intentional planning and preparation this course offers so that you and your students can be successful from the start!","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/67/a015121227b00698b5913922c83f30/success-from-start-3.jpg"},{"id":"v1-1045","instructorIds":["1797808","5627409","4388614","8398997","8509337"],"partnerIds":["10"],"domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"}],"slug":"interprofessional","workload":"4-6 hours/week","courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/35/299160352b11e49acdcfd9c2fca6c5/IPECourseLogo.png","primaryLanguages":["en"],"name":"Collaboration and Communication in Healthcare: Interprofessional Practice","description":"Interprofessional collaborative practice is key to safe, high quality, accessible, patient-centered care. This course aims to introduce health professions learners to the fundamental principles and skills for effective interprofessional collaborative practice."},{"id":"v1-938","description":"Machine learning is the study that allows computers to adaptively improve their performance with experience accumulated from the data observed. The course teaches the most fundamental algorithmic, theoretical and practical tools that any user of machine learning needs to know. [機器學習旨在讓電腦能由資料中累積的經驗來自我進步。本課程將介紹各領域中的機器學習使用者都應該知道的基礎演算法、理論及實務工具。]","name":"機器學習基石 (Machine Learning Foundations)","slug":"ntumlone","primaryLanguages":["zh"],"domainTypes":[{"subdomainId":"machine-learning","domainId":"data-science"}],"partnerIds":["75"],"instructorIds":["3044885"],"courseType":"v1.session","workload":"8-20 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3f/b6d4d0352b11e494bcf927fb09cbc9/logo.png"},{"id":"5epfT7cBEeScDCIAC9REiQ","startDate":1429569012650,"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"environmental-science-and-sustainability"}],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/8f/71df508df711e39a1703b1fb48e006/home-page-image.png","description":"This course is designed to introduce students to the issues of energy in the 21st century – including food and fuels – which are inseparably linked – and will discuss energy production and utilization from the biology, engineering, economics, climate science, and social science perspectives. \n\nThis course will cover the current production and utilization of energy, as well as the consequences of this use, examining finite fossil energy reserves, how food and energy are linked, impacts on the environment and climate, and the social and economic impacts of our present energy and food production and use. After the introductory lectures, we will examine the emerging field of sustainable energy, fuel and food production, emphasizing the importance of developing energy efficient and sustainable methods of production, and how these new technologies can contribute to replacing the diminishing supplies of fossil fuels, and reduce the consequences of carbon dioxide release into the environment. This course will also cover the importance of creating a sustainable energy future for all societies including those of the developing world.  Lectures will be prepared and delivered by leading UC San Diego and Scripps Institution of Oceanography faculty and industry professionals across these areas of expertise.","slug":"future-of-energy","instructorIds":["5994674"],"primaryLanguages":["en"],"name":"Our Energy Future","partnerIds":["53"],"workload":"45 hours of videos, quizzes and peer reviews"},{"id":"qqP6hnElEeWi0g6YoSAL-w","description":"In this course, the second in the Geographic Information Systems (GIS) Specialization, you will go in-depth with common data types (such as raster and vector data), structures, quality and storage during four week-long modules: \n\nWeek 1: Learn about data models and formats, including a full understanding of vector data and raster concepts. You will also learn about the implications of a data’s scale and how to load layers from web services. You will use geoprocessing tools to cement this knowledge.\n\nWeek 2: Create a vector data model by using vector attribute tables, writing query strings, defining queries, and adding and calculating fields.\n\nWeek 3: Learn about common data storage mechanisms within GIS, including geodatabases and shapefiles. Learn how to choose between them for your projects and how to optimize them for speed and size.\n\nWeek 4: Explore datasets and assess them for quality and uncertainty. You will also learn common GIS workflows by utilizing selections in-depth.\n\nTake GIS Data Formats, Design and Quality as a standalone course or as part of the Geographic Information Systems (GIS) Specialization. By completing the second class in the Specialization you will gain the skills needed to succeed in the full program.","courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/cd/0592f0b32311e5835f974a8abbc8f3/DesktopGIS_Alternate_3.png","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"environmental-science-and-sustainability"},{"domainId":"business","subdomainId":"business-essentials"}],"slug":"gis-data-design","startDate":1453241677495,"partnerIds":["83"],"workload":"","instructorIds":["1460655"],"primaryLanguages":["en"],"name":"GIS Data Formats, Design and Quality"},{"id":"v1-1961","name":"電磁學(Electromagnetics)","slug":"ntuem","primaryLanguages":["zh"],"startDate":1535760000000,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/a8/abba302cef11e4a2c70bcfab45cc52/140825-___-01.jpg","instructorIds":["4251483"],"partnerIds":["75"],"courseType":"v1.session","description":"靜電靜磁到電磁波相關物理、數學及應用之介紹","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"physics-and-astronomy"}],"workload":"5-6 hours/week"},{"id":"3791_tdbEeS2-SIAC4-TTw","name":"Fundamentals of Management","description":"Are you about to enter the workforce? Are you an emerging professional? Are you new to your role in the organization? All prospective new employees benefit from understanding management principles, roles and responsibilities, regardless of position.  Now you can acquire an in-depth understanding of the basic concepts and theories of management while exploring the manager's operational role in all types of organizations. Gain insight into the manager's responsibility in planning, organizing, leading, staffing and controlling within the workplace. It’s never too soon to plan your professional path by learning how the best managers manage for success!","courseType":"v2.ondemand","workload":"4-8 hours of videos, readings, and quizzes","domainTypes":[{"domainId":"business","subdomainId":"leadership-and-management"}],"instructorIds":["12056243"],"partnerIds":["30"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1c/c7548049ae11e49dd763187f3b4abc/Fundamentals-of-Management-Course.jpg","startDate":1428113384189,"slug":"fundamentals-of-management","primaryLanguages":["en"]},{"id":"6eR54Y_nEeWF6gpQJiw6hQ","partnerIds":["233"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5d/3b0540b87d11e5b7f4377491ebab0b/____.jpg","startDate":1453237948148,"courseType":"v2.ondemand","domainTypes":[{"domainId":"personal-development","subdomainId":"personal-development"}],"slug":"chuangxin-siwei","instructorIds":["12114568"],"description":"通过本门课程的学习，你的创新能力将会获得大幅提升。课程首先致力于观念的转变，其次我会讲到很多具体的创新思维和创新方法。创新并不仅仅是那些黑科技。解决生活或工作中碰到的每一个问题，都需要创新。每一个人的发展都会受到资源的制约，我希望这门课程里，你能找出制约自己发展的那些内部和外部条件，并创造性地解决，突破自己成长的天花板。","workload":"","name":"创新思维","primaryLanguages":["zh-CN"]},{"id":"ENhHCTboEeW8ZAoCexam_w","slug":"data-analysis-tools","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/79/bac65036f111e5af19a540c5c3116f/big-dataY.png","name":"Data Analysis Tools","courseType":"v2.ondemand","partnerIds":["34"],"domainTypes":[{"subdomainId":"data-analysis","domainId":"data-science"}],"workload":"","description":"In this course, you will develop and test hypotheses about your data. You will learn a variety of statistical tests, as well as strategies to know how to apply the appropriate one to your specific data and question. Using your choice of two powerful statistical software packages (SAS or Python), you will explore ANOVA, Chi-Square, and Pearson correlation analysis. This course will guide you through basic statistical principles to give you the tools to answer questions you have developed. Throughout the course, you will share your progress with others to gain valuable feedback and provide insight to other learners about their work.","primaryLanguages":["en"],"instructorIds":["3182044","1121232"],"startDate":1445363926225},{"id":"v1-70","domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"workload":"6-8 hours/week","slug":"aboriginaled","name":"Aboriginal Worldviews and Education","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/03/34f440352d11e48170130ca7e70d6d/large-icon.png","instructorIds":["874189"],"courseType":"v1.session","primaryLanguages":["en"],"description":"This course will explore indigenous ways of knowing and how this knowledge can inform education to the benefit of all students.","partnerIds":["11"]},{"id":"eDu3y3Q7EeWKsgrp3VnvAw","slug":"seo-capstone","name":"Capstone: Website Optimization Client Report","domainTypes":[{"domainId":"business","subdomainId":"marketing"}],"description":"The Capstone Project will allow you to implement your SEO knowledge and gain practical experience optimizing a website, with a focus on On-Page SEO and client relationship management. The resulting plan may become part of your professional portfolio for interviewing prospective employers and/or clients.\n\nYou will identify a medium size website of your choosing (25 – 100) pages.  You will conduct a full website audit and create an SEO report with specific recommendations for the website to increase its organic search engine optimization.  You will also develop a measurement plan for the client site going forward, with ongoing goals they can track and list what metrics they can track.  \n\nSpecific activities will include:\n•\tIdentify a medium size website (25 - 100 pages)\n•\tAnalyze the site and note any areas for improvement\n•\tPrepare interview questions for the client\n•\tAnalyze the site audience and demographics\n•\tPerform keyword research for the website\n•\tPrepare a competitive keyword analysis\n•\tSelect focus keywords\n•\tPerform  a basic technical audit and note any issues","startDate":1453242313784,"partnerIds":["83"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/69/c7af80b57a11e58fb4bb0716c77508/ThinkstockPhotos-465431152.jpg","workload":"","instructorIds":["15780877"],"primaryLanguages":["en"],"courseType":"v2.capstone"},{"id":"WGJsi1UuEeWaMw4b4yEpbw","slug":"sotsialnaya-set","name":"«Ловцы человеков» или социальные сети в медиа, бизнесе, рекрутинге и образовании","description":"Мир сильно изменился с тех времен, когда люди общались между собою с помощью писем на бумаге и с помощью голоса, теперь все мы, расставляем кому-то сети отношений и попадаем в них сами, все мы отныне живем в Сети Глобальной паутины.\nВ этом новом мире сетей старые приемы налаживания отношений не работают: журналистов печатных изданий не читают в бумажном варианте, маркетологи, делающие ставку только на офлайн-работу, разоряют компании, пиарщики и рекламисты лишаются офлайн-аудитории, HR-специалист, не умеющий работать в сетях, не получает достоверной информации о своих кандидатах.\nЕдинственный выход для профессионала: идти в Сеть, «ищите и обрящете»!\n\nНаш курс поможет вам узнать:\n1.\tКакие сети существуют и как меняется психология «человека виртуально-сетевого».\n2.\tПочему блоггеры испытывают от своей деятельности блОженство и что такое гражданская журналистика.\n3.\tКак работает френд-бизнес и как компании делают из потребителей союзников, советчиков и сотрудников.\n4.\tКак найти работу или работника в Сети.\n5.\tКак организовать виртуальную вечеринку или виртуальный конкурс.","courseType":"v2.ondemand","instructorIds":["14854280","14943847","14948591"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d7/046af0560e11e5adde798ff4740020/___3.png","partnerIds":["276"],"workload":"9 недель исследования, 1-2 часов / неделю","domainTypes":[{"subdomainId":"economics","domainId":"social-sciences"},{"domainId":"business","subdomainId":"marketing"}],"startDate":1444934560043,"primaryLanguages":["ru"]},{"id":"IEE-83HuEeWi0g6YoSAL-w","primaryLanguages":["zh-CN"],"startDate":1452806109064,"courseType":"v2.ondemand","description":"社会调查与研究方法，\n首先，是一套观察社会现象、测量社会现象的工具；\n其次，是一套分析和运用社会现象数据的科学方法；\n最高境界，则是一套针对社会、经济、教育、政治、法律、管理、公共卫生、新闻报道等人类的生产与生活现象，进行科学沟通的思维逻辑与表达方式。","domainTypes":[{"domainId":"social-sciences","subdomainId":"education"},{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"}],"slug":"shehu-yanjiu-fangfa","workload":"4-6 hours/week","instructorIds":["4517421"],"name":"社会调查与研究方法 （上）Methodologies in Social Research (Part I)","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9c/0da1701ef411e490eb8f929657e503/Msocial.jpg","partnerIds":["163"]},{"id":"Tr9rK6JtEeSwKiIACiONVg","description":"In this course, students learn to recognize and to apply the basic concepts that govern integrated body function (as an intact organism) in the body's nine organ systems.","partnerIds":["7"],"slug":"physiology","startDate":1422914678064,"courseType":"v2.ondemand","workload":"22 hours of videos and assessments","instructorIds":["868977","920567"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera.s3.amazonaws.com/topics/humanphysio/large-icon.png","domainTypes":[{"subdomainId":"biology","domainId":"life-sciences"}],"primaryLanguages":["en"],"name":"Introductory Human Physiology"},{"id":"koVAwj03EeWZtA4u62x6lQ","primaryLanguages":["es"],"instructorIds":["13730176","14184517","13774774"],"description":"Are you a business executive or a manager who uses English in your career? Then you know that good business communication in English requires focus, vocabulary, and specific linguistic structures. In this course, you will follow along a recently promoted manager how she builds and leads her team to success. Together, you will practice the language and styles of communication in English needed for: \n•\tRecruiting and training a professional team to work together with integrity and respect\n•\tManaging and participating in well-organized meetings\n•\tMaking telephone conferences more efficient\n•\tWriting professional emails that are easy to read\nThe activities in this course will give you the opportunity to share your experience and receive immediate feedback from other business professionals around the world.\n\n¿Es usted un ejecutivo de negocios o gerente que utiliza inglés en su profesión? Entonces Ud. sabe que la buena comunicación empresarial en inglés exige los enfoques, el vocabulario y las estructuras lingüísticas específicas. En este curso, Ud. seguirá, a lo largo con un gerente recién promovido, como ella construye y conduce a su equipo hacia el éxito. Juntos, ustedes practicarán el lenguaje y los estilos de comunicación en inglés necesarios para:\n·       Reclutar y el entrenar a un equipo profesional a trabajar juntos con integridad y respeto\n·       Manejar y participar en las reuniones bien organizadas\n·       Hacer que las conferencias telefónicas sean más eficaz\n·       Escribir correos electrónicos profesionales que sean fáciles de leer\nLas actividades en este curso le dan la oportunidad de compartir su experiencia y recibir retroalimentación inmediata de otros profesionales empresariales en todo el mundo.","domainTypes":[{"domainId":"language-learning","subdomainId":"learning-english"},{"domainId":"business","subdomainId":"business-essentials"}],"courseType":"v2.ondemand","startDate":1446249601033,"slug":"ingles-empresarial-gestion-liderazgo","partnerIds":["287"],"name":"Inglés Empresarial: Gestión y Liderazgo ","workload":"","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/8b/4446d061e911e5ac2f81e29d413c5a/Teamwork.jpg"},{"id":"v1-304","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/27/affaf1a8cbc3f53468766a99acd35b/RealTimeCity.jpg","name":"TechniCity","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"environmental-science-and-sustainability"}],"instructorIds":["1843870","1847439"],"workload":"6-8 hours/week","partnerIds":["28"],"courseType":"v1.session","primaryLanguages":["en"],"slug":"techcity","description":"We live in real-time, technologically enhanced cities. Explore the sweeping changes that our cities are undergoing as a result of networks, sensors, and communication technology."},{"id":"v1-484","slug":"extrasolarplanets","description":"The course will provide an overview of the knowledge acquired during the past 20 years in the domain of exoplanets. It will review the different detection methods, their limitations, and the information provided on the orbital system and the planet itself, and how this information is helping our understanding of planet formation.","partnerIds":["49"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/eb/8419ebf39f0f674254f4d23a54d5f2/exoplanet07.jpg","name":"The Diversity of Exoplanets","workload":"2-3 hours/week","courseType":"v1.session","primaryLanguages":["en"],"instructorIds":["2696515","5164237","4689669","5605733","5505116","5570288","5154655"],"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"physics-and-astronomy"}]},{"id":"a05nBT8oEeWpogr5ZO8qxQ","slug":"infertilite","description":"İnfertilite tanı ve tedavi aşamasında bireylere verilecek hemşirelik bakım sürecinin uygulaması aşamasında ihtiyaç duyulan temel bilgiyi sağlar. İnfertilitenin nedenleri, tanı ve tedavi yöntemleri, bu süreçlerde çiftlerin yaşadıkları fiziksel ve psikososyal sorunları ve önlemeye yönelik hemşirelik girişimlerini içerir.","domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"}],"courseType":"v2.ondemand","primaryLanguages":["tr"],"partnerIds":["182"],"startDate":1447697793569,"workload":"","name":"İnfertilite Hemşireliği (Infertility Nursing)","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c4/50cfd0839e11e5b277772aa5255765/bubble-2.png","instructorIds":["10521091"]},{"id":"v1-2380","slug":"uidesign2","name":"Mobile and Ubiquitous Computing","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3c/911020f35f11e4808cdb0b619eb918/Introduction-to-User-Interface-Design-part-two-Icon600x340.jpg","partnerIds":["9"],"workload":"4-6 hours/week","courseType":"v1.session","primaryLanguages":["en"],"instructorIds":["535585"],"description":"This course is currently under development and is expected to be offered October 2015."},{"id":"iCIGe_T6EeS-1yIAC7MN4w","courseType":"v2.ondemand","workload":"6-8 hours/week","slug":"experimental-methods","startDate":1446481614855,"domainTypes":[{"subdomainId":"biology","domainId":"life-sciences"}],"description":"Learn about the technologies underlying experimentation used in systems biology, with particular focus on RNA sequencing, mass spec-based proteomics, flow/mass cytometry and live-cell imaging.\n\nA key driver of the systems biology field is the technology allowing us to delve deeper and wider into how cells respond to experimental perturbations. This in turns allows us to build more detailed quantitative models of cellular function, which can give important insight into applications ranging from biotechnology to human disease. This course gives a broad overview of a variety of current experimental techniques used in modern systems biology, with focus on obtaining the quantitative data needed for computational modeling purposes in downstream analyses. We dive deeply into four technologies in particular, mRNA sequencing, mass spectrometry-based proteomics, flow/mass cytometry, and live-cell imaging. These techniques are often used in systems biology and range from genome-wide coverage to single molecule coverage, millions of cells to single cells, and single time points to frequently sampled time courses. We present not only the theoretical background upon which these technologies work, but also enter real wet lab environments to provide instruction on how these techniques are performed in practice, and how resultant data are analyzed for quality and content.","primaryLanguages":["en"],"name":"Experimental Methods in Systems Biology","instructorIds":["6072943"],"partnerIds":["27"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/60/01cbf07d6b11e396d72d067a587519/Experimental_methods_logo.png"},{"id":"t2hchZe2EeWjfxIrc5BW9Q","slug":"upravlinnya-chasom","instructorIds":["9772840"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ee/5c8f8049b111e4bc80b986c176101c/Time-Mangagement-Course-2.jpg","courseType":"v2.ondemand","workload":"4-8 hours of videos, readings, and quizzes","partnerIds":["30"],"startDate":1450481276384,"description":"Працюйте розумніше, а не більше\nВи зможете здобути і застосувати ваші знання та розуміння особистої та професійної обізнаності, організованості та виконання зобов’язань, а також використовувати інструменти, методи та прийоми, про які ви дізналися, для постановки цілей та пріоритетів, планування та делегування для подолання управлінських викликів та покращення продуктивності. \n\nThis course is translated by the Ukrainian mobile network operator, lifecell.","name":"Працюйте розумніше, а не більше: управління часом для особистої та професійної продуктивності","domainTypes":[{"domainId":"business","subdomainId":"business-essentials"}],"primaryLanguages":["uk"]},{"id":"v1-1052","description":"The meteoric rise of technologies used in our everyday life for profit, power, or improvement of an individual's life can, on occasion, cause cultural stress as well as ethical challenges.  In this course, we will explore how these multifaceted impacts might be understood, controlled and mitigated.","domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/1a/e29e90352c11e4a1481570b8fd189d/TechEthics-logo.png","slug":"techethics","workload":"3-5 hours/week","partnerIds":["28"],"courseType":"v1.session","primaryLanguages":["en"],"instructorIds":["4417952"],"name":"Technology and Ethics"},{"id":"NDBJAUWDEeWbNhIvIryYow","name":"Investment Management in an Evolving and Volatile World by HEC Paris and AXA Investment Managers","instructorIds":["16627281","11676404"],"description":"Have you ever wanted to invest in financial markets, but were always afraid that you didn’t have the proper tools or knowledge to make informed decisions? Have you ever wondered how investment management companies operate and what fund managers do? AXA Investment Managers, in partnership with HEC Paris, will introduce you to the most important ideas and concepts in investment management, to help you better understand your financial future.\n\nThis course will enable you to:\n•\tDefine what type of investor you are, your investment objectives, and potential constraints. \n•\tIdentify the main investible assets and important players in financial markets. \n•\tUnderstand basis portfolio management techniques. \n•\tApply these techniques in real case studies from the outset, through peer review assessment. \n\nFinally, we will provide a comprehensive overview of today's asset management industry: the product cycles, the professionals, and regulations. For those who want to identify a talented fund manager to invest for you, we offer you some important criteria for selecting one. And for those who are interested in this learning more about this fascinating industry, we lay the foundation for your ongoing financial journey. Join us now to explore the world of investment management! \n\nCourse Launching Date\nThe course will be launched at the beginning of April, 2016.\n\nCourse Specialists\nThe course has been developed in collaboration between HEC Paris, with Hugues Langlois managing the academic aspect, and AXA Investment Managers specialists, sharing their experiences and expertise and coordinated by Marion Le Morhedec: Maxime Alimi, Stephanie Condra, Nicholas Jeans, Elodie Laugel, Pierre-François de Mont-Serrat, Jean-Gabriel Pierre (AXA Group), Dorothée Sauloup, Irina Topa-Serry, Fiona Southall, Susanna Warner, and Joachim Weitgasser.\n\nRecommended Background\nWe expect most participants to have a basic level of knowledge in mathematics and economics. However this is not essential, and we believe people that people from any background can succeed with commitment and a strong interest. \n\nCourse Format \nThis course will run for 4 weeks, and consist of 4 modules, each with a series of lecture videos between 5 to 8 minutes long. Each video will contain a range of integrated, interactive questions. Each module contains a peer-reviewed assessment and a set of practice and graded quiz questions.\n\nLanguage\nThe course will be in English, with French and Chinese subtitles.\n\nThe Project\nThe preparation of this MOOC has been an exciting adventure for many professionals at AXA Investment Managers and HEC, both for the speakers and a wealth of contributors. Thank you to all of them.\nWe hope you enjoy this course as much we enjoyed creating it!","partnerIds":["161"],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/7d/af9a80b9f311e596ddffa17da4aea1/06_1_mooc_1200x1200.jpg","domainTypes":[{"subdomainId":"finance","domainId":"business"},{"domainId":"business","subdomainId":"business-essentials"}],"startDate":1452703759459,"workload":"","primaryLanguages":["en"],"slug":"investment-management"},{"id":"O0lyZeVUEeSglCIACzUL2A","instructorIds":["7581768","7864413","9026100","9775195","10512525","7850590","11197435","3898739"],"startDate":1456854654169,"name":"iMOOC102: Mastering American e-Learning","courseType":"v2.ondemand","description":"This competency-based, skill-building course will help non-U.S. students, first generation immigrants and foreign-born professionals better understand and master American e-Learning, as well as other U.S. virtual environments, for college and career success.\n\nTo excel in American online learning and work environments, international students and foreign-born professionals need to know how American universities and companies use the Internet to organize study and work, develop and execute projects, communicate ideas, collaborate, and solve organizational and technical problems. By taking this course, you will learn how to enhance your cultural knowledge and assess potential skill gaps that may hinder your online experience or negatively impact your performance in U.S. virtual work environments. Throughout the course you will systematically review competencies required for online work, come to better understand common barriers for non-native students and professionals, learn how to detect and overcome competency gaps, and develop plans for self-improvement.\n\nWe hope that you will enjoy the course and invite you to share your own experiences with other students.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a2/db03a085b311e497ce97d2a2e18640/Mastering-American-eLearning-WB.jpg","partnerIds":["117"],"slug":"e-learning","domainTypes":[{"domainId":"social-sciences","subdomainId":"education"},{"domainId":"personal-development","subdomainId":"personal-development"}],"primaryLanguages":["en"],"workload":"5 weeks, 4-5 hours/week"},{"id":"QRDjcWLVEeWFkQ7sUCFGVQ","slug":"origins-universe-solarsystem","courseType":"v2.ondemand","name":"Origins - Formation of the Universe, Solar System, Earth and Life","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/45/5637fba9fcd5f219a84c7c346096d2/origins.jpg","instructorIds":["2428255","5970141","10165456","10165347","10165330","10165304","10165281","10165255","10165237","10165197","10165169","10165131","10165094","10165080","10165069","10165045","10165012"],"description":"The Origins course tracks the origin of all things – from the Big Bang to the origin of the Solar System and the Earth. The course follows the evolution of life on our planet through deep geological time to present life forms.","startDate":1445299475789,"primaryLanguages":["en"],"workload":"5-7 hours/week","partnerIds":["63"],"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"physics-and-astronomy"},{"subdomainId":"biology","domainId":"life-sciences"}]},{"id":"uVCz9Pp8EeS1ICIAC2sFKA","domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"},{"domainId":"personal-development","subdomainId":"personal-development"}],"primaryLanguages":["zh-CN"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f2/7330b091bd11e597177731f0b398bd/Picture4.png","slug":"undp-cso","description":"《NGO能力建设入门》由联合国开发计划署(UNDP)出品。课程以非营利组织的成长脉络为主线，从组织建立之初对自身定位、使命和治理方式的思考，运行之时对人力资源和资金的管理，到发展之际对外界的拓展和传播，探索非营利组织在管理和运作过程中涉及的核心理念和关键问题。每节的15分钟的课程凝结了数十位业内专家实践经验的精华和对创新方法的探索，力求以丰富的案例和精心提炼的“干货”，帮助非营利组织解决实际问题。\n\n本课程是联合国首部中文“慕课”《民间组织能力建设入门》的升级版。基于第一期学员的反馈，新版课程强化了课程的体系性和知识点背后的逻辑，在注重实践经验分享的同时，更强调思考方式的培养，以期帮助非营利组织更好地“举一反三”、学以致用。\n\n完成本课程四个章节的学习，您不仅将掌握每项主题的关键知识点，亦会了解到各位专家不同经验的共通之处，发现治理、人力资源管理、筹款等议题之间的彼此关联，学会更系统性地思考非营利组织的管理和运作。\n\n当然，很多问题并没有标准答案或固定模板，因此本课程将通过一系列线上及线下的课外活动，鼓励同学们在汲取讲师们传授的经验的同时，发挥自身和集体的智慧，互相分享、不断碰撞，一同发现问题并寻找解决方案。\n\n\n>>>>>>>>>>>>>>>>课程大纲<<<<<<<<<<<<<<<<\n\n\n第1章 从使命到治理\n\n1.1 非营利组织概述（赵华，彼得·德鲁克社会组织学习中心秘书长）\n1.2 非营利组织——使命优先 （赵华，彼得·德鲁克社会组织学习中心秘书长）\n1.3 使命与组织管理实践 （彭艳妮，南都公益基金会常务副秘书长）\n1.4 非营利组织治理：理事会的角色 (赵华，彼得·德鲁克社会组织学习中心秘书长)\n1.5 组织的治理结构 （贾西津，清华大学公共管理学院副教授）\n\n\n第2章 人力资源管理\n\n2.1 非营利组织人力资源管理概念及价值（翟雁，北京惠泽人公益发展中心主任）\n2.2 非营利组织人力资源管理基本原则及方法（翟雁，北京惠泽人公益发展中心主任）\n2.3 员工管理：战略人力资源管理案例 （零慧，友成企业家扶贫基金会常务副秘书长）\n2.4 志愿者管理：志愿者的招募与保留 （翟雁，北京惠泽人公益发展中心主任）\n\n\n第3章 筹款\n\n3.1 非营利组织的资源分布及其特点（肖蓉，赠与亚洲中国首席代表）\n3.2 筹款方视角：非营利组织的资源开发（王超，世界自然基金会首席运营官）\n3.3 捐赠方视角：筹款从找对捐赠方开始（霍庆川，敦和慈善基金会秘书长助理）\n3.4 传统的筹款工具与方法（肖蓉，赠与亚洲中国首席代表）\n3.5 如何利用互联网为公益筹款（贝晓超，前新浪微博社会责任总监）\n\n\n第4章 对外拓展\n\n4.1 向政府拓展：非营利组织的政府关系（徐家良，上海交通大学学第三部门研究中心执行主任）\n4.2 倡导的基本理论与方法 （郭婷，中国发展简报副主编）\n4.3 向公众拓展：非营利组织的公信力（徐家良，上海交通大学学第三部门研究中心执行主任）\n4.4 体验式公益活动与新媒体传播（陈红涛，中国扶贫基金会副秘书长）\n\n\n>>>>>>>>>>>>>>>>常见问题<<<<<<<<<<<<<<<<\n\n1. 怎样才能获得证书？\n\n本课程有两种证书供同学们选择：\n\n1) 由课程平台提供方Coursera颁发的付费认证证书（电子版）\n认证证书（Verified Certificate）是Coursera颁发的电子版证书，带有唯一认证编码。获得认证证书要求同学们每一次平时作业和考试的得分都分别超过80%，并需向Coursera支付$29美金的费用。您可以先免费注册课程，开始学习课程后再选择支付证书费用。更多关于Coursera的证书问题请浏览：https://www.coursera.org/certificate/undpcso 页面下方的常见问题解答。\n\n2) 由课程内容提供方UNDP颁发的免费结业证书（电子版）\n结业证书带有UNDP logo，用户姓名和课程名称，不带认证编码，不具有认证效力，主要目的是鼓励并纪念同学们顺利通过课程。获得结业证书只需要免费注册，不需要支付任何费用，完成课程并总成绩超过80%即可申请获得。\n\n请注意：本期课程不提供任何纸质证书。联合国开发计划署不在本课程的任何环节收取任何费用，且不对Coursera的收费政策负责。\n\n\n2. 课程的时间安排是怎样的？\n\n本期课程将从2015年12月21日起开放全部内容，持续六周时间，包括四章内容的学习和一次期末考试。每周的课后习题设有截止日期（通常是每周一章），建议同学们根据截止日期安排学习，以便与其他同学保持同步、交流学习，课程组也会根据一周一章的进度安排相应的课外活动。当然，同学们也可以选择灵活地支配自己的进度，只需在整个学期结束前完成并提交所有内容即可获得本期课程的总评。\n\n\n3. 课程的评分政策是怎样的？\n\n总成绩(100%)= 四次课后习题(50%) + 期末考试(50%) \n课后习题主要以选择题为主，由系统评分；期末考试形式为主观题，由同伴互评。\n\n\n关于课程如有更多问题，欢迎通过课程论坛答疑板块或微信公众号（ID：UNDPCSO）向我们提问。","courseType":"v2.ondemand","workload":"1-2 hours/week","name":"NGO能力建设入门 Building Capacity of CSOs in China","instructorIds":["11102270"],"startDate":1450628618380,"partnerIds":["163"]},{"id":"eGUHRneUEeWtpg5GoAM5Iw","name":"TDD – Desenvolvimento de Software Guiado por Testes","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/67/db3410b35111e59e43fb5988994bc3/TDD-Square-SemBarraTopoNew.png","courseType":"v2.ondemand","startDate":1453847709418,"domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"primaryLanguages":["pt-BR"],"workload":"","instructorIds":["1330144","14963182"],"partnerIds":["252"],"description":"Neste curso, assumimos que você já sabe projetar e desenvolver programas mais complexos em Java, com método e organização graças às boas práticas e princípios exercitados no curso anterior; mas você talvez não se sinta ainda confortável em projetar programas usando técnicas ágeis, como o desenvolvimento guiado por testes (TDD). \n\nO objetivo deste curso é expor você aos princípios e práticas de desenvolvimento guiado por testes, tanto para modelar quanto para desenvolver aplicações e componentes de software, sem abandonar os conceitos e princípios de orientação a objetos aprendidos no curso anterior. De fato, pregamos que tais conceitos e princípios fortalecem o emprego do TDD no desenvolvimento ágil de software com mais qualidade. Este curso terá um grande foco em atividades hands-on, permitindo a você captar todos os aspectos práticos da técnica e facilitar a sua aplicação quando estiver projetando e desenvolvendo software de maneira ágil nos próximos cursos.\n\nOs conceitos Java apresentados neste curso incluem o seguinte: revisão de testes de unidade; automação de testes; desenvolvimento guiado por testes; refatoração de código de produção; uso de objetos stubs e mocks; frameworks para fazer o uso de objetos mocks mais práticos; boas práticas no TDD, incluindo a TPP (Transformation Priority Premise);  modelagem de software por meio do TDD.\n\nAo final deste curso, você terá amadurecido de tal modo suas habilidades de programação que será capaz de implementar, agora usando o TDD, versões modificadas e estendidas do componente de gamificação constante do Trabalho de Conclusão da Especialização, com base nas boas práticas exercitadas neste curso.","slug":"tdd-desenvolvimento-de-software-guiado-por-testes"},{"id":"v1-773","partnerIds":["7"],"name":"21st Century American Foreign Policy","slug":"afp21stcentury","domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/fd/feabbff56fa246d3873f94576ffaa0/AmerForeignPolicyLogo_1080.jpg","instructorIds":["3279667"],"workload":"4-6 hours/week","courseType":"v1.session","description":"What is American foreign policy? Who makes it? Why is it the way it is? How does it affect the rest of the world? Professor Bruce Jentleson has taught the subject for over 30 years, written one of the leading books on it, and has served in numerous U.S. foreign policy positions.","primaryLanguages":["en"],"previewLink":"https://class.coursera.org/afp21stcentury-001/lecture/preview"},{"id":"v1-3406","domainTypes":[{"subdomainId":"nutrition","domainId":"life-sciences"}],"partnerIds":["6"],"name":"Feeding the World","courseType":"v1.session","description":"Over the next 40 years, food production must double to meet the growing needs of the world population, which is estimated to exceed 9 billion by the year 2050. But, how do producers provide the growing human population with the needed food while maximizing the efficiency of production and minimizing impacts on the environment to ensure a sustainable future for us all?","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/be/c8ae402c8a11e583dc731d64922d2c/feeding-the-world-icon-FINAL-RESIZED-V4.jpg","slug":"feedingtheworld","instructorIds":["5549447","14054238"],"primaryLanguages":["en"],"workload":"2-4 hours/week"},{"id":"v1-1572","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"startDate":1454457600000,"name":"Geospatial Intelligence & the Geospatial Revolution","partnerIds":["51"],"instructorIds":["4429579"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/68/02a0c0ea9b11e38540e7223e5f7dc3/geoint_logo10a.jpg","description":"Learn how the revolution in geospatial technology combined with the tradecraft of Geospatial Intelligence (GEOINT) have changed how we develop insights about how humans use geography, and discover the power of GEOINT.","courseType":"v1.session","primaryLanguages":["en"],"workload":"6-9 hours/week","slug":"geoint"},{"id":"Wa2LIymGEeWFggqB2SRvtQ","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/76/75c0d0b55e11e5b03987a588a03bb0/MIC.jpg","courseType":"v2.ondemand","partnerIds":["71"],"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"electrical-engineering"},{"subdomainId":"mechanical-engineering","domainId":"physical-science-and-engineering"}],"name":"Advanced Converter Control Techniques","workload":"","description":"This course covers advanced converter control techniques, including averaged-switch modeling and Spice simulations, modeling and design of peak current mode and average current mode controlled converters, as well as an introduction to control of single-phase ac grid tied rectifiers and inverters. Upon completion of the course, you will be able to model, design and simulate state-of-the-art power electronics systems for a wide range of dc-dc, dc-ac and ac-dc applications. \n\nThis course assumes prior completion of Introduction to Power Electronics, Converter Circuits, and Converter Control","primaryLanguages":["en"],"startDate":1452557928035,"slug":"advanced-converter-control","instructorIds":["3376074"]},{"id":"l-VzSGYDEeWq4RLQvtY_lQ","startDate":1448867327228,"instructorIds":["11799990","11282268"],"partnerIds":["33"],"domainTypes":[{"subdomainId":"finance","domainId":"business"}],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b1/64cfc0efc411e4b3debfea5dbc25d9/BNY_Course_4_Hero_Imgae_2015.jpg","workload":"","name":"Alternative Approaches to Valuation and Investment","description":"In this course, participants will develop an understanding of the intuitive foundations of asset and investment valuation, and how alternative valuation techniques may be used in practice. This is part of a Specialization in corporate finance created in partnership between the University of Melbourne and Bank of New York Mellon (BNY Mellon).","primaryLanguages":["en"],"slug":"valuation"},{"id":"v1-1330","partnerIds":["50"],"domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"name":"From GPS and Google Maps to Spatial Computing","instructorIds":["5719276","5775216"],"workload":"4-10 hours/week","slug":"spatialcomputing","courseType":"v1.session","description":"This course introduces concepts, algorithms, programming, theory and design of spatial computing technologies such as global positioning systems (GPS), Google Maps, location-based services and geographic information systems. Learn how to collect, analyze, and visualize your own spatial datasets while avoiding common pitfalls and building better location-aware technologies.","previewLink":"https://class.coursera.org/spatialcomputing-001/lecture/preview","primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/dc/467b70352b11e48e9c2583f964c285/spatialcomputing_logo_4.png"},{"id":"Gtv4Xb1-EeS-ViIACwYKVQ","domainTypes":[{"subdomainId":"machine-learning","domainId":"data-science"}],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera.s3.amazonaws.com/topics/ml/large-icon.png","slug":"machine-learning","partnerIds":["1"],"startDate":1425088202363,"instructorIds":["1244"],"workload":"","primaryLanguages":["en"],"description":"Machine learning is the science of getting computers to act without being explicitly programmed. In the past decade, machine learning has given us self-driving cars, practical speech recognition, effective web search, and a vastly improved understanding of the human genome. Machine learning is so pervasive today that you probably use it dozens of times a day without knowing it. Many researchers also think it is the best way to make progress towards human-level AI. In this class, you will learn about the most effective machine learning techniques, and gain practice implementing them and getting them to work for yourself. More importantly, you'll learn about not only the theoretical underpinnings of learning, but also gain the practical know-how needed to quickly and powerfully apply these techniques to new problems. Finally, you'll learn about some of Silicon Valley's best practices in innovation as it pertains to machine learning and AI.\n\nThis course provides a broad introduction to machine learning, datamining, and statistical pattern recognition. Topics include: (i) Supervised learning (parametric/non-parametric algorithms, support vector machines, kernels, neural networks). (ii) Unsupervised learning (clustering, dimensionality reduction, recommender systems, deep learning). (iii) Best practices in machine learning (bias/variance theory; innovation process in machine learning and AI). The course will also draw from numerous case studies and applications, so that you'll also learn how to apply learning algorithms to building smart robots (perception, control), text understanding (web search, anti-spam), computer vision, medical informatics, audio, database mining, and other areas.\n\n\nCan I earn a Course Certificate if I completed this course before they were available?\nIn order to verify one’s identity and maintain academic integrity, learners who completed assignments or quizzes for Machine Learning prior to November 1st will need to redo and resubmit these assessments in order to earn a Course Certificate. To clarify, both quizzes and programming assignments need to be resubmitted. Though your deadlines may have technically passed, please be assured that you may resubmit both types of assessments at any time. We apologize for the inconvenience and appreciate your patience as we strive to ensure the integrity and value of our certificates. \n\nPlease note that, in order to earn a Course Certificate, you must complete the course within 180 days of payment, or by May 1, 2016, whichever is earlier.","name":"Machine Learning"},{"id":"ct7G8DVLEeWfzhKP8GtZlQ","name":"Build a Modern Computer from First Principles: From Nand to Tetris (Project-Centered Course)","partnerIds":["24"],"courseType":"v2.ondemand","description":"What you’ll achieve:\nIn this project-centered course* you will build a modern computer system, from the ground up. We’ll divide this fascinating journey into six hands-on projects that will take you from constructing elementary logic gates all the way through creating a fully functioning general purpose computer. In the process, you will learn - in the most direct and constructive way - how computers work, and how they are designed.\n\nWhat you’ll need:\nThis is a self-contained course: all the knowledge necessary to succeed in the course and build the computer system will be given as part of the learning experience. Therefore, we assume no previous computer science or engineering knowledge, and all learners are welcome aboard. You will need no physical materials, since you will build the computer on your own PC, using a software-based hardware simulator, just like real computers are designed by computer engineers in the field. The hardware simulator, as well as other software tools, will be supplied freely after you enroll in the course.\n\nCourse format:\nThe course consists of six modules, each comprising a series of video lectures, and a project. You will need about 2-3 hours to watch each module's lectures, and about 5-10 hours to complete each one of the six projects. The course can be completed in six weeks, but you are welcome to take it at your own pace. You can watch a TED talk about this course by Googling \"nand2tetris TED talk\".\n\n*About Project-Centered Courses: Project-centered courses are designed to help you complete a personally meaningful real-world project, with your instructor and a community of learners with similar goals providing guidance and suggestions along the way. By actively applying new concepts as you learn, you’ll master the course content more efficiently; you’ll also get a head start on using the skills you gain to make positive changes in your life and career. When you complete the course, you’ll have a finished project that you’ll be proud to use and share.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/32/3b06a1907511e4be1ac3cb2875740d/COURSE_IMAGE.png","domainTypes":[{"subdomainId":"algorithms","domainId":"computer-science"}],"workload":"","slug":"build-a-computer","startDate":1455311911911,"primaryLanguages":["en"],"instructorIds":["234878","6103553"]},{"id":"z_MvXQoVEeWCpyIAC3lAyw","name":"Revolutionary Ideas: Borders, Elections, Constitutions, Prisons","slug":"political-philosophy-2","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6f/bce030b8d911e38725b565d9244244/Screen-Shot-2014-03-31-at-2.12.03-PM.png","instructorIds":["3682146"],"description":"What is the purpose of government?  Why should we have a State?  What kind of State should we have?\n\nEven within a political community, there may be sharp disagreements about the role and purpose of government.  Some want an active, involved government, seeing legal and political institutions as the means to solve our most pressing problems, and to help bring about peace, equality, justice, happiness, and to protect individual liberty.  Others want a more minimal government, motivated, perhaps, by some of the disastrous political experiments of the 20th Century, and the thought that political power is often just a step away from tyranny.  In many cases, these disagreements arise out of deep philosophical disagreements. \n\nAll political and legal institutions are built on foundational ideas.  In this course, we will explore those ideas, taking the political institutions and political systems around us not as fixed and unquestionable, but as things to evaluate and, if necessary, to change.  We will consider the ideas and arguments of some of the world’s most celebrated philosophers, including historical thinkers such as Plato, Hugo Grotius, David Hume, Thomas Jefferson, and James Madison, and more contemporary theorists such as Michelle Alexander, Kwame Anthony Appiah, Bryan Caplan, Angela Davis, Ronald Dworkin, Jon Elster, John Hart Ely, H.L.A. Hart, Michael Huemer, Andrew Rehfeld, and Jeremy Waldron.\n\nThe aim of the course is not to convince you of the correctness of any particular view or political position, but to provide you with a deeper and more philosophically-informed basis for your own views, and, perhaps, to help you better understand the views of those with whom you disagree.","courseType":"v2.ondemand","partnerIds":["6"],"workload":"","primaryLanguages":["en"],"startDate":1438313678192,"domainTypes":[{"subdomainId":"philosophy","domainId":"arts-and-humanities"},{"domainId":"social-sciences","subdomainId":"governance-and-society"}]},{"id":"v1-137","slug":"earth","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"environmental-science-and-sustainability"}],"partnerIds":["17"],"name":"Planet Earth...and You!","instructorIds":["901980","902661"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/18/eccc90352d11e485fc9138b3373442/large-icon.png","courseType":"v1.session","workload":"8-10 hours/week","description":"Planet Earth, an overview of selected geological topics, discusses how earthquakes, volcanoes, minerals and rocks, energy, and plate tectonics have interacted over deep time to produce our dynamic island in space, and its unique resources.","primaryLanguages":["en"]},{"id":"iLI6egl6EeWw4CIACxsM5w","courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6e/30abf478d57726f02ca238b3eed237/Symmetry-edit.png","workload":"","name":"Beauty, Form & Function: An Exploration of Symmetry","primaryLanguages":["en"],"instructorIds":["3874110","14022578"],"domainTypes":[{"domainId":"math-and-logic","subdomainId":"math-and-logic"}],"startDate":1437000538695,"description":"[IF YOU ARE LOOKING FOR THE ACADEMIC CREDIT VERSION OF THIS COURSE PLEASE GO TO\nhttps://class.coursera.org/ntusym-004].\n\nLearn how to identify symmetrical forms and appreciate their importance in nature, art, architecture, crystallography and technology.  Understand symmetry quantitatively, recognize its role in beauty and design, and appreciate its function in our everyday life.","partnerIds":["121"],"slug":"symmetry"},{"id":"X4ituSzfEeWl3A7Kuc0JCQ","domainTypes":[{"domainId":"computer-science","subdomainId":"computer-security-and-networks"}],"startDate":1450149208812,"courseType":"v2.ondemand","description":"Have you wondered how “Things” talk to each other and the cloud? Do you understand the alternatives for conveying latency-sensitive real time data versus reliable signaling data? Building on the skills from the Sensing and Actuation course, we will explore protocols to exchange information between processors. \n\nIn this course, you will learn how VoIP systems like Skype work and implement your own app for voice calls and text messages.  You will start by using the Session Initiation Protocol (SIP) for session management. Next, you will learn how voice codecs such as Adaptive Multi Rate (AMR) are used in 3G networks and use them for voice traffic in your app. \n\nLearning Goals: After completing this course, you will be able to:\n\n1.\tImplement session initiation, management and termination on your DragonBoard™ 410c using SIP.\n2.\tDiscover other users and exchange device capabilities.\n3.\tCompare and contrast narrowband and wideband codecs and experience the voice quality differences between them.\n4.\tImplement and demonstrate VoIP calls using the DragonBoard 410c.","workload":"4 weeks of study, 1 hour/week","name":"Internet of Things: Communication Technologies","slug":"internet-of-things-communication","instructorIds":["12279078","12280323"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2f/948d904d0811e5a1a25fa584277f48/internet-of-things.jpg","primaryLanguages":["en"],"partnerIds":["53"]},{"id":"P--h6zpNEeWYbg7p2_3OHQ","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"},{"subdomainId":"data-analysis","domainId":"data-science"}],"slug":"python-data","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/44/2959b0502911e5851f058ad6ebf936/pythondata_thumbnail_1x1.png","startDate":1442270539818,"courseType":"v2.ondemand","partnerIds":["3"],"description":"This course will introduce the core data structures of the Python programming language. We will move past the basics of procedural programming and explore how we can use the Python built-in data structures such as lists, dictionaries, and tuples to perform increasingly complex data analysis. This course will cover Chapters 6-10 of the textbook “Python for Informatics”.  This course is equivalent to the second half of the 11-week \"Programming for Everybody (Python)\" course.","name":"Python Data Structures","primaryLanguages":["en"],"workload":"2-4 hours/week","instructorIds":["122340"]},{"id":"Z3yHdBVBEeWvmQrN_lODCw","workload":"4 weeks, 2-3 hours/week","startDate":1442532605166,"domainTypes":[{"subdomainId":"design-and-product","domainId":"computer-science"}],"courseType":"v2.ondemand","slug":"user-research","description":"What makes for a great user experience? How can you consistently design experiences that work well, are easy to use and  people want to use? This course will teach you the core process of experience design and how to effectively evaluate your work with the people for whom you are designing. You'll learn fundamental methods of design research that will enable  you to effectively understand people, the sequences of their actions, and the context in which they work. Through the assignments, you’ll learn practical techniques for making sense of what you see and transform your observations into meaningful actionable insights and unique opportunity areas for design.  You’ll also explore how to generate ideas in response to the opportunities identified and learn methods for making your ideas tangible. By answering specific questions and refining your concepts, you’ll move closer to making your ideas real. We’ll use cases from a variety of industries including health, education, transportation, finance, and beyond to illustrate how these methods work across different domains. \n\nGood luck and we hope you enjoy the course!","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/84/1ae16054b711e4b8d11fd5690613d3/hci-large-icon.png","name":"User Experience: Research & Prototyping","primaryLanguages":["en"],"partnerIds":["53"],"instructorIds":["14089734","1250"]},{"id":"v1-477","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"environmental-science-and-sustainability"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0b/2816c0352b11e49acdcfd9c2fca6c5/tree-logo-600x340.png","instructorIds":["2644404"],"partnerIds":["54"],"description":"In this course you will learn the basics of the life-cycle assessment (LCA) method for holistic environmental analysis of products, technologies, and systems. LCA sheds light on the environmental implications of the consumption and behavioral choices we all make on a daily basis.","courseType":"v1.session","name":"How Green Is That Product? An Introduction to Life Cycle Environmental Assessment","primaryLanguages":["en"],"slug":"introtolca","workload":"5-7 hours/week"},{"id":"v1-1034","partnerIds":["7"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/18/e78750352b11e4b1518bb3518fcc93/iStock_000015202734_Large.png","slug":"highered","instructorIds":["552097"],"courseType":"v1.session","primaryLanguages":["en"],"workload":"2-4 hours/week","description":"In this course we will learn about the features of higher education that were designed specifically to prepare workers and leaders for the Industrial Age, and we’ll strategize ways that, together, we can change learning--inside of school and out--for the world we live in now--and even to help improve our world. #FutureEd","domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}],"name":"History and Future of (Mostly) Higher Education"},{"id":"v1-1973","name":"The Caltech-JPL Summer School on Big Data Analytics","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/b7/47a830352b11e4a4351b48ac74e750/coursera_logo.png","description":"This is an intensive, advanced summer school (in the sense used by scientists) in some of the methods of computational, data-intensive science.  It covers a variety of topics from applied computer science and engineering, and statistics, and it requires a strong background in computing, statistics, and data-intensive research.\n","slug":"bigdataschool","instructorIds":["8944222","8987044","8536927","685941","8536575","8990525","1542526","8936789","1760766","8095448","8935233","12319468","12764336"],"workload":"20-25 hours/week","domainTypes":[{"subdomainId":"data-analysis","domainId":"data-science"}],"courseType":"v1.session","partnerIds":["12"],"primaryLanguages":["en"]},{"id":"v1-2184","slug":"assetpricing2","description":"This course is part two of an introduction to graduate-level academic asset pricing. This second part uses the theory and elaborates empirical understanding. It explores some classic applications including the Fama-French three-factor model, consumption and the equity premium, and extends the theory to cover options, bonds, and portfolios. ","domainTypes":[{"subdomainId":"finance","domainId":"business"}],"instructorIds":["3203020"],"courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/94/d7f8d0547b11e4ad446746a380ddb9/Dark-Blue.jpg","primaryLanguages":["en"],"name":"Asset Pricing, Part 2","workload":"10-15 hours/week","partnerIds":["102"]},{"id":"DJfupMVPEeWLqBIulHpzDw","startDate":1454610544702,"courseType":"v2.ondemand","description":"If you really care about the big questions in the economies and societies of the 21st century, such as distributive justice - namely, inequality of income or wealth, and its correlation with economic growth - this course is meant for you. The knowledge you will gain can truly change your outlook on our world.\n\n\"Economic Growth and Distributive Justice -  Maximizing Social Wellbeing\" is the second part of a two part course and it includes the following five lectures: \n(1) The excess burden of taxation\n(2) Tax incidence: who bears the economic burden of tax?\n(3) Progressivity: definition and ways to achieve\n(4) Low Income, Low Ability and the Optimal Income Tax Mode\n(5) Designing the Tax and Transfer System that Maximizes Social Wellbeing\nIf you haven't done that already, we strongly recommend that you register for the first part of the course: \"Economic Growth and Distributive Justice - the Role of the State\". Taking both parts of the course would enable you to obtain a fuller and more comprehensive knowledge about Economic Growth and Distributed Justice.\n\nThe course is founded upon the elemental idea that the role of the state is to maximize the well-being - or simply the happiness - of its residents. In 9 fascinating, edifying lessons, using only simple words and decoding professional terminologies that sometimes baffle the intelligent layman, the course expounds many truths – both intuitive and unintuitive. Often using examples from the US and Europe, it does not however focus on policies in any particular region of the world, and is directly applicable to all countries around the globe.\n\nThe course touches upon the essence of important concepts like efficiency and equity, inequality and poverty, gross domestic product, tax evasion and tax planning; it presents the work of Nobel Laureate James Mirrlees and his followers - promoting a coherent system that integrates tax and government expenditures to maximize social welfare; and illuminates a range of high-profile issues from their economic angle:\n• Climate change: the atmosphere and oceans as public goods, and how smart (Pigovian) taxation can be used to combat the rapidly increasing threats to our planet;\n• Technology as the engine of economic growth;\n• Taxing the rich: How can we mitigate the growing inequality problem? Should we   impose a global tax on capital?\n\nThe curriculum includes interviews with major figures in the fields of law and of economics:  Harvard's Elhanan Helpman, Dan Shaviro from NYU and Richard Epstein from the University of Chicago and NYU.\n\nAfter successfully completing this course, you can expect to be able to:\n• better understand economic issues presented in the media\n• form an informed opinion on the strengths and weaknesses of presented social economic policies\n• define and measure inequality and poverty\n• define the connection between inequality (income, wealth) and economic growth\n• explain the foundations of economic growth\n• design a tax and transfer system to maximize the happiness of individuals\n\nAll these will allow you to better understand the policies being developed around you, and to play a larger, more informed role in their development, as a conscientious citizen.","slug":"economic-growth-part-2","instructorIds":["4065570"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f4/d44a90ad3a11e5a1295552b2c67443/Economic-Growth-_-Distributive-Justice.jpg","domainTypes":[{"subdomainId":"law","domainId":"social-sciences"},{"subdomainId":"economics","domainId":"social-sciences"}],"workload":"","name":"Economic Growth and Distributive Justice - Maximize Social Wellbeing","primaryLanguages":["en"],"partnerIds":["110"]},{"id":"v1-2028","name":"Rural Health Nursing","description":"This course will provide learners with an opportunity to explore the challenges, opportunities, and skills necessary to provide nursing care in rural areas. ","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/1c/11b790647211e4957235ddd5a9e6f1/RuralHealthIconImage.jpg","domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"}],"partnerIds":["120"],"instructorIds":["7513587","8987397"],"workload":"4-6 hours/week","courseType":"v1.session","slug":"ruralnursing","primaryLanguages":["en"]},{"id":"v1-2147","slug":"origensdavida","description":"A vida que conhecemos só ocorre na Terra ? Pode existir vida em outros lugares do Universo? Para conhecer melhor a vida faz-se necessário conhecer outras vidas. Este curso explora questões abertas sobre a origem da vida em um contexto astronômico.","name":"Origens da Vida no Contexto Cósmico","partnerIds":["221"],"instructorIds":["9310681","4921545","4890374","10854198","10465181","16124155"],"primaryLanguages":["pt"],"workload":"4-6 hours/week","courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0d/e83800382711e4926a792ae54af06e/origens---Copia.png","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"physics-and-astronomy"}]},{"id":"v1-376","workload":"3-4 hours/week","name":"Introduction to Classical Music","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/83/056c50477311e59f1785e046211ca2/introclassical.png","partnerIds":["3"],"slug":"introtoclassical","instructorIds":["640270"],"courseType":"v1.session","primaryLanguages":["en"],"description":"This course will focus on Western classical music of the eighteenth and nineteenth centuries; it is designed for people who are passionate about classical music but who have not necessarily had any advanced training or taken any college-level music courses.  The only prerequisite is a basic knowledge of how to read musical notation.","domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}]},{"id":"v1-129","partnerIds":["17"],"workload":"6-8 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/25/15e5b0352d11e48277ab05289070ba/large-icon.png","name":"Heterogeneous Parallel Programming","slug":"hetero","courseType":"v1.session","description":"This course introduces concepts, languages, techniques, and patterns for programming heterogeneous, massively parallel processors. Its contents and structure have been significantly revised based on the experience gained from its initial offering in 2012. It covers heterogeneous computing architectures, data-parallel programming models, techniques for memory bandwidth management, and parallel algorithm patterns.","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"instructorIds":["917653"],"primaryLanguages":["en"]},{"id":"v1-427","slug":"globalhighered","workload":"3-5 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ca/74dfc7e9fe83fc00f4f37878a6e030/TwitterAvatar.jpg","name":"Globalizing Higher Education and Research for the ‘Knowledge Economy’","partnerIds":["65"],"courseType":"v1.session","instructorIds":["2605731","2687823"],"description":"This course is designed to examine an array of issues related to the globalization of higher education and research. The main objective of the course is to enable students to better understand how and why universities are engaged in the globalization process, as well as what the key implications of this development process are.\n","primaryLanguages":["en"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}]},{"id":"v1-380","partnerIds":["50"],"slug":"socialepi","instructorIds":["2605293"],"name":"Social Epidemiology","domainTypes":[{"subdomainId":"clinical-science","domainId":"life-sciences"},{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/d1/356a4ab3519b9b7bab0f1bc9c9813b/Final-Social-Epidemiology-.jpg","courseType":"v1.session","primaryLanguages":["en"],"workload":"2-4 hours/week","description":"Social epidemiology is about how a society makes people sick and/or healthy. We address not only the identification of new disease risk factors (e.g., deficient social capital) but also how well-known exposures (e.g., cigarette smoking, lead paint, health insurance) emerge and are maintained by the social system."},{"id":"zN_XyjlAEeWCYBKNeFwojw","description":"The capstone will develop a professional-quality web portfolio.  Students will demonstrate the ability to design and implement a responsive site for a minimum of three platforms.  Adherence to validation and accessibility standards will be required. The evolving student implementations will be reviewed each week by capstone peers and teaching assistants to make sure that the student keeps up with the agenda of the course. \n\nUpon completion of this course students will feel comfortable creating and/or updating existing front-end sites, utilizing existing frameworks, and testing sites for accessibility compliance.\n\nThis course is only open to students who have completed the first four courses in the Web Design for Everybody specialization: Introduction to HTML5, Introduction to CSS3, Interactivity with JavaScript, and Advanced Styling with Responsive Design.","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6a/467160502d11e59e72391aa537f5c9/wd4e_capstone_1x1.png","partnerIds":["3"],"instructorIds":["14130305"],"workload":"","slug":"wd4e-capstone","primaryLanguages":["en"],"name":"Web Design for Everybody Capstone","startDate":1441051158442,"courseType":"v2.capstone"},{"id":"v1-1373","partnerIds":["6"],"description":"Join us and learn how to develop, test, and deploy high-impact solutions to society's toughest challenges.","instructorIds":["3393406","7353585","6185463"],"slug":"socialimpact","workload":"4-6 hours/week","courseType":"v1.session","name":"Social Entrepreneurship","domainTypes":[{"domainId":"business","subdomainId":"entrepreneurship"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/51/4587c0352911e49d32519928fb33e3/Picture1.png","primaryLanguages":["en"]},{"id":"v1-315","domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"}],"partnerIds":["6"],"instructorIds":["2996815"],"courseType":"v1.session","name":"\"Pay Attention!!\" ADHD Through the Lifespan","description":"This course reviews current scientific knowledge and clinical approaches to Attention-Deficit/Hyperactivity Disorder (ADHD) and examines its impact on development, functioning and health outcomes.","primaryLanguages":["en"],"workload":"2-4 hours/week","slug":"adhd","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0b/b93330352b11e4aa3c599183b828af/ADHD_brain.png"},{"id":"mUSYT5noEeWqkw5zNB248Q","domainTypes":[{"subdomainId":"data-analysis","domainId":"data-science"},{"subdomainId":"biology","domainId":"life-sciences"}],"startDate":1453137680526,"name":"Bioconductor for Genomic Data Science","slug":"bioconductor","courseType":"v2.ondemand","instructorIds":["10528550"],"description":"Learn to use tools from the Bioconductor project to perform analysis of genomic data. This is the fifth course in the Genomic Big Data Specialization from Johns Hopkins University.","partnerIds":["8"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a3/592de0056311e5b4389d7cff42bbd8/bioconductor5_28_15-01.jpg","workload":"","primaryLanguages":["en"]},{"id":"jq3NGKJ7EeWM5RIHOLu8Dw","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/71/b732d0a29011e594b36397a5830f12/iMBA_SLAM_Icon_Capstone.png","instructorIds":[],"partnerIds":["17"],"domainTypes":[{"domainId":"business","subdomainId":"leadership-and-management"}],"startDate":1450396067855,"workload":"","name":"Strategic Leadership and Management Capstone","slug":"strategic-leadership-capstone","primaryLanguages":["en"],"courseType":"v2.capstone","description":"The capstone is a strategic leadership and management plan where you’ll apply what you will learn to an actual business situation with participation by one or more focal companies. The deliverable will be designed to create value from the perspective of potential employers while achieving pedagogical and experiential goals for learners."},{"id":"AMBr8zelEeWJaxK5AT4frw","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/22/325e5037b611e585a993ec1a31b783/ioslogo3.jpg","workload":"5 weeks of study, 1-2 hours/week","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"courseType":"v2.ondemand","description":"In App Design and Development for iOS, the third course of the iOS App Development with Swift specialization, you will be developing foundational programming skills to support graphical element presentation and data manipulation from basic functions through to advanced processing. You will continue to build your skill set to use and apply core graphics, touch handling and gestures, animations and transitions, alerts and actions as well as advanced algorithms, threading and more. By the end of this course you will be able to develop a more advanced, fully functioning app.","instructorIds":["14417702"],"primaryLanguages":["en"],"name":"App Design and Development for iOS","slug":"ios-app-design-development","partnerIds":["11"],"startDate":1454376698095}],"paging":{"next":"100","total":1821},"linked":{"instructors.v1":[{"id":"6185463","fullName":""},{"id":"122340","fullName":""},{"id":"3874110","fullName":""},{"id":"7353585","fullName":""},{"id":"4972118","fullName":"Natasha Balac"},{"id":"7803858","fullName":""},{"id":"4517421","fullName":""},{"id":"8987397","fullName":""},{"id":"14757138","fullName":"Christopher D. Ittner"},{"id":"5627409","fullName":""},{"id":"5521878","fullName":""},{"id":"2593255","fullName":"Jean-René Chazottes"},{"id":"5164237","fullName":""},{"id":"5695372","fullName":""},{"id":"7964300","fullName":"Prof.  Lena Neij"},{"id":"1250","fullName":"Scott  Klemmer"},{"id":"7864413","fullName":"Dr.  Anant Deshpande"},{"id":"1289035","fullName":""},{"id":"611232","fullName":""},{"id":"1244","fullName":"Andrew Ng"},{"id":"3279667","fullName":""},{"id":"902661","fullName":""},{"id":"10165080","fullName":""},{"id":"874189","fullName":""},{"id":"7581768","fullName":"Dr. Valeri Chukhlomin"},{"id":"13730176","fullName":"Wanda Huber"},{"id":"12319468","fullName":""},{"id":"10165197","fullName":""},{"id":"14948591","fullName":"Гульнафист Алтаевна Окушова (Gulnafist A. Okushova)"},{"id":"8509337","fullName":""},{"id":"4921545","fullName":""},{"id":"8536927","fullName":""},{"id":"2694658","fullName":""},{"id":"10165012","fullName":""},{"id":"640270","fullName":""},{"id":"16627281","fullName":"Hugues Langlois"},{"id":"2605293","fullName":""},{"id":"4388614","fullName":""},{"id":"994329","fullName":""},{"id":"3393406","fullName":""},{"id":"8987044","fullName":""},{"id":"4890374","fullName":""},{"id":"1620951","fullName":""},{"id":"3133590","fullName":""},{"id":"7293234","fullName":"Imanol Zabaleta"},{"id":"5093098","fullName":""},{"id":"4639533","fullName":""},{"id":"10165094","fullName":""},{"id":"4417952","fullName":""},{"id":"10465181","fullName":""},{"id":"5970141","fullName":"James Connelly"},{"id":"9772840","fullName":""},{"id":"12764336","fullName":""},{"id":"1760766","fullName":""},{"id":"8536575","fullName":""},{"id":"3219339","fullName":""},{"id":"535585","fullName":""},{"id":"14184517","fullName":"Andrea Haraway"},{"id":"4689669","fullName":""},{"id":"234878","fullName":"Shimon Schocken"},{"id":"14417702","fullName":"Parham Aarabi"},{"id":"16124155","fullName":""},{"id":"10165237","fullName":""},{"id":"8052214","fullName":"黃尹男  Yin-Nan Huang"},{"id":"1914201","fullName":"Sylvie Méléard"},{"id":"14054238","fullName":""},{"id":"11197435","fullName":"Dr. Dana Gliserman Kopans"},{"id":"9026100","fullName":"Dr. Tonka Jokelova"},{"id":"1960981","fullName":"Dr Matthew Yee-King"},{"id":"7513587","fullName":""},{"id":"13863238","fullName":"Iccha Basnyat"},{"id":"5549447","fullName":""},{"id":"9775195","fullName":"Amy Giaculli"},{"id":"4890841","fullName":""},{"id":"8095448","fullName":""},{"id":"3898739","fullName":""},{"id":"2672777","fullName":"Dra. Patricia Salinas Martínez"},{"id":"3182044","fullName":"Jen Rose"},{"id":"8671492","fullName":""},{"id":"2387594","fullName":"Dr. Christian Zurbrügg"},{"id":"2644404","fullName":""},{"id":"12056243","fullName":""},{"id":"3575896","fullName":""},{"id":"5775216","fullName":""},{"id":"11799990","fullName":""},{"id":"552097","fullName":""},{"id":"10165169","fullName":""},{"id":"3682146","fullName":""},{"id":"5719276","fullName":""},{"id":"1542526","fullName":""},{"id":"13268751","fullName":"Jackson Paul Matsuura"},{"id":"4091717","fullName":""},{"id":"15622422","fullName":"Prof. James Evans"},{"id":"1937011","fullName":"Brian J Bushee"},{"id":"10165330","fullName":""},{"id":"14854280","fullName":"Андрей Петрович Глухов (Andrey P. Glukhov)"},{"id":"14022578","fullName":"Jiang Shuo"},{"id":"1121232","fullName":"Lisa Dierker"},{"id":"4251483","fullName":""},{"id":"5154655","fullName":""},{"id":"1330144","fullName":"Clovis Fernandes"},{"id":"10165255","fullName":""},{"id":"2792685","fullName":""},{"id":"4065570","fullName":"Professor Yoram  Y. Margalioth"},{"id":"12280323","fullName":"Harinath Garudadri"},{"id":"16974677","fullName":"Félix Schmidt"},{"id":"7850590","fullName":""},{"id":"901980","fullName":""},{"id":"4429579","fullName":""},{"id":"920567","fullName":""},{"id":"226710","fullName":""},{"id":"7696773","fullName":"Dr. Sarah Guthals"},{"id":"5994674","fullName":""},{"id":"2139037","fullName":""},{"id":"14963182","fullName":"Eduardo Guerra"},{"id":"11282268","fullName":""},{"id":"5605733","fullName":""},{"id":"1983568","fullName":"Rubens Junqueira Magalhães Afonso"},{"id":"15566828","fullName":"Dave Lloyd"},{"id":"8944222","fullName":""},{"id":"868977","fullName":""},{"id":"3044885","fullName":""},{"id":"1460655","fullName":"Nick Santos"},{"id":"11580614","fullName":""},{"id":"14990685","fullName":"Chrissy Tignor-Fisher"},{"id":"14033965","fullName":"Carlos Guestrin"},{"id":"14597834","fullName":""},{"id":"3360852","fullName":""},{"id":"6103553","fullName":""},{"id":"1157812","fullName":""},{"id":"10165347","fullName":""},{"id":"1337829","fullName":""},{"id":"268127","fullName":""},{"id":"5079864","fullName":""},{"id":"2428255","fullName":"Henning Haack"},{"id":"3515023","fullName":"Connie B. Scanga, PhD"},{"id":"1961937","fullName":"Dr Mick Grierson"},{"id":"14943847","fullName":"Юлия Михайловна Стаховская (Yulia M. Stakhovskaya)"},{"id":"10165131","fullName":""},{"id":"3360910","fullName":""},{"id":"14130305","fullName":"Colleen van Lent, Ph.D."},{"id":"1797808","fullName":""},{"id":"1847439","fullName":""},{"id":"10854198","fullName":""},{"id":"3203020","fullName":""},{"id":"3788568","fullName":""},{"id":"1349478","fullName":"Christian Terwiesch"},{"id":"10165456","fullName":"Vivi Vajda"},{"id":"10165281","fullName":""},{"id":"6072943","fullName":""},{"id":"15664691","fullName":"Prof. Harriet Bulkeley"},{"id":"2605731","fullName":""},{"id":"11676404","fullName":"Marion Le Morhedec"},{"id":"2659612","fullName":""},{"id":"1843870","fullName":""},{"id":"6931825","fullName":"Dr. Kes McCormick"},{"id":"11102270","fullName":"何建宇"},{"id":"8990525","fullName":""},{"id":"10165045","fullName":""},{"id":"14089734","fullName":"Elizabeth Gerber"},{"id":"3437336","fullName":"Dr. Beth Simon"},{"id":"704621","fullName":""},{"id":"15780877","fullName":"Rebekah May"},{"id":"12114568","fullName":"罗昭锋"},{"id":"8935233","fullName":""},{"id":"5624833","fullName":""},{"id":"10165304","fullName":""},{"id":"10528550","fullName":""},{"id":"3856008","fullName":""},{"id":"9310681","fullName":""},{"id":"5570288","fullName":""},{"id":"2996815","fullName":""},{"id":"8398997","fullName":""},{"id":"2696515","fullName":""},{"id":"12279078","fullName":"Ganz Chockalingam"},{"id":"14642761","fullName":"Sebastian Ruth"},{"id":"10512525","fullName":""},{"id":"2687823","fullName":""},{"id":"6103741","fullName":"Sylvain Marchand"},{"id":"5505116","fullName":""},{"id":"10521091","fullName":"Aygül Akyüz"},{"id":"3376074","fullName":"Dr. Dragan Maksimovic"},{"id":"2788876","fullName":"Carl Graham"},{"id":"2499461","fullName":""},{"id":"13774774","fullName":"Jenny Young"},{"id":"10165069","fullName":""},{"id":"8936789","fullName":""},{"id":"917653","fullName":""},{"id":"8054217","fullName":"许 肖潇"},{"id":"14032411","fullName":"Emily Fox"},{"id":"685941","fullName":""}],"partners.v1":[{"id":"33","name":"The University of Melbourne","shortName":"unimelb"},{"id":"83","shortName":"ucdavis","name":"University of California, Davis"},{"id":"15","shortName":"uw","name":"University of Washington"},{"id":"117","name":"The State University of New York","shortName":"suny"},{"id":"252","name":"Instituto Tecnológico de Aeronáutica","shortName":"ita"},{"id":"62","name":"Tecnológico de Monterrey","shortName":"tecdemonterrey"},{"id":"287","name":"Arizona State University","shortName":"asu"},{"id":"10","name":"University of California, San Francisco","shortName":"ucsf"},{"id":"66","shortName":"ep","name":"École Polytechnique"},{"id":"225","shortName":"upf","name":"Universitat Pompeu Fabra of Barcelona"},{"id":"3","shortName":"umich","name":"University of Michigan"},{"id":"9","name":"Georgia Institute of Technology","shortName":"gatech"},{"id":"75","name":"National Taiwan University","shortName":"taiwan"},{"id":"63","shortName":"ucph","name":"University of Copenhagen"},{"id":"25","name":"Universiteit Leiden","shortName":"leiden"},{"id":"11","name":"University of Toronto","shortName":"utoronto"},{"id":"71","name":"University of Colorado Boulder","shortName":"boulder"},{"id":"199","shortName":"lunduniversity","name":"Lund University"},{"id":"16","name":"École Polytechnique Fédérale de Lausanne","shortName":"epfl"},{"id":"28","name":"The Ohio State University","shortName":"osu"},{"id":"34","shortName":"wesleyan","name":"Wesleyan University"},{"id":"161","name":"HEC Paris","shortName":"hec"},{"id":"221","shortName":"usp","name":"Universidade de São Paulo"},{"id":"47","shortName":"nus","name":"National University of Singapore"},{"id":"154","shortName":"natgeo","name":"National Geographic Society"},{"id":"103","name":"New Teacher Center","shortName":"ntc"},{"id":"182","name":"Koç University","shortName":"koc"},{"id":"233","name":"University of Science and Technology of China","shortName":"ustc"},{"id":"17","shortName":"illinois","name":"University of Illinois at Urbana-Champaign"},{"id":"26","name":"University of London","shortName":"london"},{"id":"12","shortName":"caltech","name":"Caltech"},{"id":"31","name":"University of Florida","shortName":"ufl"},{"id":"53","shortName":"ucsd","name":"University of California, San Diego"},{"id":"21","shortName":"berklee","name":"Berklee   "},{"id":"121","shortName":"ntu","name":"Nanyang Technological University, Singapore"},{"id":"188","name":"Fudan University","shortName":"fudan"},{"id":"7","name":"Duke University","shortName":"duke"},{"id":"30","shortName":"uci","name":"University of California, Irvine"},{"id":"37","name":"Vanderbilt University","shortName":"vanderbilt"},{"id":"51","shortName":"psu","name":"The Pennsylvania State University"},{"id":"65","shortName":"wisconsin","name":"University of Wisconsin–Madison"},{"id":"107","name":"The Museum of Modern Art","shortName":"moma"},{"id":"120","name":"University of New Mexico","shortName":"newmexico"},{"id":"276","name":"National Research Tomsk State University","shortName":"tsu"},{"id":"102","name":"The University of Chicago","shortName":"chicago"},{"id":"49","shortName":"unige","name":"University of Geneva"},{"id":"6","name":"University of Pennsylvania","shortName":"penn"},{"id":"50","name":"University of Minnesota","shortName":"minnesota"},{"id":"110","shortName":"telaviv","name":"Tel Aviv University"},{"id":"77","name":"The University of North Carolina at Chapel Hill","shortName":"unc"},{"id":"27","name":"Icahn School of Medicine at Mount Sinai","shortName":"mssm"},{"id":"54","shortName":"northwestern","name":"Northwestern University"},{"id":"109","shortName":"yale","name":"Yale University"},{"id":"24","shortName":"huji","name":"Hebrew University of Jerusalem"},{"id":"1","name":"Stanford University","shortName":"stanford"},{"id":"8","name":"Johns Hopkins University","shortName":"jhu"},{"id":"163","name":"Peking University","shortName":"pku"},{"id":"147","shortName":"manchester","name":"University of Manchester"}]}}