{
    "elements": [
        {
            "courseType": "v1.session",
            "description": "Designed for teachers and learners in every setting - in school and out, in formal learning environments or at home - this course is an introduction to the theory and practice of well-structured talk that builds the mind.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "v1-161",
            "instructorIds": [
                "1280592",
                "1251073",
                "2606081"
            ],
            "name": "Accountable Talk®: Conversation that Works",
            "partnerIds": [
                "36"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3b/cccc8e7188d7f351b5354e0d82684e/Talk_Bubble_FIN2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "accountabletalk",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Successful projects require careful upfront planning. In this course, you’ll learn the key roles and responsibilities of the project manager and project team. You’ll also learn to answer some key questions upfront to help you meet project objectives: What will this project accomplish? Why is this project important? Who benefits from this project? How will we plan for successful outcomes?",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "iRBJm_LREeSplSIACzYDNg",
            "instructorIds": [
                "9772840"
            ],
            "name": "Initiating and Planning Projects",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a7/bae34049c711e4986e656ae5bf70c9/2_GearsDrawing_Coursera.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "project-planning",
            "startDate": 1431968823837,
            "workload": "4 weeks of study, 2-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "The neuroscience of drugs for therapy, for prevention, and for recreation.  Drug addiction and drug abuse. You’ll learn the prospects for new generations of medications in neurology, psychiatry, aging, and treatment of substance abuse.\n",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "v1-83",
            "instructorIds": [
                "640696"
            ],
            "name": "Drugs and the Brain",
            "partnerIds": [
                "12"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/17/fe9c00352d11e49374019bac019d2c/large-icon.png",
            "previewLink": "https://class.coursera.org/drugsandbrain-002/lecture/preview",
            "primaryLanguages": [
                "en"
            ],
            "slug": "drugsandbrain",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Film, images & historical interpretation in the 20th century for those who have a general interest in history that draws on photojournalism as primary evidence, and films based on historical events.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-244",
            "instructorIds": [
                "2625760"
            ],
            "name": "The Camera Never Lies",
            "partnerIds": [
                "26"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/85/c2487d4e09deb077032305464194bb/Flag-raising-on-Iwo-Jima.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "lyingcamera",
            "workload": "5-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course introduces more advanced concepts of switched-mode converter circuits. Realization of the power semiconductors in inverters or in converters having bidirectional power flow is explained. Power diodes, power MOSFETs, and IGBTs are explained, along with the origins of their switching times. Equivalent circuit models are refined to include the effects of switching loss. The discontinuous conduction mode is described and analyzed. A number of well-known converter circuit topologies are explored, including those with transformer isolation.\n\nThe homework assignments include a boost converter and an H-bridge inverter used in a grid-interfaced solar inverter system, as well as transformer-isolated forward and flyback converters.\n\nAfter completing this course, you will:\n●  Understand how to implement the power semiconductor devices in a switching converter\n●  Understand the origins of the discontinuous conduction mode and be able to solve converters operating in DCM\n●  Understand the basic dc-dc converter and dc-ac inverter circuits\n●  Understand how to implement transformer isolation in a dc-dc converter, including the popular forward and flyback converter topologies.\n\nCompletion of the first course Introduction to Power Electronics is the assumed prerequisite for this course.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "electrical-engineering"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                }
            ],
            "id": "7TpL2X3IEeWfrQ7ngHMGEQ",
            "instructorIds": [
                "2659612"
            ],
            "name": "Converter Circuits",
            "partnerIds": [
                "71"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/dd/4ba310360b11e5861fe1a37c4eb3a1/Powerelectronics.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "converter-circuits",
            "startDate": 1455304776542,
            "workload": "4 weeks of  study, 1-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "An ambitious global development agenda was adopted at a UN Summit on September 25, 2015. The new global goals, called the Sustainable Development Goals (SDGs), will require trillions of dollars to accomplish over the next 15 years. This magnitude of financing will surpass the current capacities of governments and international donors. The World Bank Group and its partners recognize the need to leverage the “billions” in Official Development Assistance (ODA) to attract and mobilize “trillions” in investments of all kinds: public and private, national and global, in both capital and capacity.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-3460",
            "instructorIds": [
                "13405067",
                "13492966",
                "14491531",
                "14491550",
                "13401938"
            ],
            "name": "Financing for Development",
            "partnerIds": [
                "73"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/1e/2a3e2061e811e59c92bff4e2036587/F4D_Logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "fin4devmooc",
            "workload": "4-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Welcome to Memory and Movies. Someone once said that memory is fascinating because sometimes we forget what we want to remember, sometimes we remember what we want to forget, and sometimes we remember events that never happened or never happened the way we remember them. I want to show you how memory works, why it sometimes fails, and what we can do to enhance memory function, especially as we get older. Rather than covering all aspects of human memory, I will provide an introduction to the scientific study of memory by focusing on a select group of topics that hold widespread appeal. This course is based on my new book from MIT Press - Memory and Movies: What Films Can Teach Us About Memory.\n\nAll of my lectures will describe what has been learned about memory in a nontechnical way for people with no prior background in psychology. To facilitate your understanding, I will use clips from numerous films to illustrate different aspects of memory. Many of us love watching movies because they offer an unparalleled opportunity for entertainment, even if entertaining films are not always scientifically accurate. Still, I believe that we can learn a lot about memory from popular films, if we watch them with an educated eye. Welcome once more. I am looking forward to showing you what films can teach us about memory.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "z2uvwHGtEeWLqw7zlLhRzQ",
            "instructorIds": [
                "4540131"
            ],
            "name": "Memory and Movies: Explaining the Psychology of Memory Through Films",
            "partnerIds": [
                "34"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/cd/c98510727e11e5ac62a939eac8e268/mooc_icon_square.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "memory-and-movies",
            "startDate": 1455318857156,
            "workload": "5 weeks of study, 1-2 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This MOOC is about demystifying research and research methods. It will outline the fundamentals of doing research, aimed primarily, but not exclusively, at the postgraduate level. It places the student experience at the centre of our endeavours by engaging learners in a range of robust and challenging discussions and exercises befitting SOAS, University of London's status as a research-intensive university and its rich research heritage.\n\nThe course will appeal to those of you who require an understanding of research approaches and skills, and importantly an ability to deploy them in your studies or in your professional lives. In particular, this course will aid those of you who have to conduct research as part of your postgraduate studies but do not perhaps have access to research methods courses, or for those of you who feel you would like additional support for self-improvement. No prior knowledge or experience in research is required to take this course and as such, the course is for everyone. \n\nThis MOOC draws on a wealth of existing course material developed to support research training across SOAS, University of London and particularly drawing from the Centre for International Studies and Diplomacy (CISD). In 2015, the course was nominated for the prestigious Guardian University Award for its innovative approach to online learning.\n\nParticipation in or completion of this online course will not confer academic credit for University of London programmes",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "research-methods"
                }
            ],
            "id": "fCKQimXqEeSuUyIAC0mIhA",
            "instructorIds": [
                "3631567",
                "5954071"
            ],
            "name": "Understanding Research Methods",
            "partnerIds": [
                "26",
                "302"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f0/4d69f081f611e3b2cfdd1ba20cb291/iStock_000027139493Small.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "research-methods",
            "startDate": 1435946850093,
            "workload": "10-15 hours"
        },
        {
            "courseType": "v1.session",
            "description": "Este curso promueve el conocimiento de los recursos educativos abiertos y su integración en el movimiento educativo abierto, como una oportunidad para innovar en los procesos formativos a través de prácticas docentes innovadoras.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-458",
            "instructorIds": [
                "2645257",
                "1662617"
            ],
            "name": "Innovación educativa con recursos abiertos",
            "partnerIds": [
                "62"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2a/6c3d40352b11e488c8d9622ef02af4/imagen1_cursovladimir.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "innovacionrea",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "The capstone project--a Comprehensive Analysis and Action Plan (CAAP)--showcases your strategic analysis and business leadership skills and provides an opportunity for you to synthesize concepts and knowledge from the four courses in the specialization and apply them to a real-world business setting. Building on the analyses and action plan you created in the four previous courses, you will select an organization and use the tools you learned to complete a comprehensive analysis of this organization and to recommend strategic actions. Your CAAP will demonstrate your ability to analyze the current state of the organization and to look ahead to make strategic decisions that advance the organization’s competitive position--perfect for those interested in advancing their career or transitioning to a leadership role.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "FOYqSC8iEeWUWxIOAnoaFQ",
            "instructorIds": [
                "1400787",
                "14790769"
            ],
            "name": "Business Strategy Capstone",
            "partnerIds": [
                "18"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/63/d7bf504cea11e59a74b3a6f946e73c/black_white-chess.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "business-strategy-capstone",
            "startDate": 1441050300268,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course assists aspiring and active entrepreneurs in developing great ideas into great companies. With strong economies presenting rich opportunities for new venture creation, and challenging economic times presenting the necessity for many to make their own job, the need to develop the skills to develop and act on innovative business opportunities is increasingly vital. \n\nUsing proven content, methods, and models for new venture opportunity assessment and analysis, you will learn how to identify and analyze entrepreneurial opportunities. Entrepreneurial mindset, strategic decision making, and business modeling are core elements of the course. Our goal is to demystify the startup process, and to help you build the skills to identify and act on innovative opportunities now, and in the future.\n\nWith this course, students experience a sampling of the ideas and techniques explored in the University of Maryland's master's degree in technology entrepreneurship, an innovative 100% online program. Learn more at http://mte.umd.edu.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "URpKtPs6EeSnBSIACi-PoQ",
            "instructorIds": [
                "1312728"
            ],
            "name": "Developing Innovative Ideas for New Companies: The First Step in Entrepreneurship",
            "partnerIds": [
                "32"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e6/83ce204fda11e49f86671f30275014/Developing-Innovative-Ideas.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "innovative-ideas",
            "startDate": 1438983867000,
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Search engines are essential tools for managing and mining big text data. Learn\nhow search engines work, the major search algorithms, and how to optimize search accuracy. ",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "v1-2299",
            "instructorIds": [
                "9636408"
            ],
            "name": "Text Retrieval and Search Engines",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/16/a92cd0533711e488f71bde41e2f01a/Mining_Text_Data_1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "textretrieval",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Understanding statistics is essential to understand research in the social and behavioral sciences. In this course you will learn the basics of statistics; not just how to calculate them, but also how to evaluate them. This course will also prepare you for the next course in the specialization - the course Inferential Statistics. \n\nIn the first part of the course we will discuss methods of descriptive statistics. You will learn what cases and variables are and how you can compute measures of central tendency (mean, median and mode) and dispersion (standard deviation and variance). Next, we discuss how to assess relationships between variables, and we introduce the concepts correlation and regression. \n\nThe second part of the course is concerned with the basics of probability: calculating probabilities, probability distributions and sampling distributions. You need to know about these things in order to understand how inferential statistics work. \n\nThe third part of the course consists of an introduction to methods of inferential statistics - methods that help us decide whether the patterns we see in our data are strong enough to draw conclusions about the underlying population we are interested in. We will discuss confidence intervals and significance tests.\n\nYou will not only learn about all these statistical concepts, you will also be trained to calculate and generate these statistics yourself using freely available statistical software.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                }
            ],
            "id": "ZNeGqEC2EeWC4g7VhG4bTQ",
            "instructorIds": [
                "9852029",
                "3583857"
            ],
            "name": "Basic Statistics",
            "partnerIds": [
                "131"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/67/b5d580b15311e5add701767f909c1a/Logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "basic-statistics",
            "startDate": 1451885693333,
            "workload": "8 weeks of study, week 1: 3-6 hours; week 2-8: 1-3 hours/week."
        },
        {
            "courseType": "v1.session",
            "description": "Learn the concepts and methods of linear algebra, and how to use them to think about computational problems arising in computer science.  Coursework includes building on the concepts to write small programs and run them on real data. ",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                }
            ],
            "id": "v1-198",
            "instructorIds": [
                "1234717"
            ],
            "name": "Coding the Matrix: Linear Algebra through Computer Science Applications",
            "partnerIds": [
                "22"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/6c/ffdfc097878bc0f8115148d7ee6826/460_259_logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "matrix",
            "workload": "7-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Uno de los principales problemas tanto para los desarrolladores como para usuarios de aplicaciones web es la seguridad. Con el aumento en el intercambio de información debido al uso de redes sociales y la adopción masiva de la web como un medio para la realización de negocios y la prestación de servicios, las aplicaciones web se han convertido en los principales objetivos para los hackers maliciosos. Dado el valor de las “propiedades web,\" la capacidad de proteger estos activos de agentes maliciosos se ha convertido en una herramienta necesaria en cualquier caja de herramientas del ingeniero de software.\n\nEn este curso se estudiarán los conceptos más fundamentales de seguridad a nivel de aplicación. Además, se estudiarán los bloques básicos de cifrado de seguridad y sistemas criptográficos, junto sus modelos de uso para construir un sistema de autenticación de usuario sólido. Además, el alumno será capaz de utilizar este conocimiento para evaluar paquetes de autenticación comerciales, y comprender mejor las opciones que estos ofrecen. Se estudiará acerca de SSL/HTTPS, y cómo habilitarla en sus aplicaciones web para llevar a cabo comunicación cifrada entre el navegador y el servidor web. También se estudiará cómo utilizar autorización y control de acceso en sus aplicaciones web con el fin de garantizar que los usuarios sólo pueden acceder a los datos a los que están autorizados. A continuación se cubren los tipos más importantes de ataque a las que las aplicaciones web extán expuestas, y se mostrarán las formas de protección contra ellos.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "QZbV94MEEeWdLwqV3VLKDQ",
            "instructorIds": [
                "3506150",
                "15808745"
            ],
            "name": "Desarrollo de Aplicaciones Web: Seguridad",
            "partnerIds": [
                "120"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/19/8bd380c51411e5b7f5d113479fc533/app_security.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "webapps-espanol5",
            "startDate": 1453243337727,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Learn the basic structure and function of the human nervous system, how nerve cells generate electrical signals and communicate, how they reshape their connections with use, and how neural systems integrate external and internal sensory signals to orchestrate action.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "v1-2056",
            "instructorIds": [
                "901314"
            ],
            "name": "Foundational Neuroscience for Perception and Action",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/69/6d56d023df11e49f7ea15f508d4aed/course-logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "foundationmedneuro",
            "workload": "4-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn about innovative Web 2.0 tools in K-12 instruction and how to effectively integrate these technologies into classroom practices and to create engaging student activities.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-1546",
            "instructorIds": [
                "3892267",
                "3057918"
            ],
            "name": "Powerful Tools for Teaching and Learning: Web 2.0 Tools",
            "partnerIds": [
                "119"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/38/3d3a00352b11e4b89cffcbd250fdc9/NT_Mooc_logo2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "newtechtools",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "We are in constant relationship with many organizations. Our world is submitted to regular changes as organizations evolve, come and go. Understanding your memberships and attachments to organizations will help you act on your world. You'll learn how to evaluate the influence of organizations around you and how to transform your relationships to reach a stronger coherence.\n\nDo you feel sometime that the world around you is disorganized? Can you make sense of all the information at your reach and have an impact on this situation? Have you ever thought that this conundrum may be due to all the organizations that emerge, strive or wane, and disappear every day? \n\nOrganizations are ubiquitous, from clubs and associations to firms and public agencies. Organizations confer meaning to all of us, and our attachment and membership to organizations have a profound effect on all areas of our lives. But in our increasingly turbulent world, these organizations run the risk of disappearing or losing their legitimacy, steering a sense of pointlessness and absurdity.\n\nThis course develops an integrative approach to understanding organizations and their behaviors, termed ‘orgology’. It explains that organizations can act strategically to protect and renew the sense of membership and attachment of individuals. So doing, organizations that survive and thrive impose their logics of action onto society, thereby influencing what is legitimate or not.  \n\nIn turn, individuals, you, all of us, must reinterpret our multiple associations with organizations and contribute to reinforce or inhibit social evolutions. This new way of understanding organizations’ relationships with society results in reconsidering management and the role of individuals in building their future.\n\nThere is no prerequisite to this course, you are all welcome ! Students and people interested in the fields of management, sociology, strategy, economics leadership etc… will benefit a lot from this course.\n\nFor the session of this course starting on January 11th, Professor Rodolphe Durand will actively be participating and interacting with learners. He will be offering \"office hours\" sessions through google hangouts and answering learner questions from the forums. We hope this direct interaction will add to your learner experience! Please enroll today!",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "VSinqvgqEeSuXCIAC2iUpg",
            "instructorIds": [
                "8485189"
            ],
            "name": "Time to Reorganize! Understand Organizations, Act, and Build a Meaningful World.",
            "partnerIds": [
                "161"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9e/2b1f80a56e11e5a894ad7ff73294ef/TimeToReorganize-carre.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "orgology",
            "startDate": 1442274842301,
            "workload": "1-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Al finalizar este curso serás capaz de diseñar y ejecutar campañas para productos, servicios o iniciativas relacionadas con algún tema ambiental, así como también de crear propuestas de valor para cualquier producto o servicio con criterios de sostenibilidad ambiental, es decir, generando el mayor valor para la marca y el menor impacto posible en el entorno. \n\nEl curso de Marketing Verde te ofrece la oportunidad de tener mayores elementos de competitividad en tu gestión profesional, ya que es un espacio en el que serás capaz de definir cómo el tema ambiental puede ser un valor agregado que puedes vincular al direccionamiento estratégico y creativo de las marcas. Si eres un profesional que se desempeña en el área de mercadeo o un estudiante que tiene inquietud por el tema y pronto iniciarás tu vida laboral en el campo, Marketing Verde te dará herramientas para desarrollar tus habilidades creativas, de planeación y ejecución llevando los conceptos del marketing verde a la práctica en el diseño de estrategias y actividades empresariales. Empodérate para desarrollar una gestión de mercadeo más responsable y con criterios de sostenibilidad. \n\nPara tomar el curso de Marketing Verde debes contar con unos conocimientos básicos de mercadeo que garantizarán que puedas desarrollar y culminar este curso con éxito. Para saber si estás listo, te invito a tomar el examen de diagnóstico que plantea 10 preguntas muy sencillas de conceptos básicos de mercadeo; también, te ofrezco un material de apoyo sobre Fundamentos de Mercadeo que puedes consultar para repasar los conceptos básicos en caso de que lo necesites.\n\nDe lo general a lo particular, el curso de Marketing Verde abordará conceptos asociados a la realidad ambiental y su relación con la gestión empresarial, la planeación estratégica para productos y servicios verdes, el análisis del consumidor y su relación con el tema ambiental y las principales decisiones de mercadeo (segmentación, targeting, posicionamiento y marketing mix) vinculando el atributo ambiental.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "rQhCYyaKEeW6YBLN1oULHQ",
            "instructorIds": [
                "13837973"
            ],
            "name": "Marketing Verde",
            "partnerIds": [
                "273"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/eb/23662050b011e598a14b735bb6bc1d/logo-marketing-verde-1200x1200.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "marketing-verde",
            "startDate": 1445449244941,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Students will explore energy consumption patterns including individuals, countries and the entire globe. These patterns will include all sectors of the global economy from fully developed countries to developing nations. New energy sources will be investigated and international solutions to future needs will be analyzed.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "v1-237",
            "instructorIds": [
                "2593281"
            ],
            "name": "Global Sustainable Energy: Past, Present and Future",
            "partnerIds": [
                "31"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/db/1c48c0352a11e48bf3558061d6b8d2/Global-Sustainable-Energy.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "globalenergy",
            "workload": "4-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Case Studies: Finding Similar Documents\n\nA reader is interested in a specific news article and you want to find similar articles to recommend.  What is the right notion of similarity?  Moreover, what if there are millions of other documents?  Each time you want to a retrieve a new document, do you need to search through all other documents?  How do you group similar documents together?  How do you discover new, emerging topics that the documents cover?   \n\nIn this third case study, finding similar documents, you will examine similarity-based algorithms for retrieval.  In this course, you will also examine structured representations for describing the documents in the corpus, including clustering and mixed membership models, such as latent Dirichlet allocation (LDA).  You will implement expectation maximization (EM) to learn the document clusterings, and see how to scale the methods using MapReduce.\n\nLearning Outcomes:  By the end of this course, you will be able to:\n   -Create a document retrieval system using k-nearest neighbors.\n   -Describe how k-nearest neighbors can also be used for regression and classification.\n   -Identify various similarity metrics for text data.\n   -Cluster documents by topic using k-means.\n   -Perform mixed membership modeling using latent Dirichlet allocation (LDA).\n   -Describe how to parallelize k-means using MapReduce.\n   -Examine mixtures of Gaussians for density estimation.\n   -Fit a mixture of Gaussian model using expectation maximization (EM).\n   -Compare and contrast initialization techniques for non-convex optimization objectives.\n   -Implement these techniques in Python.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "machine-learning"
                }
            ],
            "id": "-N44X0IJEeWpogr5ZO8qxQ",
            "instructorIds": [
                "14033965",
                "14032411"
            ],
            "name": "Machine Learning: Clustering & Retrieval",
            "partnerIds": [
                "15"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/80/907e004d0011e5aa3207874406679c/gears-818461_1280.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ml-clustering-and-retrieval",
            "startDate": 1441044034814,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Предметом курса являются модели создания корпоративных систем, подходы к организации, планированию и управлению всем их жизненным циклом — от концепции до вывода из эксплуатации. Исследуется влияние последовательности организации жизненного цикла на характер и масштаб программной системы, качество реализации и экономику разработки программного продукта. В курсе рассматриваются методологические основы разработки корпоративных систем, а также систематизируются практические приемы — «лучшие практики» их применения. Основное внимание при этом уделяется исследованию особенностей жизненного цикла при использовании наиболее распространенных моделей его организации. Систематизация моделей проводится также и в аспекте их практической пригодности для разработки корпоративных систем.\nБудут рассмотрены следующие основные вопросы: Что такое корпорация? Зачем необходим особый класс программных систем – корпоративные приложения, какие задачи они решают? Из каких этапов состоит жизненный цикл программных систем? В чем особенности каждого из этих этапов? Почему важно систематически изучать жизненный цикл? Что такое модель жизненного цикла? Какие модели лучше подходят для различных видов программных продуктов?",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "RKBsnaSTEeWzOhI8vzQnoQ",
            "instructorIds": [
                "16571803"
            ],
            "name": "Разработка корпоративных систем. Часть 1. Модели жизненного цикла",
            "partnerIds": [
                "281"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/88/39e190a4c711e58be3bf4fd50e0078/logo_picture5.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "razrabotka-korporativnih-sistem-modeli-jiznennogo-cikla",
            "startDate": 1450743231408,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Start creating your world. A game world is not just a backdrop for your game—be it minimal or detailed, contained or part of a much bigger universe, it provides the context for your player. Ultimately, a game world should feel alive and wholly unique to any player who will experience it. \n\nIn this course, we will explore game worlds in existing games and study the art and influences that inform their themes and styles. We will also investigate key components of environment and level design as well as strategies designers use to define gameplay or advance it. We’ll also look at navigation and the elements that make your world as real (or unreal) as you want it to be. A weekly challenge will prompt you to explore styles and inspirations for possible game worlds, and you’ll learn effective ways to communicate your ideas from concepts to presentation-worthy proofs of concept.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                }
            ],
            "id": "9p1NWzJzEeWFJhJQP1CW-Q",
            "instructorIds": [
                "14324179"
            ],
            "name": "World Design for Video Games",
            "partnerIds": [
                "59"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b0/d82cc088ba11e585f3eff94fdbec60/3_Theo_World.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "video-game-world",
            "startDate": 1447449853674,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this project-centered course*, you will create a content-rich infographic on a topic of your choice. You might choose to create a visual representation of data from the world of sports, entertainment, politics, or science, to explain a business trend or environmental issue, or even to present a theme or development from your personal life. Your finished infographic will engage your target audience and convey information clearly through effective use of design elements such as typography, color, and structure.\n\nWhether you’re a graphic designer, a writer or the intern in the department, you’ll learn: \n• what an infographic is and what makes a good one\n• how to work within your limits\n• how to work with a team (if you have one) \n• why infographics are effective \n• techniques for spotting data in stories\n• six valuable steps for planning an effective infographic \n• how to use and make some of the building blocks of infographics: maps, charts and flow charts \n• ways data can be visualized to clarify it and give it meaning \n• how to effectively design a good infographic by effectively using elements like type, color and an underlying grid structure\n• some free or cheap, online tools for making various kinds of infographics\n\nAs you work on your project, you’ll learn more about why infographics are effective, what makes a good infographic, and how to plan and design an infographic for maximum impact. You’ll explore various approaches to data visualization, and you’ll practice creating visualizations like maps, charts, flow charts, and simple drawings in a free version of Adobe Illustrator. \n\nWhat you’ll need to get started:\nThis project-based course is aimed at anyone interested in understanding, designing, and using infographics - from students and hobbyists to professional graphic designers. \n\nWe’ll use Adobe Illustrator for some components of the project. If you don’t have access to the full version of Illustrator,you can download a free version at www.Adobe.com/Illustrator. \n\n*About Project-Centered Courses: Project centered courses are designed specifically to help you complete a personally meaningful real-world project, with your instructor and a community of like-minded learners providing guidance and suggestions along the way. By actively applying new concepts as you learn, you’ll master the course content more efficiently; you’ll also get a head start on using the skills you gain to make positive changes in your life and career. When you complete the course, you’ll have a finished project that you’ll be proud to use and share.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "eH8S1b38EeWxzxJER_JW2w",
            "instructorIds": [
                "16256630"
            ],
            "name": "Design and Make Infographics (Project-Centered Course)",
            "partnerIds": [
                "228"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c5/a5df90c6e911e5b79a895369e81a81/Logo-icon-for-Coursera-course.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "infographic-design",
            "startDate": 1455321622375,
            "workload": "6 hours of study, 8 hours of project work"
        },
        {
            "courseType": "v2.capstone",
            "description": "Aquí se planteará el caso de una organización en la que están sucediendo varios acontecimientos preocupantes, que debes conciliar, negociar y resolver. Entre éstos, sobresale la existencia de conflictos latentes, inherentes a un clima laboral deteriorado por una administración centralizada de forma excesiva, en donde no se delega y se impide la participación de la gente. Prevalece la falta de cooperación entre las áreas y sus colaboradores entre sí, aunado a una falta de liderazgo, trabajo en equipo y comunicaciones defectuosas, y agregando la existencia de una situación tensa, por la presencia de una élite de profesionistas y especialistas en los altos niveles de la organización, que influyen en toda la empresa, imponiendo los intereses y la cultura de su especialidad en beneficio de su propio trabajo y de las áreas afines al mismo. Esta élite crea un clima laboral que los demás consideran déspota y hostil.\n\nDichos aspectos hacen imposible el futuro desarrollo de la empresa y emplear el talento de la gente.\n\n¿Qué hacer para aclarar esta situación?, ¿podrán conciliarse los intereses mediante acuerdos de cooperación?, ¿qué elementos subyacentes deberán ser considerados?, ¿quiénes pueden representar a las partes?, y lo más importante, ¿podremos encontrar una fórmula que perdure? En resumen, se requiere negociar el cambio.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "_D2Jt7WpEeWkwBIgnN7tuw",
            "instructorIds": [
                "15802193"
            ],
            "name": "Proyecto final sobre negociación para un mejor clima laboral",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/89/8511a0b98011e59baec110c8f88e94/proyecto_final_sobre_negociacion_para_un_mejor_clima_laboral.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "capstone-negociacion",
            "startDate": 1453237482289,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Can we say that plants have senses? You will learn how plants sense their environment and how scientists study plant senses. You will be exposed to both classic and modern experiments in plant biology, and may even start to question what defines us as humans.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "animals-and-veterinary-science"
                }
            ],
            "id": "v1-592",
            "instructorIds": [
                "3287177"
            ],
            "name": "What a Plant Knows (and other things you didn’t know about plants)",
            "partnerIds": [
                "110"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ce/518719e523f99ab19de9e49e6a832a/Courses2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "plantknows",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Les villes africaines, en particulier les grandes agglomérations, sont marquées depuis la 2ème moitié du XXème siècle par une croissance démographique et spatiale sans précédent, ce qui accroit les besoins de mobilité pour relier des lieux de plus en plus éloignés. Il s’agira durant le cours, dans un premier temps, de documenter le contexte de mobilité dans les villes africaines. Celui-ci est marqué depuis les indépendances par des crises climatiques et économiques qui entrainent des mouvements de migration des campagnes vers les villes, l’entrée de l’informel dans l’économie urbaine et une réduction des ressources budgétaires des Etats qui impacte l'investissement dans les services sociaux de base y compris le transport. Dans un second temps, le cours va explorer la théorie de la mobilité comme stratégie d’accès à la ville. Pour ce faire il analysera les stratégies de mobilité dans les villes africaines aussi bien résidentielles que quotidiennes et selon les catégories socioéconomiques. La troisième partie du cours est axée sur les politiques de gestion de la mobilité urbaine. Il s’agira de mettre en rapport les éléments du contexte identifiés avec les stratégies de mobilité analysées pour apprécier l’efficience des politiques de gestion urbaine et ressortir les forces et faiblesses en vue de l’action.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "fq_JiV1OEeWqJhKypiGv4w",
            "instructorIds": [
                "15131549",
                "3959836"
            ],
            "name": "Villes africaines: Mobilités et transports urbains",
            "partnerIds": [
                "16"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f2/a61b805d4f11e5ba70f59e49168db4/vignette_Mobi_transp_Sakho.png",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "mobilite-afrique",
            "startDate": 1450473434095,
            "workload": "5 semaines d'étude, 1-2 heures / semaine"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course is for curious students and aspiring authors with a passion for writing for young readers. Participate in a dynamic online community of writers as you experiment with your own writing and develop your voice. This course will guide you with a combination of video lectures, online readings, peer reviews, and guest appearances from world-renowned children’s authors. As you work through the writing exercises, you will give and receive feedback from your peers and gain tools and techniques for improving your writing.\n\nDuring this course you will identify stories that matter to you, explore cultural significance and boundaries, and shape your identity as a writer; become familiar with standard elements of narrative (character, setting, plot, theme, language, dialogue, point of view); reflect on your own work and practice essential self-editing skills; see the different ways in which words and art interact, and the possibilities of longer narrative forms; come away with practical insights into publishing options; and create a plan for pursuing your enthusiasm for writing. By the end of the course, you will have ten to twelve extracts of writing that you can develop into a portfolio.\n\nJoin a dynamic community of many voices from around the world. Find inspiration in your own voice, heart, and place so that you can tell the stories for young readers you’ve always wanted to tell.",
            "domainTypes": [
                {
                    "domainId": "language-learning",
                    "subdomainId": "learning-english"
                }
            ],
            "id": "6mOCpgP8EeWmBSIAC9UI2A",
            "instructorIds": [
                "11520210",
                "10993825"
            ],
            "name": "Writing for Young Readers: Opening the Treasure Chest",
            "partnerIds": [
                "106"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6f/d0e170150811e58c32dbdf351606e2/New-Writing-MOOC-image-_2_.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "writing-for-children",
            "startDate": 1433812661106,
            "workload": "8-15 hours"
        },
        {
            "courseType": "v1.session",
            "description": "This course deals with international relations, peace and security and brings together a number of experts from the field and academia to share their perspectives. The course will help you gain insight into conflict resolution and the role organizations such as the United Nations Security Council, the European Union, the African Union and NATO play in a changing world.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-1293",
            "instructorIds": [
                "5698953"
            ],
            "name": "The Changing Global Order",
            "partnerIds": [
                "25",
                "49"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/e8/9ee1f0352b11e4ae1bdd88b9e8f59b/ChangeworldLOGO.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "globalorder",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Participants will learn how to move efficiently from patient signs and symptoms to a rational and prioritized set of diagnostic possibilities and will learn how to study and read to facilitate this process.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "clinical-science"
                }
            ],
            "id": "v1-65",
            "instructorIds": [
                "883324"
            ],
            "name": "Clinical Problem Solving",
            "partnerIds": [
                "10"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0d/1751b0352d11e48bf3558061d6b8d2/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "clinprobsolv",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Learn Ableton Live’s most powerful tools and how to use them to take your musical ideas from conception to final recording. If you do not own Ableton Live 9, you can download the free, fully featured Ableton Live Trial at:\n\nwww.ableton.com/en/trial\n\n*The trial version will allow you to save and export your work for 30 days. Do not download your free trial until you are ready to complete the course in 30 days.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "-nRRAPmuEeSndSIAC7LTLQ",
            "instructorIds": [
                "10466842"
            ],
            "name": "Introduction to Ableton Live",
            "partnerIds": [
                "21"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/df/525fc07dad11e5a12999fa431492c9/10255897_869450276406293_6791960334487397998_o.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ableton-live",
            "startDate": 1434994653101,
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course will cover the topics of a full year, two semester General Chemistry course.  We will use a free on-line textbook, Concept Development Studies in Chemistry, available via Rice’s Connexions project. \n\nThe fundamental concepts in the course will be introduced via the Concept Development Approach developed at Rice University.  In this approach, we will develop the concepts you need to know from experimental observations and scientific reasoning rather than simply telling you the concepts and then asking you to simply memorize or apply them.\n\nSo why use this approach? \n\nOne reason is that most of us are inductive learners, meaning that we like to make specific observations and then generalize from there.  Many of the most significant concepts in Chemistry are counter-intuitive.  When we see where those concepts come from, we can more readily accept them, explain them, and apply them. \n\nA second reason is that scientific reasoning in general and Chemistry reasoning in particular are inductive processes.  This Concept Development approach illustrates those reasoning processes.  \n\nA third reason is that this is simply more interesting! The structure and reactions of matter are fascinating puzzles to be solved by observation and reasoning.  It is more fun intellectually when we can solve those puzzles together, rather than simply have the answers to the riddles revealed at the outset.\n\nRecommended Background: \nThe class can be taken by someone with no prior experience in chemistry.  However, some prior familiarity with the basics of chemistry is desirable as we will cover some elements only briefly.  For example, a prior high school chemistry class would be helpful.\n\nSuggested Readings:\nReadings will be assigned from the on-line textbook “Concept Development Studies in Chemistry”, available via Rice’s Connexions project. In addition, we will suggest readings from any of the standard textbooks in General Chemistry.  A particularly good free on-line resource is Dickerson, Gray, and Haight, \"Chemical Principles, 3rd Edition\".  Links to these two texts will be available in the Introduction module.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "chemistry"
                }
            ],
            "id": "Ijr8rurHEeSb-yIACwuKNg",
            "instructorIds": [
                "2666905"
            ],
            "name": "General Chemistry: Concept Development and Application",
            "partnerIds": [
                "13"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera.s3.amazonaws.com/topics/genchem1/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "general-chemistry",
            "startDate": 1434122708460,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Este curso introduce al alumno a la electrónica y los Arduinos, comenzando desde lo más básico de un circuito eléctrico y finalizando con el diseño de circuitos de baja complejidad empleando dispositivos electrónicos programables. Durante el curso los alumnos aprenderán los fundamentos básicos de la electricidad y de la electrónica, conocerán los diferentes bloques empleados en el diseño de un circuito electrónico, aprenderán las bases del diseño de circuitos analógicos y digitales, y serán introducidos a la programación de estos últimos empleando la plataforma Arduino.\n\nEl curso apunta a estudiante de último año de educación escolar y primer año de educación universitaria, o cualquier otro alumno con suficiente motivación como para llevar a cabo sus propios experimentos y seguir aprendiendo en el futuro.\n\nSi bien no es un requisito esencial, los alumnos que tengan nociones de cálculo diferencial e integral podrán entender mejor algunos tópicos específicos, que no son estrictamente necesarios para concluir el curso.\n\nEl curso incluye demostraciones de dispositivos electromecánicos sencillos controlados mediante un Arduino. Cada circuito demostrativo lleva asociado un diagrama de conexiones y un programa, ambos debidamente explicados, para facilitar que sean replicados por los alumnos empleando la plataforma Arduino.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "electrical-engineering"
                }
            ],
            "id": "9uthHBq9EeWg_RJGAuFGjw",
            "instructorIds": [
                "10824141",
                "14069574"
            ],
            "name": "Electrones en Acción: Electrónica y Arduinos para tus propios Inventos",
            "partnerIds": [
                "190"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f4/e146f04aa211e5bee2b7bb80628a69/electrones-ALTA.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "electrones-en-accion",
            "startDate": 1444168786395,
            "workload": "El curso dura 4 semanas y se estima que a los alumnos les tome 4-6 horas/semana."
        },
        {
            "courseType": "v2.ondemand",
            "description": "Not so long ago, it was almost guaranteed that you would die of an infectious disease. In fact, had you been born just 150 years ago, your chances of dying of an infectious disease before you've reached the tender age of 5 would have been extremely high. \n \nSince then, science has come a long way in understanding infectious diseases - what they are, how they spread, and how they can be prevented. But diseases like HIV/AIDS, Malaria, Tuberculosis, or the flu are still major killers worldwide, and novel emerging diseases are a constant threat to public health. In addition, the bugs are evolving. Antibiotics, our most potent weapon against bacterial infections, are losing their power because the bacteria are becoming resistant. In this course, we'll explore the major themes of infectious diseases dynamics.\n\nAfter we’ve covered the basics, we'll be looking at the dynamics of the flu, and why we're worried about flu pandemics. We'll be looking at the dynamics of childhood diseases such as measles and whooping cough, which were once considered almost eradicated, but are now making a comeback. We'll explore Malaria, and use it as a case study of the evolution of drug resistance. We'll even be looking at social networks - how diseases can spread from you to your friends to your friends' friends, and so on. And of course we’ll be talking about vaccination too. We’ll also be talking about how mobile phones, social media and crowdsourcing are revolutionizing disease surveillance, giving rise to a new field of digital epidemiology. And yes, we will be talking about Zombies - not human zombies, but zombie ants whose brains are hijacked by an infectious fungus. \n\nWe're looking forward to having you join us for an exciting course!",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "clinical-science"
                }
            ],
            "id": "SAZf_ay2EeS5uiIACk-Zyg",
            "instructorIds": [
                "2687735",
                "2687752",
                "2687763",
                "2687771",
                "2687778",
                "2687782",
                "4663984",
                "5159569"
            ],
            "name": "Epidemics - the Dynamics of Infectious Diseases",
            "partnerIds": [
                "51"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/8e/843ecf485e4a40259959487a21660b/infectiousdisease-MOOC.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "epidemics",
            "startDate": 1433547260766,
            "workload": "20 hours of videos and quizzes"
        },
        {
            "courseType": "v2.capstone",
            "description": "It is a cliché, but nevertheless very true. Experience is the best teacher. It is also the best confidence builder. It is time for you to take action! The concepts and skills presented throughout the courses in the specialization are applied in this capstone course where you will launch an actual business.\n\nIt will not be a business concept described on paper, but a functional business with legal status in your particular governmental jurisdiction, developed within your available resources whatever they are, and challenged to generate revenue.\n\nOne of the greatest benefits of this specialization is the business development environment provided by the population of learners. At the point of the capstone course your thousands of fellow learners become consultants capable of refining and adding value to your business concept, they may also be potential customers or at the very least allow you to observe the likely reactions from potential customers.\n\nWith the experience of launching this startup, and the execution capabilities and confidence gain from that experience it is our desire that you repeat the process and launch another startup or a bigger version of this startup. Hopefully going on to launch another, and another, and another, evoking another cliché, 'practice will make perfect'.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                }
            ],
            "id": "odfSQ204EeWO3xLloer51Q",
            "instructorIds": [
                "15486079",
                "15516877",
                "13948470"
            ],
            "name": "Capstone - Action ",
            "partnerIds": [
                "228"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/64/957690bf9411e5b274b791246c5383/action-resize.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "start-your-own-business-5-capstone",
            "startDate": 1453245788726,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course will help you understand the remarkable behaviors of wild animals from an evolutionary perspective. \n\n[Image: Peacock spider. Photo by Jürgen Otto, Manakin bird footage (Ex-Riddle of the Sexes) reproduced with permission, courtesy of BBC Worldwide Ltd]",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "animals-and-veterinary-science"
                }
            ],
            "id": "v1-172",
            "instructorIds": [
                "979695",
                "1343266"
            ],
            "name": "Animal Behaviour",
            "partnerIds": [
                "33"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/da/9a23ca374a5d18631c8f4d6b0c49d4/peacock-spider-2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "animalbehav",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course covers the design, acquisition, and analysis of Functional Magnetic Resonance Imaging (fMRI) data.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "X-3RoamkEeWu-gqgbeGTiQ",
            "instructorIds": [
                "3936929",
                "7303121"
            ],
            "name": "Principles of fMRI 1",
            "partnerIds": [
                "8",
                "71"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/bc/c690e0321511e59e897b718bb90537/fmri1.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "functional-mri",
            "startDate": 1454459430112,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Designing technologies that facilitate learning. Beyond usability, technology for learning has to engage, trigger prior knowledge, prompt for reflection, maintain a balance between too much cognitive load and too little challenge, and scaffold the development of skills.\n\n",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-2377",
            "instructorIds": [
                "2392134"
            ],
            "name": "Designing Technology for Learning",
            "partnerIds": [
                "9"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/a1/8ba870f35d11e4a662cf761ac1ff65/Designing-Technology-for-Learning-Icon600x340.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "designtech4learning",
            "workload": "4-7 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "The Capstone project is a place for you to develop your game idea into a fully-fleshed proposal. A game design document is your game bible, the go-to document that defines the genre of your game, its look and feel, and the evolution of gameplay. This four-part capstone project guides you to distill and improve the foundational aspects of your game so that you may express your ideas in a clear and productive way.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                }
            ],
            "id": "O941HzsyEeWjyxInT4zYJQ",
            "instructorIds": [
                "13959221",
                "2925883"
            ],
            "name": " Defining the Art and Concept of your Game Design",
            "partnerIds": [
                "59"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ce/09aa7088bb11e5b601399e3ec8eaf8/Capstone.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "game-design-document",
            "startDate": 1441046246928,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Develop a greater appreciation for how the air, water, land, and life formed and have interacted over the last 4.5 billion years.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "v1-1137",
            "instructorIds": [
                "5104816",
                "5584150",
                "10396225"
            ],
            "name": "Our Earth: Its Climate, History, and Processes",
            "partnerIds": [
                "147"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/10/77a20a88cbc1dbe7bc8867ef9f37cf/CourseraThumbnailImage.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ourearth",
            "startDate": 1453075200000,
            "workload": "5-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Develop your promising idea into a successful business concept proposal, and launch it! Gain practical experience in the key steps of the venture creation process, including marketing and fundraising. Sharpen your entrepreneurial mindset!\n____\n\nTransformez votre idée prometteuse en un projet concret d’entreprise et lancez la pour de vrai. Apprenez les principales étapes du processus de création d’entreprise, y compris marketing et levée de fonds. Affûtez votre esprit d’entrepreneur. ",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                }
            ],
            "id": "v1-2656",
            "instructorIds": [
                "1282347"
            ],
            "name": "Launching New Ventures",
            "partnerIds": [
                "16"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/8a/646450cd8f11e4a46951a002e5b10c/Venture-v2-600x340-72dpi.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "venture",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The device or \"platform\" that a game is developed for and played on has a massive impact on the game development process. In this hands-on course you will explore how to develop a game for a variety of modern platforms, including Web, Windows, Mac OS X, iOS, and Android. While building a complete game, you will learn intermediate and advanced game development techniques in the Unity game engine.  By the end of the course, you will understand how to develop, refine, package, and prepare your game for distribution on a variety of game platforms. Particular attention will be given to developing a 2D platformer game that supports multiple forms of input (keyboard/mouse, controller, and touch), works across multiple forms of output (screen size, screen resolution, sound), and performs well on a variety of computing devices.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "Z7-ViyT-EeW5pgpJEN0S6w",
            "instructorIds": [
                "13538984"
            ],
            "name": "Game Development for Modern Platforms",
            "partnerIds": [
                "228"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d7/957ed03d8d11e5b8e1819d390079e3/logo-course3.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "gamedev-platforms",
            "startDate": 1450732023017,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Over the past several decades, operations strategy has played an increasingly important role in business’ success. In this course, we will equip you with concepts and tools to build operations in a way that not only supports your competitive strategy, but also allows you to create new opportunities in the market place.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "v1-2288",
            "instructorIds": [
                "9636752",
                "9635725"
            ],
            "name": "Scaling operations: Linking strategy and execution",
            "partnerIds": [
                "54"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ae/8a60404b1811e4ac0e2fb955b3b5a5/front-cover-edited.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "scalingoperations",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Gain practical skills for analyzing and improving work processes and for organizing initiatives for continuous improvement of processes. Learn how to plan and execute process improvements with frameworks and techniques from Six Sigma and Lean Management initiatives.\n\nThe Improving Business Finances and Operations Specialization will be discontinued in January 2016. Learners who wish to earn a Specialization Certificate must pass all courses by December 31, 2015, and complete the Capstone Project in January 2016. If you do not anticipate completing the Specialization within this time frame, please do not purchase the full access option. Recognize the role of operations within the bigger picture of business strategy and master the fundamental aspects of managing the operations of a business.\n\nPlease also note that the ​individual courses in the Improving Business Finances and Operations Specialization are part of the core iMBA curriculum​ and ​are NOT being canceled but will be regrouped in new Specializations (to be announced). For learners taking courses in this Specialization for University of Illinois academic credit, any earned academic credit will be transferable towards the iMBA degree program upon admission to the degree program.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "ZFvAfP0hEeS1QCIACy-KcQ",
            "instructorIds": [
                "9648743"
            ],
            "name": "Process Improvement",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/26/a46a00920111e58476075502daf4ed/Process-management-PT-2a.tiff",
            "primaryLanguages": [
                "en"
            ],
            "slug": "process-improvement",
            "startDate": 1449106421964,
            "workload": "4 weeks of study, 6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "1946年第一台计算机面世之后，科学家与工程师们一直致力于让计算机更好地为人类工作，一代又一代操作系统因此应运而生。操作系统是计算机系统的灵魂，它管理计算机系统的资源，提供友善的人机互动，对于每一位计算机用户来说，认知和理解操作系统非常重要。\n南京大学是中国最早从事，操作系统研发与教学的单位，1980年在中国首先出版了操作系统教程教材，至2014年该教材已更新至第五版。\n本课程的教学组织为六个部分：计算机操作系统概述、处理器管理、存储管理、设备管理、文件管理、并发程序设计。学习者能够认知操作系统的基本概念与实现原理，并深入理解操作系统的设计方法与实现技术。\n如果您是计算机科学、软件工程、电子、通信、控制、信息系统、电子商务、计算与信息科学等信息技术相关专业的学生，可以系统地学习本课程基本部分的内容，如果您想致力于操作系统的研发工作，可以进一步学习高级部分的内容；此外 如果您是计算机爱好者，\n可以根据自己的需要，按需学习本课程相关部分的内容，建立对计算机操作系统整体或部分的认知。\n本课程有三个特点：第一，强调计算机软硬件协同设计技术，讲授操作系统各个模块的实现方法、策略与算法；第二，从大型软件系统构造的角度看待操作系统的实现，训练学生以折中的方法和方案，综合解决宏观问题的能力；第三，采用工程师的立场，强调操作系统的构造特征，即概念大于理论、技术大于算法、整体先于局部，培养学生综合解决实际问题的能力。欢迎大家修读本课程！",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "Yg0QhCDeEeWXzxJxfIL00w",
            "instructorIds": [
                "9878709",
                "9895232"
            ],
            "name": "计算机操作系统",
            "partnerIds": [
                "230"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/84/f29670374511e58a9233d298f421dd/_______-______-02-20150731.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "jisuanji-caozuo-xitong",
            "startDate": 1438640272224,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course is about the historical, sociocultural, and economic causes of Latin American migration, and the economic, political, and cultural impact that the Latino/a population has in the physiognomy of this country. It situates the Latin American migration in the global scenario and the Latino/a population in the national arena.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "v1-1080",
            "instructorIds": [
                "3494875"
            ],
            "name": "Latin American Migration",
            "partnerIds": [
                "28"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/62/51f910352c11e49571adff5b3c00f3/LatinMigration.png",
            "previewLink": "https://class.coursera.org/latinmigration-001/lecture/preview",
            "primaryLanguages": [
                "en"
            ],
            "slug": "latinmigration",
            "workload": "3-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "德国思想巨擎马克斯·韦伯在20世纪初，以其深邃的洞察力发现了欧洲文明进程中宗教信仰对近代资本主义诞生做出的特殊贡献，从而提出了不同于马克思“经济基础决定上层建筑”的历史发展观，并由此引发了一系列引人深思的文化、社会和宗教学问题。本课程将以对马克斯·韦伯的《新教伦理与资本主义精神》的深度阅读为基础，让学生对韦伯的宗教社会学研究有初步的了解，进而深入思考文化与社会互动的基本关系，提升学生的人文素养和培养独立思维精神。\n\n本课程在系统介绍韦伯《新教伦理与资本主义精神》背景的基础上，让学生直接、深入阅读文本本身，同时补充一些欧洲文化史的相关内容（文艺复兴、新教改革、启蒙运动、资本主义兴起），并穿插一些韦伯社会研究方法论的基本观念（例如理想型、价值中立、选择亲缘性等），使得学生深入思考文化和社会之间的双向、互动的关系。此外，本课程还将着重培养学生扩展阅读（韦伯的其他著作，如《儒教与道教》、《经济与社会》等）和独立思考的能力。如有可能，本课程还将引导大家来反思个人的生活选择，例如对时间、金钱和职业的态度。",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                }
            ],
            "id": "l9d0hMjbEeSIHCIACzcGKQ",
            "instructorIds": [
                "5472452"
            ],
            "name": "《新教伦理与资本主义精神》导读",
            "partnerIds": [
                "188"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/21/b0bd20ceb911e488c3978c7a5cbab3/max-weber2.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "max-weber",
            "startDate": 1427153847735,
            "workload": "视频，同伴互评和测验共8小时"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The New Nordic Diet is a new food culture developed in 2009-13 with key emphasis on gastronomy, health, and environment. Major research in its effect on acceptability, behavior and learning skills, and disease prevention have been conducted by the OPUS centre at the University of Copenhagen and the people behind the award-winning restaurant Noma in Copenhagen.\n\nThis course will give the participants the opportunity to experience a healthy and palatable new food and eating concept diet “The New Nordic Diet” and an understanding of how food and diets can affect mental and physical health and ensure the foundation for a healthier life style for future generations with a regional based diet and food culture.  \n\nIn Denmark “the Nordic cuisine”, has expanded from food eaten at the award-winning Copenhagen restaurant Noma to homemade dishes of local ingredients of whole-grain rye bread, root vegetables, berries, fresh fish and seaweed.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "nutrition"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "Uq0cvh6TEeS2uyIACzGOcw",
            "instructorIds": [
                "2569351"
            ],
            "name": "The New Nordic Diet - from Gastronomy to Health ",
            "partnerIds": [
                "63"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/71/57ae6fca2458b3061471877d5fdbe1/nordic_food.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "new-nordic-diet",
            "startDate": 1445292862798,
            "workload": "4-5 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course aims to nail down some of the basic issues that have been argued in the current research on peace and security.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-482",
            "instructorIds": [
                "13696212"
            ],
            "name": "Conditions of War and Peace",
            "partnerIds": [
                "76"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/69/fe4f7437b7c144076f0b4ec43d2a93/c_ConditionsofWarandPeace.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "warandpeace",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Understanding how the brain works is one of the fundamental challenges in science today. This course will introduce you to basic computational techniques for analyzing, modeling, and understanding the behavior of cells and circuits in the brain. You do not need to have any prior background in neuroscience to take this course.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "bioinformatics"
                }
            ],
            "id": "v1-97",
            "instructorIds": [
                "1522272",
                "1282559"
            ],
            "name": "Computational Neuroscience",
            "partnerIds": [
                "15"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0f/bc0be0352d11e4a4351b48ac74e750/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "compneuro",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course provides an overview of Thomas Jefferson's work and perspectives presented by the University of Virginia in partnership with Thomas Jefferson’s Monticello. Together, UVA and Monticello are recognized internationally as a UNESCO World Heritage Site.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "J0igZhzvEeSGAiIACxMEjA",
            "instructorIds": [
                "2657758"
            ],
            "name": "Age of Jefferson",
            "partnerIds": [
                "18"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/7a/24db2042bf11e481780d8d858dc2d8/jefferson.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ageofjefferson",
            "startDate": 1411412400000,
            "workload": "12 hours of videos and quizzes"
        },
        {
            "courseType": "v1.session",
            "description": "Курс линейной алгебры для нематематических факультетов",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "v1-2462",
            "instructorIds": [
                "10028746"
            ],
            "name": "Линейная алгебра (Linear Algebra)",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/56/2a54805dc611e4994553981ebb0a30/LA.png",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "linalg",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course covers the analysis and design of magnetic components, including inductors and transformers, used in power electronic converters. The course starts with an introduction to physical principles behind inductors and transformers, including the concepts of inductance, core material saturation, airgap and energy storage in inductors, reluctance and magnetic circuit modeling, transformer equivalent circuits, magnetizing and leakage inductance. Multi-winding transformer models are also developed, including inductance matrix representation, for series and parallel structures. Modeling of losses in magnetic components covers core and winding losses, including skin and proximity effects. Finally, a complete procedure is developed for design optimization of inductors in switched-mode power converters.  \n\nAfter completing this course, you will: \n●  Understand the fundamentals of magnetic components, including inductors and transformers \n●  Be able to analyze and model losses in magnetic components, and understand design trade-offs  \n●  Know how to design and optimize inductors for switched-mode power converters \n \nThis course assumes ONLY prior completion of Introduction to Power Electronics and Converter Circuits.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "electrical-engineering"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                }
            ],
            "id": "d1D5SCmGEeWEOhKP8F7imw",
            "instructorIds": [
                "14418174"
            ],
            "name": "Magnetics for Power Electronic Converters",
            "partnerIds": [
                "71"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/48/b35bb0b56011e58ae18543e6165465/MIC.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "magnetics-power-electronic-converters",
            "startDate": 1452557930841,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "En este cuarto y último curso estudiaremos y analizaremos las estrategias, herramientas y criterios para dar efectividad al proceso de las negociaciones. También se propondrá el empleo del concepto de áreas de efectividad y orientación a resultados, que facilitará la definición de objetivos específicos y cuantificables para planear estratégicamente nuestra negociación con el empleo del establecimiento de los máximos aceptables y mínimos que cada propuesta de solución presenta para un manejo efectivo de las concesiones, intercambios y toma de decisiones, con el fin de lograr acuerdos compartidos. Finalmente se establecerá una visión futura de creación de valor, sobre el acuerdo para continuar en el tiempo obteniendo beneficios compartidos.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "bpULWbWpEeWbNBLZhfEI2Q",
            "instructorIds": [
                "15802193"
            ],
            "name": "Las estrategias y habilidades para las negociaciones",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/69/ff4e40b98011e5990fedf0c52e639a/las_estrategias_y_habilidades_para_las_negociaciones.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "estrategias-negociacion",
            "startDate": 1453237461855,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course covers techniques for monitoring your projects in order to align client needs, project plans, and software production. It focuses on metrics and reviews to track and improve project progress and software quality.\n \nUpon successful completion of this course, you will be able to:\n\n - Apply techniques to measure and visualize project progress\n - Integrate Agile review practices to increase project visibility\n - Reflect on lessons learned in software projects through retrospective exercises\n - Improve project and process quality through ongoing measurement",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "ywoUFzVxEeWWBQrVFXqd1w",
            "instructorIds": [
                "14283726"
            ],
            "name": "Reviews & Metrics for Software Improvements",
            "partnerIds": [
                "146"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b9/d64020664911e5b734b1c61dcd90c9/monitoring_icon_1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "reviews-and-metrics-for-software-improvements",
            "startDate": 1454948516201,
            "workload": "4 weeks of study, 1-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "The purpose of this course is to improve feedback, clinical teaching, and assessment of clinical skills. ",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-739",
            "instructorIds": [
                "2332922"
            ],
            "name": "Teaching and Assessing Clinical Skills",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f7/90c7e0477311e5ad2ea3c8520b2361/clinicalskills.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "clinicalskills",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "本课程重点讲述计算机的内部结构和工作原理，着眼于软件和硬件的衔接互动，注重基本概念和真实系统的对应。",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "computer-security-and-networks"
                }
            ],
            "id": "JqRWYR9_EeW5Rwo0txKkgQ",
            "instructorIds": [
                "5418734"
            ],
            "name": "计算机组成 Computer Organization",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/72/459490118611e4b5dbdb3bb11a3c05/_____-v4.png",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "jisuanji-zucheng",
            "startDate": 1448389815328,
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "El propósito del Proyecto Final de la Programa Especializado de Éxito Profesional es que apliques a una experiencia personal los métodos y las técnicas que has aprendido en la serie de cursos, dándote una manera de comunicar tu valor a empleadores potenciales. Centrarás tus habilidades de comunicación, dirección, negociación, resolución de problemas, redacción empresarial, gestión del tiempo, finanzas, emprendimiento y gestión de proyecto en un único proyecto que demostrará tu preparación profesional.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "P0Ty9WJaEeWoKwoGqTI8CQ",
            "instructorIds": [
                "8883335",
                "12056243",
                "12023420",
                "11737707",
                "9772840",
                "8887234"
            ],
            "name": "Proyecto Final de Éxito Profesional",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/79/d7e710348711e59d943f5264eeada5/man-graph-iStock-55740990.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "proyecto-profesional",
            "startDate": 1450473044513,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "We make economics decisions every day: what to buy, whether to work or play, what to study. We respond to markets all the time: prices influence our decisions, markets signal where to put effort, they direct firms to produce certain goods over others. Economics is all around us. \n\nThis course is an introduction to the microeconomic theory of markets: why we have them, how they work, what they accomplish. We will start with the concept of scarcity and how specialization according to comparative advantage helps us achieve more than we could alone. Next we model a marked using the tools of Supply and Demand and learn what well working markets accomplish and what their limit are. We end by exploring the impact of government intervention on perfect markets. Examples are taken from everyday life, from goods and services that we all purchase and use. We will apply the theory to current events and policy debates through weekly exercises. These will empower you to be an educated, critical thinker who can understand, analyze and evaluate market outcomes.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "IH7VjpoSEeWxTA6NLywNHw",
            "instructorIds": [
                "248242"
            ],
            "name": "Microeconomics: The Power of Markets",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/cc/d29c75169172a7c1b1cdb15bb47b4c/DS_tax.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "microeconomics-part1",
            "startDate": 1454909841038,
            "workload": "5 weeks of study, 4-7 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "In this course you will learn several fundamental principles of advanced algorithm design: greedy algorithms and applications; dynamic programming and applications; NP-completeness and what it means for the algorithm designer; the design and analysis of heuristics; and more.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "v1-128",
            "instructorIds": [
                "768"
            ],
            "name": "Algorithms: Design and Analysis, Part 2",
            "partnerIds": [
                "1"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/05/091800352d11e4aeabbf8c949e23f9/large-icon.png",
            "previewLink": "https://class.coursera.org/algo2-003/lecture/preview",
            "primaryLanguages": [
                "en"
            ],
            "slug": "algo2",
            "workload": "6-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Podrás aplicar los conocimientos que adquieras en cuanto a conciencia personal y profesional, organización y compromiso, y utilizar las herramientas, técnicas y métodos aprendidos para fijarte metas, jerarquizar tareas, programar y delegar, todo con el fin de superar las dificultades asociadas a la gestión del tiempo y mejorar la productividad.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "kKyRFEEiEeWB_AoW1KYI4Q",
            "instructorIds": [
                "9772840"
            ],
            "name": "Trabaja inteligentemente, no más duro: Gestión del tiempo para la productividad personal y profesional ",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ee/5c8f8049b111e4bc80b986c176101c/Time-Mangagement-Course-2.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "trabaja-inteligentemente",
            "startDate": 1445674214448,
            "workload": "De 4 a 8 horas de videos, lecturas y exámenes"
        },
        {
            "courseType": "v1.session",
            "description": "Through self-reflection, you learn the principle and methodology to find the causes that prevent you from living freely. When you practice the methodology, you can eliminate the causes and navigate your life completely, with your free will. This course is designed for anyone who is interested in learning and practicing self-reflection.",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "v1-3527",
            "instructorIds": [
                "14979462"
            ],
            "name": "Engineering Self-Reflection for Human Completion",
            "partnerIds": [
                "178"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/e3/15a3f05ddd11e5b6ac175d96ce41ef/KakaoTalk_20150912_163647713.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "selfreflection",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Este curso te ofrece un entrenamiento para la tarea de descubrir quién será el consumidor de tu producto o servicio y cuáles serán los atributos y características del mismo. Al terminar el curso, habrás identificado una oportunidad de negocio que te permitirá utilizar tus fortalezas personales; habrás identificado un grupo de consumidores y sus necesidades; habrás creado un producto o servicio para atender esas necesidades y lo habrás prototipado con consumidores reales, obteniendo claridad con respecto a cuáles son los atributos del producto que el consumidor realmente desea y por los cuales está dispuesto a pagar. \n\nObjetivos de aprendizaje: \n\n1. Identificar las capacidades que tienes como individuo y te hacen especial (lo que eres, lo que sabes y a quien conoces), e  identificar cómo estas capacidades pueden implicar ventajas en tu entorno. Se introduce aquí la idea de ventaja injusta, que hace referencia a las capacidades individuales que resultan raras, valiosas y difíciles de replicar en el medio. \n2. Identificar con precisión una necesidad en el entorno, que pueda ser resuelta por ti como individuo, a partir de tus capacidades personales.  \n3. Proponer una solución que pueda funcionar bien como un producto o servicio en el mercado.  Precisar la propuesta de valor teniendo en cuenta sus elementos constitutivos: productos y servicios, canales, relación con el cliente y la forma de cobro.\n\nTen en cuenta que este curso es el primero de cuatro cursos que hacen parte del programa en Desarrollo de nuevas empresas, en el que podrás llevar tu inquietud emprendedora desde una idea hasta la realidad. Te recomendamos que te inscribas y participes en todos los cursos incluyendo el último curso, denominado \"Mi nueva empresa: los siguientes pasos\", al cabo del cual estarás listo para llevar tu emprendimiento o negocio a la realidad.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "b8OFK47-EeWF6gpQJiw6hQ",
            "instructorIds": [
                "13205498",
                "3259801"
            ],
            "name": "¿Cómo convertir mi idea en empresa?",
            "partnerIds": [
                "273"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/84/a44940abce11e584d801f8f6059502/1Logo_Desc.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "idea-empresa",
            "startDate": 1454986405780,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course aims to teach everyone the basics of programming computers using Python. We cover the basics of how one constructs a program from a series of simple instructions in Python.  The course has no pre-requisites and avoids all but the simplest mathematics. Anyone with moderate computer experience should be able to master the materials in this course. This course will cover Chapters 1-5 of the textbook “Python for Informatics”.   This course is equivalent to the first half of the 11-week \"Programming for Everybody (Python)\" course.  Once a student completes this course, they will be ready to take more advanced programming courses.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "7A1yFTaREeWWBQrVFXqd1w",
            "instructorIds": [
                "122340"
            ],
            "name": "Programming for Everybody (Getting Started with Python)",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/08/33f720502a11e59e72391aa537f5c9/pythonlearn_thumbnail_1x1.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "python",
            "startDate": 1442268885429,
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Are we alone? This course introduces core concepts in astronomy, biology, and planetary science that enable the student to speculate scientifically about this profound question and invent their own solar systems.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "eEsmqKAMEeSI0SIAC2iJgw",
            "instructorIds": [
                "4288294"
            ],
            "name": "Imagining Other Earths",
            "partnerIds": [
                "4"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/41/5163775acaee9de986bb6be215dfd7/otherearths-logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "life-on-other-planets",
            "startDate": 1428439546200,
            "workload": "20 hours of videos and peer assessments"
        },
        {
            "courseType": "v1.session",
            "description": "All your questions answered in seven exciting episodes!",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-1966",
            "instructorIds": [
                "4823330",
                "8758783"
            ],
            "name": "Latino Popular Culture for the Clueless",
            "partnerIds": [
                "28"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/a8/9333d0352c11e4b89cffcbd250fdc9/Latinopop-logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "latinopop",
            "workload": "2-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Who is this course for ?\nThis course is RESTRICTED TO LEARNERS ENROLLED IN  Strategic Business Analytics SPECIALIZATION as a preparation to the capstone project. During the first two MOOCs, we focused on specific techniques for specific applications. Instead, with this third MOOC, we provide you with different examples  to open your mind to different applications from different industries and sectors.\nThe objective is to give you an helicopter overview on what's happening in this field. You will see how the tools presented in the two previous courses of the Specialization are used in real life projects. \nWe want to ignite your reflection process. Hence, you will best make use of the Accenture cases by watching first the MOOC and then investigate by yourself on the different concepts, industries, or challenges that are introduced during the videos.\n\nAt the end of this course learners will be able to: \n- identify the possible applications of business analytics,\n- hence, reflect on the possible solutions and added-value applications that could be proposed for their capstone project.\n\nThe cases will be presented by senior practitioners from Accenture with different backgrounds in term of industry, function, and country.  Special attention will be paid to the \"value case\" of the issue raised to prepare you for the capstone project of the specialization.\n\nAbout Accenture\nAccenture is a leading global professional services company, providing a broad range of services and solutions in strategy, consulting, digital, technology and operations. Combining unmatched experience and specialized skills across more than 40 industries and all business functions—underpinned by the world’s largest delivery network—Accenture works at the intersection of business and technology to help clients improve their performance and create sustainable value for their stakeholders. With more than 358,000 people serving clients in more than 120 countries, Accenture drives innovation to improve the way the world works and lives. Visit us at www.accenture.com.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "Xy2quTeOEeWJaxK5AT4frw",
            "instructorIds": [
                "9316917"
            ],
            "name": "Case studies in business analytics with ACCENTURE",
            "partnerIds": [
                "223"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e6/ca98c0945b11e5ac0e156ba1b7ab3e/Strategic-busines-Analytics-logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "case-studies-business-analytics-accenture",
            "startDate": 1448922469707,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "The final Capstone course is designed as a virtual training facility where you will integrate concepts and tools from the entire specialization to enhance your marketable skills by creating and discussing your evidence-based portfolios and professional development plans, self-assessment tools and resources, self-marketing and personal branding strategies, presentations, public profiles with peers.\nIf it is taken immediately after completing the three previous courses in the specialization, the Capstone will provide you with an opportunity to continue self-developmental activities and receive peer feedback. \nYou may also think about using the Capstone as a “career fitness gym” and periodically visit it after the completion of the specialization. For example, you may want to update your professional development plan, or work on a new job application, or prepare for an interview, or even think about a career change. The Capstone may help you self-organize, fine tune your self-management information system, provide an avenue for peer feedback, and serve as a self-coaching support system. You will be well positioned to succeed in the marketplace as the CEO of your own career!",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                },
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "Fo8H9m6wEeWNYxJK6sB5lQ",
            "instructorIds": [
                "7581768",
                "7850590",
                "15564129",
                "7824266",
                "9026100",
                "9775195"
            ],
            "name": "Career Total Fitness",
            "partnerIds": [
                "117"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/52/6c3890b27511e5972b3165b2700a91/College-Photos-_OCGR_-016_1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "career-total-fitness",
            "startDate": 1453238193985,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Learn about and explore tools to incorporate Common Core literacy standards into your content area. In this course you will explore Literacy Design Collaborative resources, and develop a plan to use one of those resources within your context.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-2683",
            "instructorIds": [
                "3360857"
            ],
            "name": "Common Core in Action II: Exploring Literacy Design Collaborative Tools",
            "partnerIds": [
                "103"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/76/f1d22087b411e48108593142fb020e/Middle_School_Reading.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "cc2lit",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Setting clear expectations and establishing accountability are the core responsibility of mangers.  In this course you will explore how to collaboratively develop expectations, assess performance against expectations, and when expectations are not met, how to determine the underlying issues that are impeding performance. \n \nMangers need to be able to diagnose why a performance gap exists.  In this course, you will learn a method for discerning the root cause of poor performance, and how to respond as a manger-coach to different types of performance issues to help your staff improve and excel.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "82sYmnQ8EeWKsgrp3VnvAw",
            "instructorIds": [
                "15497711"
            ],
            "name": "Setting Expectations & Assessing Performance Issues",
            "partnerIds": [
                "83"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c1/0651209f6811e5af867f53b4df060c/140157057-Course-2-Setting-Expectations.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "coaching-expectations-performance",
            "startDate": 1453239265698,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Learn how debt and equity can be used to finance infrastructure investments and how investors approach infrastructure investments.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "v1-1142",
            "instructorIds": [
                "5151558"
            ],
            "name": "Financing and Investing in Infrastructure",
            "partnerIds": [
                "157"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/d5/bf56f0352b11e485fc9138b3373442/Untitled.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "infrafinance",
            "workload": "5-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "You will learn the process, planning, requirements of how journalists develop their news reports. There are many ways to report news reports, and you will learn different forms of how to perform reporting and writing to serve different audiences. This course also explains the different formats within journalism, beyond the written word and how they are best utilized.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "Kz1Vwnd_EeWKsgrp3VnvAw",
            "instructorIds": [
                "15385643",
                "15384900",
                "11016409",
                "15384580",
                "4759273",
                "16003827"
            ],
            "name": "Effectively delivering the news to your audience",
            "partnerIds": [
                "228"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/68/573a90bec511e59b19b7c7ac4e469b/14682091550_de22dea9c4_o.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "become-a-journalist3",
            "startDate": 1453243763709,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "How can robots perceive the world and their own movements so that they accomplish navigation and manipulation tasks?  In this module, we will study how images and videos acquired by cameras mounted on robots are transformed into representations like features and optical flow.  Such 2D representations allow us then to extract 3D information about where the camera is and in which direction the robot moves.  You will come to understand how grasping objects is facilitated by the computation of 3D posing of objects and navigation can be accomplished by visual odometry and landmark-based localization.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                },
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "1eYewVu-EeWACQpGR_316w",
            "instructorIds": [
                "420844",
                "16197769"
            ],
            "name": "Robotics: Perception",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/34/5971e07cda11e58108cf8cb753e7a9/Perception-Logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "robotics-perception",
            "startDate": 1447726724165,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Sustainability is a practice operating across a variety of scales and skills. We will explore the ways that decision makers use systems analysis and design thinking to confront the career-defining challenges facing the next generation of  leaders. Networks of practice from across North America and around the globe will provide case material and guest lectures. ",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "v1-680",
            "instructorIds": [
                "3164399",
                "3165886"
            ],
            "name": "Sustainability in Practice",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/10/3bfc30352b11e485fc9138b3373442/sip-final-logo_1__600-x-340-copy.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "sustaininprac",
            "workload": "2-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "What is philosophy?  How does it differ from science, religion, and other modes of human discourse?  This course traces the origins of philosophy in the Western tradition in the thinkers of Ancient Greece.  We begin with the Presocratic natural philosophers who were active in Ionia in the 6th century BCE and are also credited with being the first scientists.  Thales, Anaximander, and Anaximines made bold proposals about the ultimate constituents of reality, while Heraclitus insisted that there is an underlying order to the changing world.  Parmenides of Elea formulated a powerful objection to all these proposals, while later Greek theorists (such as Anaxagoras and the atomist Democritus) attempted to answer that objection.  In fifth-century Athens, Socrates insisted on the importance of the fundamental ethical question—“How shall I live?”—and his pupil, Plato, and Plato’s pupil, Aristotle, developed elaborate philosophical systems to explain the nature of reality, knowledge, and human happiness.  After the death of Aristotle, in the Hellenistic period, Epicureans and Stoics developed and transformed that earlier tradition.  We will study the major doctrines of all these thinkers.  Part I will cover Plato and his predecessors.  Part II will cover Aristotle and his successors.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "gZ6cbKKkEeW1Bw7HN8tFsw",
            "instructorIds": [
                "16617611"
            ],
            "name": "Ancient Philosophy: Aristotle and His Successors",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a9/edd320a2a411e5a1f7d940fa69b157/raffael-aristotle.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "aristotle",
            "startDate": 1450283839674,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "En este curso conoceremos la importancia que tiene implementar estándares de calidad y procesos productivos eficientes, para el desarrollo y continuidad de nuestra empresa o idea de negocio y así mantener su máxima capacidad productiva y seguir ofertando productos con los más altos estándares de calidad, para mantenernos siempre en la preferencia del público.\n\nEs importante resaltar que cuando hablamos de calidad también debemos hacer mención de la capacidad, ubicación y distribución operativa con la que cuenta nuestra empresa o idea de negocio, porque al identificarlas podemos saber qué proceso de calidad es adecuado o cuál está generando deficiencias en la producción para nuestra empresa o idea de negocio.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "xYLZebWrEeWEoAqTi6kTYw",
            "instructorIds": [
                "7240523"
            ],
            "name": "Introducción a la Calidad",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/3f/fb5810b97f11e5917dabdaee201e54/operaciones_y_calidad.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "gestion-de-productividad",
            "startDate": 1453236173438,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Is humanitarianism an effective, justifiable and sustainable response to ill-health, inequality, injustice and war?",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "v1-901",
            "instructorIds": [
                "5193309",
                "6300359",
                "8117234"
            ],
            "name": "Global Health and Humanitarianism",
            "partnerIds": [
                "147"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/4c/c045d0d3c711e5b26a63fe18c59f72/globalHealth.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "health",
            "startDate": 1455494400000,
            "workload": "1-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Galileo dijo: \"El Universo está escrito en lenguaje matemático y los caracteres son triángulos, círculos y otras figuras geométricas, sin las que es humanamente imposible entender una sola palabra\".\n    Para entender el Universo, es necesario plantear leyes que expliquen su comportamiento, como pueden ser las leyes de la gravedad, la propagación del calor, el electromagnetismo, la reproducción celular, el crecimiento poblacional, la propagación de las enfermedades, la variación de los precios de las acciones en la bolsa de valores, el comportamiento de las masas ante un conflicto, etcétera.\n    Todas estas leyes se plantean utilizando ecuaciones, algunas muy sencillas, otras no tanto. Para poder aplicar estas ecuaciones para resolver problemas, es necesario manipularlas  siguiendo ciertas reglas que nos da el álgebra.\n    Piensa en el álgebra como la gramática, que nos dice cómo traducir nuestras ideas al lenguaje, cómo formar frases y oraciones a partir de palabras, cómo conjugar verbos, a identificar las partes de una oración, las reglas de acentuación, etcétera.\n    En este curso aprenderás a construir expresiones algebraicas a partir de frases, lo que te permitirá resolver problemas en los que  conoces algunos datos numéricos y necesitas encontrar otros.\n    Podrás plantear y resolver ecuaciones de primer grado, ecuaciones simultáneas y ecuaciones de segundo grado.\n    Este curso te va a ser muy útil si actualmente estas llevando un curso de álgebra en la escuela y tienes problemas con él. También si ya has estudiado álgebra y necesitas repasarla, ya que necesitas recordarla para tener éxito en otros cursos más avanzados, como Geometría Analítica, Cálculo o Estadística.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "414OIyBREeWcQw5YiljpGw",
            "instructorIds": [
                "634879",
                "13630702",
                "13630715"
            ],
            "name": "Álgebra Básica",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ed/2d66b058a211e5b1e23349627ede8c/_lgebra.v2.c_rculo.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "algebra-basica",
            "startDate": 1444170123263,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "An introduction to the basics of marine science and conservation, brought to you with the help of sea turtles, marine mammals, seabirds and many more of the most compelling creatures in the ocean.\n",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "animals-and-veterinary-science"
                }
            ],
            "id": "v1-1051",
            "instructorIds": [
                "3096030"
            ],
            "name": "Marine Megafauna: An Introduction to Marine Science and Conservation",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/00/e42dd0352a11e49a597321ba86b5f4/MOOCmegalogo2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "megafauna",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v1.capstone",
            "description": "In this final project course, students will take a position on a controversial topic, research the topic, and present arguments based on data analysis in the form of a 1,500-2,000 word essay. ",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "v1-1590",
            "instructorIds": [
                "932346",
                "1462466",
                "1549355",
                "935146"
            ],
            "name": "Reasoning, Data Analysis, & Writing Final Project",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/41/989fa052e411e4b6eb65d6866b05ed/coursera_logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "reasoningcapstone",
            "startDate": 1452816000000,
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "¿Alguna vez pensaste en crear tus propios juegos de computadora, pero no tenías idea cómo hacerlo o por dónde comenzar? Este curso te enseñará a programar utilizando Scratch, un lenguaje de programación visual muy fácil de usar, y más importante aún, aprenderás los principios fundamentales de la computación para que comiences a pensar como ingeniero/a de software.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "SpWNUyTfEeWxbhIkPfddLQ",
            "instructorIds": [
                "8654875",
                "8654857"
            ],
            "name": "¡A Programar! Una introducción a la programación",
            "partnerIds": [
                "250",
                "14"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/eb/1e5d503c8911e58de75d85a77936b7/logo_pt3.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "a-programar",
            "startDate": 1438039970317,
            "workload": "15-20 horas"
        },
        {
            "courseType": "v1.session",
            "description": "Курс освещает базовые законы электромагнитной индукции и электрических колебаний",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "v1-2043",
            "instructorIds": [
                "5271876",
                "5249633",
                "5154901"
            ],
            "name": "Электричество и магнетизм. Часть 2 (Electricity and Magnetism. Part 2)",
            "partnerIds": [
                "176"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/de/1081f040f011e4b2e5b766b13fe6b9/green_logo_edited.png",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "electricity2",
            "workload": "4-12 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "You will learn to extend your knowledge of making iOS apps so that they can securely interact with web services and receive push notifications. You'll learn how to store data securely on a device using Core Data.  You’ll also learn to securely deploy apps to the App Store and beta users over-the-air.\n\nThe format of the course is through a series of code tutorials.  We will walk you through the creation of several apps that you can keep as a personal app toolbox.  When you make your own apps after this course, you can bring in these capabilities as needed.  When necessary we pop out of the code tutorials to talk about concepts at a higher level so that what you are programming makes sense.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "computer-security-and-networks"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "8To4DTVtEeWWBQrVFXqd1w",
            "instructorIds": [
                "3161246",
                "8266053"
            ],
            "name": "Networking and Security in iOS Applications",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/33/d44cf039ea11e5983f057036a8bbb2/iStock_Course2.2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "security",
            "startDate": 1446135878842,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course provides those involved in educating members of the health professions an asynchronous, interdisciplinary, and interactive way to obtain, expand, and improve their teaching skills. These skills can then be applied within their own professional context, with a variety of learners, extending across many stages.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-582",
            "instructorIds": [
                "2705795"
            ],
            "name": "Instructional Methods in Health Professions Education",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/31/542f40477311e595ba1fba66d4bb16/instructionalmethods.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "instructmethodshpe",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Since Antiquity, scholars have appreciated the importance of communication: as social beings, we cannot exist without communication. We need to interact with people around us, to make sense of the world and to position ourselves in a wider social and cultural reality. In this course, we look at how and why communication evolved as a science and reflect on today’s dominant paradigms. The course also extends beyond the boundaries of communication science itself, exploring dimensions of history, sociology and psychology. Join our class, together with people all over the world.\n\nIntroduction to Communication Science explores some of the basic theories, models and concepts from the fields of mass, interpersonal and intrapersonal communication. The course begins with a consideration of several basic models, subsequently progressing to the history of communication theory, linear effect-oriented theories, the reception approach and, finally, exploring theories on the production and reinforcement of culture through communication. \n\nUpon completion of this course, students should:\n•\thave knowledge of the history and development of communication science; \n•\thave knowledge of the dominant theoretical approaches within communication science; \n•\thave knowledge and understanding of the most important models and concepts in this field. \n\nBeginning the week of February 16, 2015, you will be able to join Signature Track, a system that verifies your identity when you take an exam. This option will allow you to earn a Verified Certificate, which provides formal recognition of your achievements in the course and includes the University of Amsterdam logo. Before then, you can complete a “test run” of the exam. You can then re-take the exam after the Verified Certificate becomes available. For information regarding Verified Certificates, see https://courserahelp.zendesk.com/hc/en-us/articles/201212399-Verified-Certificates\"",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "O6SzVx2GEeSKwCIACzUCbQ",
            "instructorIds": [
                "242140"
            ],
            "name": "Introduction to Communication Science",
            "partnerIds": [
                "131"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://spark-public.s3.amazonaws.com/flex-commscience/Laswell2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "communication",
            "startDate": 1423240945552,
            "workload": "28 hours of videos and assignments"
        },
        {
            "courseType": "v1.session",
            "description": "Everyone in education has questions – Practical Learning Analytics is about answering them. To be practical, we’ll focus on data every university records; to keep things interesting, we’ll examine questions raised by many audiences; to ensure impact, we’ll provide realistic data and example code. ",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-2803",
            "instructorIds": [
                "3337580"
            ],
            "name": "Practical Learning Analytics",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ce/7c4550477311e5b7dd838e4d9f4927/practicallearning.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "pla",
            "workload": "2-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "En este curso aprenderemos a interpretar cómo se inscriben y materializan los discursos acerca del género y la sexualidad en diversos productos y medios culturales (literatura, cine, televisión, fotografía, internet, etc.). ",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-1485",
            "instructorIds": [
                "6073198",
                "6118909",
                "5599009",
                "6792134"
            ],
            "name": "Representaciones Culturales de las Sexualidades ",
            "partnerIds": [
                "80"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/42/d891c0352c11e4b28a5b9bdf8d9c55/logorepresentaciones5.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "representaciones",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course combines an overview of the science behind water and climate in the Western United States with a survey of the major legal, political, and cultural issues focused on this precious resource.  ",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "v1-2095",
            "instructorIds": [
                "10205738",
                "10308771"
            ],
            "name": "Water in the Western United States",
            "partnerIds": [
                "71",
                "126"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/39/2b1430c3bc11e4a23e796fc167d6b3/logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "waterwestus",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course is a rigorous introduction to alternative methods of valuation and will enable the learner to conduct analysis of most projects and companies. This course will also serve useful to anyone interested in, or required to, critically evaluating project and company analyses conducted by experts.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "76FVnKNaEeWHXAr1OpR7HQ",
            "instructorIds": [
                "209008"
            ],
            "name": "Valuation: Alternative Methods",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/72/d74e902b4c11e5a76039ccf32e141b/valutation_alternativemethods.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "valuationmethods",
            "startDate": 1452900835015,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "Students will produce a networked game that will leverage sensors on the phone to create a unique gaming experience.  The focus of the game will be to make it physical through real-world gestures, motion and knowledge of other players real-world location.  To do this students will need to integrate knowledge of graphics, networking, sensors, and user interface design alongside a skill set of tool usage.  The final project will involve milestones with opportunities to get ungraded peer review feedback from fellow learners so that they can iterate and improve their game program.  The final networked game that the students produce would be something they could showcase in job application materials, in an interview, or offer in the iTunes store.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "3iPhvDV0EeW6RApRXdjJPw",
            "instructorIds": [
                "3161246",
                "8266053"
            ],
            "name": "iOS Capstone: Multiplayer Transreality Game  ",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ca/3611a039f511e584426151118ab294/iStock_Capstone.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "transreality",
            "startDate": 1441041814647,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course, we will explore MongoDB, a very popular NoSQL database and Web Services concepts and integrate them both with Ruby on Rails. MongoDB is a used to handle documents with a pre-defined schema which will give the developers an ability to store, process and use data using it’s rich API. The modules will go in-depth from installation to CRUD operations, aggregation, indexing, GridFS and various other topics where we continuously integrate MongoDB with RailsRuby.  We will be covering the interface to MongoDB using the Mongo Ruby API and the Mongoid ORM framework (the MongoDB access counterpart to RDBMS/ActiveRecord within Rails).  The last portion of the course will focus on Web Services with emphasis on REST, its architectural style and integration of Web Services with Rails.  Core concepts of Web Services like request/response, filters, data representation (XML/JSON), web linking and best practices will covered in depth.\n\nThis course is ideal for students and professionals who have some programming experience and a working knowledge of databases.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "eXbmvDe9EeWO-Qq6rEZAow",
            "instructorIds": [
                "13487606"
            ],
            "name": "Ruby on Rails Web Services and Integration with MongoDB",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/df/0ba2803bb111e5840f2918f8f20d21/jhep-coursera-course3.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ruby-on-rails-web-services-mongodb",
            "startDate": 1453138871429,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Learn the foundational elements of how search engines work, how the SEO landscape has changed and what you can expect in the future. You will learn core SEO strategies and tactics used to drive more organic search results to a specific website or set of websites, as well as tactics to avoid to prevent penalization from search engines. You will also learn how to position yourself for a successful career in SEO.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                }
            ],
            "id": "XEjjlXEkEeWhZxJhllGpHQ",
            "instructorIds": [
                "15780877"
            ],
            "name": "Introduction to Search Engine Optimization",
            "partnerIds": [
                "83"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/eb/cc3b20b31a11e5bf5bb7b518fd0402/Course-1--80615158.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "search-engine-optimization",
            "startDate": 1454974059079,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "There are over 100 million horses, donkeys and mules in the world today and owners of these animals can be found on almost every continent and in almost every society.  The Horse Course will cover many unique aspects of equine ownership and touch upon the science behind many of today’s management practices.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "animals-and-veterinary-science"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "GixeETxVEeW0tw4knrMo3Q",
            "instructorIds": [
                "3288069"
            ],
            "name": "The Horse Course: Introduction to Basic Care and Management",
            "partnerIds": [
                "31"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b6/b0bd70935b11e38d0e79388ccda78a/The_Horse_Course_image.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "horse-care",
            "startDate": 1449505722014,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "In this course, teachers will develop the skills essential to move from a top-down content delivery model of science instruction to one in which the teacher is a guide, enabling students to create shared meaning of important science concepts.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-705",
            "instructorIds": [
                "3510175",
                "565747",
                "3510185",
                "386687",
                "3812844",
                "3675391"
            ],
            "name": "Inquiry Science Learning: Perspectives & Practices 4 - Student-Centered Inquiry",
            "partnerIds": [
                "13"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/13/031d60352911e48c9cbde9a47c32c7/courseraLogo4.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "scistudentinquiry",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course utilizes an inquiry based approach to understanding sources of competitive advantages in companies and other organizations.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                },
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "NZmNZlzAEeW3Vw7jVMSMiw",
            "instructorIds": [
                "7311350"
            ],
            "name": "Entrepreneurial Strategic Management",
            "partnerIds": [
                "120"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9d/de1600824511e5bd7435bcb9836468/entstrategicmgmt_logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "entrepreneurial-strategic-management",
            "startDate": 1454981958671,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course aims to teach everyone to learn the basics of programming computers using Python. The course has no pre-requisites and avoids all but the simplest mathematics. Anyone with moderate computer experience should be able to master the materials in this course.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "v1-1354",
            "instructorIds": [
                "122340"
            ],
            "name": "Programming for Everybody (Python)",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/d5/c11480477311e595ba1fba66d4bb16/python.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "pythonlearn",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "课程从问题开始揭示一些数学思想形成的过程，和听众一起从思想上重走一遍前辈们走过的路，体会数学抽象的魅力。\n\nIn this course I share the processes which formed the core concepts of mathematical philosophy, walking with students as they experience, learn and enjoy mathematical abstraction.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "v1-1171",
            "instructorIds": [
                "4302284"
            ],
            "name": "数学之旅 The Journey of Mathematics",
            "partnerIds": [
                "150"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/d5/e40654e08f20f3415b3a776481ab19/____.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "sjtuma153",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course is the first in a series on starting a business. Though new venture creation is the focus of the specialization, this course is important for everyone. It provides learners with insights to reframe their thinking in order to maximize their chances for success. Whether success is defined by the performance of their own venture, or by their performance within someone else’s venture. The course is as much, if not more about fulfilling one's potential as it is about one starting a business.\n\nSo what can a learner expect to gain from this course? At the end of this course a learner:\n     - will be able to argue effectively against all of the reasons for not starting their business (or reaching some goal);\n     - will be  able to operate effectively within the new framework or model for starting a business (or any new endeavor),\n        thus increasing their chances for success; and\n     - will be able to make the initial business startup decisions of what type of business to start, and what type of business \n       owner to be.\n\nIn her classic text, Mindset: The New Psychology of Success, Stanford Professor Carol S. Dweck presents her research showing that hard work and mindset impact success more than natural talent, and that people have the ability to choose which mindset they wish to operate from.\n\nDr. Alain Fayolle in the Financial Times defines an Entrepreneurial mindset as a specific state of mind which orientates human conduct towards entrepreneurial activities and outcomes. Individuals with entrepreneurial mindsets are often drawn to opportunities, innovation and new value creation. In terms outlined by Dr. Dweck this would be a specialized growth mindset as opposed to fixed mindset.\n\nHaving an entrepreneurial mindset is critical to being successful as an entrepreneur. An entrepreneurial mindset stands alone in terms of its importance. No other attribute, personality, inherent entrepreneurial proclivities, training, or demographic profile is common to all successful entrepreneurs whether Warren Buffet, Steve Jobs, or the neighborhood florist or grocer.\n\nThe course provides learners with an understanding of the attributes and perspectives of an entrepreneurial mindset, and the process to acquire one. The course introduces concepts that enables a person to start a transformative process in the way they think generally, and in the way they think about business specifically. This new way of thinking has the potential to positively impact not only them, but their family, and community.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                }
            ],
            "id": "JBCvTm03EeWEewoyD2Bc5Q",
            "instructorIds": [
                "15516877",
                "15486079",
                "13948470"
            ],
            "name": "Developing An Entrepreneurial Mindset: First Step Towards Success ",
            "partnerIds": [
                "228"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/62/d167a0be5011e58696b71b3e2ddacb/thinking-resized.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "entrepreneurial-mindset",
            "startDate": 1454974290292,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "这是一个全球化、信息化、快餐化的时代；全球化拷问着人们的文化根基，信息化拷问着人们的价值信仰，快餐化拷问着人们的经典阅读。 民族的就是世界的。为继承弘扬中华文化传统，我们特意打造这门课，希冀提供一个阅读哲学经典、传承中国文化、铸造民族精神的平台，让中国文化走向世界、走向未来。\n        本课分十个专题，分别介绍《周易》、孔子《论语》、老子《道德经》，《大学》与《中庸》，《庄子》，《孙子兵法》，《墨经》，《心经》，以及朱熹理学、王阳明《传习录》等著作和人物的思想。既有对儒释道经典的介绍，也有对理学、心学思想的阐释，以期以一种更广阔的视角看待中国传统哲学，让学生能够对中国传统哲学有一种全方位的认识。\n\n课程大纲\n\n第一章 《周易》导读\n\n第二章 《道德经》导读\n\n第三章 《论语》导读 \n\n第四章 《大学》《中庸》导读\n\n第五章 《孙子兵法》导读\n\n第六章 《墨经》导读\n\n第七章 《心经》导读\n\n第八章  《庄子》导读\n\n第九章  朱熹理学相关著作导读\n\n第十章 《传习录》导读",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                }
            ],
            "id": "EjtfHZq7EeSB9CIACxCU6A",
            "instructorIds": [
                "10084855",
                "11044721",
                "11049476",
                "11048688",
                "11048884",
                "10429356",
                "11007095",
                "11006526"
            ],
            "name": "中国哲学经典著作导读",
            "partnerIds": [
                "234"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/31/e405f0a29d11e49ce83941fb6d9a39/Banner.jpg",
            "primaryLanguages": [
                "zh-CN"
            ],
            "slug": "chinese-philosophy",
            "startDate": 1421973188085,
            "workload": "15 hours of videos and quizzes"
        },
        {
            "courseType": "v1.session",
            "description": "[IF YOU ARE LOOKING FOR THE NO-CREDIT ON-DEMAND VERSION OF THIS COURSE PLEASE GO TO https://www.coursera.org/learn/symmetry].\n\nLearn how to identify symmetrical forms and appreciate their importance in nature, art, architecture, crystallography and technology.  Understand symmetry quantitatively, recognize its role in beauty and design, and appreciate its function in our everyday life. The level of difficulty is intermediate-to-hard with a workload is 7-10 hrs/week.  This MOOC is for credit, and students who obtain a Verified Certificate by submitting and authenticating at least 8 out of the 9 assignments with an overall mark of more than 60%, earn 3 Academic Units (AU) that can be directed towards either an Unrestricted Elective (UE) or General Elective (GE-STS) subject at NTU.  The usual NTU examination procedure requires student identification through webcam plus keystroke patterning for each assignment submission with a no-tolerance policy towards cheating (https://www.coursera.org/about/terms/honorcode and http://www.ntu.edu.sg/SAO/Pages/HonourCode.aspx).  Students who are found to cheat, tamper with or falsify grades, or collude on assignments will be denied credits. It is not necessary to be enrolled at NTU to be awarded 3 AU and once received the AU remain valid 3 years. Because this is a for-credit course students must join the Signature Track stream within the first 2 week add-drop period (up to 22 January 2016, 2359 hrs) in accordance with NTU rules.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-879",
            "instructorIds": [
                "3874110",
                "14022578"
            ],
            "name": "An Exploration of Symmetry (Eligible for NTU Credit)",
            "partnerIds": [
                "121"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/aa/0de260352b11e49d32519928fb33e3/Symmetry-edit.png",
            "previewLink": "https://class.coursera.org/ntusym-005/lecture/preview",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ntusym",
            "workload": "4-10 hours/week"
        }
    ],
    "linked": {
        "instructors.v1": [
            {
                "fullName": "",
                "id": "122340"
            },
            {
                "fullName": "",
                "id": "3874110"
            },
            {
                "fullName": "",
                "id": "2625760"
            },
            {
                "fullName": "",
                "id": "2687782"
            },
            {
                "fullName": "",
                "id": "2705795"
            },
            {
                "fullName": "",
                "id": "1234717"
            },
            {
                "fullName": "Kiran Chittargi",
                "id": "13487606"
            },
            {
                "fullName": "",
                "id": "2657758"
            },
            {
                "fullName": "",
                "id": "5104816"
            },
            {
                "fullName": "",
                "id": "979695"
            },
            {
                "fullName": "Rafael Vesga Fajardo",
                "id": "3259801"
            },
            {
                "fullName": "",
                "id": "3510175"
            },
            {
                "fullName": "",
                "id": "2687771"
            },
            {
                "fullName": "",
                "id": "10466842"
            },
            {
                "fullName": "",
                "id": "11520210"
            },
            {
                "fullName": "Dr. Valeri Chukhlomin",
                "id": "7581768"
            },
            {
                "fullName": "",
                "id": "2392134"
            },
            {
                "fullName": "Dr. John M. Beckem II",
                "id": "7824266"
            },
            {
                "fullName": "",
                "id": "3675391"
            },
            {
                "fullName": "",
                "id": "11007095"
            },
            {
                "fullName": "Kenny Wong",
                "id": "14283726"
            },
            {
                "fullName": "",
                "id": "3360857"
            },
            {
                "fullName": "骆斌",
                "id": "9878709"
            },
            {
                "fullName": "Dr Yenn Lee",
                "id": "5954071"
            },
            {
                "fullName": "",
                "id": "1280592"
            },
            {
                "fullName": "Manel Martínez-Ramón",
                "id": "15808745"
            },
            {
                "fullName": "",
                "id": "640696"
            },
            {
                "fullName": "",
                "id": "11048688"
            },
            {
                "fullName": "",
                "id": "14491531"
            },
            {
                "fullName": "",
                "id": "3892267"
            },
            {
                "fullName": "",
                "id": "209008"
            },
            {
                "fullName": "",
                "id": "13401938"
            },
            {
                "fullName": "Lucinda D. Davenport",
                "id": "16003827"
            },
            {
                "fullName": "Tor Wager",
                "id": "7303121"
            },
            {
                "fullName": "",
                "id": "14491550"
            },
            {
                "fullName": "",
                "id": "6792134"
            },
            {
                "fullName": "",
                "id": "11044721"
            },
            {
                "fullName": "",
                "id": "2687778"
            },
            {
                "fullName": "",
                "id": "8758783"
            },
            {
                "fullName": "",
                "id": "9772840"
            },
            {
                "fullName": "",
                "id": "932346"
            },
            {
                "fullName": "Joanne Gerstner",
                "id": "15385643"
            },
            {
                "fullName": "",
                "id": "1343266"
            },
            {
                "fullName": "",
                "id": "3287177"
            },
            {
                "fullName": "",
                "id": "2687763"
            },
            {
                "fullName": "Susan Sauvé Meyer",
                "id": "16617611"
            },
            {
                "fullName": "",
                "id": "1462466"
            },
            {
                "fullName": "",
                "id": "14979462"
            },
            {
                "fullName": "",
                "id": "248242"
            },
            {
                "fullName": "Dr. Tonka Jokelova",
                "id": "9026100"
            },
            {
                "fullName": "",
                "id": "3165886"
            },
            {
                "fullName": "葛季栋",
                "id": "9895232"
            },
            {
                "fullName": "Dr. Khurram Afridi",
                "id": "14418174"
            },
            {
                "fullName": "Amy Giaculli",
                "id": "9775195"
            },
            {
                "fullName": "",
                "id": "3510185"
            },
            {
                "fullName": "",
                "id": "11048884"
            },
            {
                "fullName": "",
                "id": "10028746"
            },
            {
                "fullName": "Fernando Guerra",
                "id": "15802193"
            },
            {
                "fullName": "Emiel van Loon",
                "id": "3583857"
            },
            {
                "fullName": "",
                "id": "1662617"
            },
            {
                "fullName": "",
                "id": "12056243"
            },
            {
                "fullName": "",
                "id": "5472452"
            },
            {
                "fullName": "",
                "id": "3494875"
            },
            {
                "fullName": "Kris Plachy",
                "id": "15497711"
            },
            {
                "fullName": "",
                "id": "3337580"
            },
            {
                "fullName": "",
                "id": "2666905"
            },
            {
                "fullName": "",
                "id": "5193309"
            },
            {
                "fullName": "",
                "id": "8485189"
            },
            {
                "fullName": "",
                "id": "768"
            },
            {
                "fullName": "Ken Szymusiak",
                "id": "15486079"
            },
            {
                "fullName": "Elena de Oteyza",
                "id": "13630702"
            },
            {
                "fullName": "",
                "id": "8883335"
            },
            {
                "fullName": "",
                "id": "12023420"
            },
            {
                "fullName": "Dariush Derakhshani",
                "id": "13959221"
            },
            {
                "fullName": "",
                "id": "10205738"
            },
            {
                "fullName": "",
                "id": "10084855"
            },
            {
                "fullName": "Théotime Vaillant",
                "id": "14324179"
            },
            {
                "fullName": "Jiang Shuo",
                "id": "14022578"
            },
            {
                "fullName": "",
                "id": "1549355"
            },
            {
                "fullName": "",
                "id": "242140"
            },
            {
                "fullName": "",
                "id": "3506150"
            },
            {
                "fullName": "",
                "id": "5159569"
            },
            {
                "fullName": "Sue Robins, M.S. Ed.",
                "id": "8887234"
            },
            {
                "fullName": "",
                "id": "1282347"
            },
            {
                "fullName": "",
                "id": "7850590"
            },
            {
                "fullName": "Emma Lam",
                "id": "13630715"
            },
            {
                "fullName": "Karl Gude",
                "id": "16256630"
            },
            {
                "fullName": "Jeremy Steele",
                "id": "15384900"
            },
            {
                "fullName": "",
                "id": "5584150"
            },
            {
                "fullName": "",
                "id": "10993825"
            },
            {
                "fullName": "Carlos Guestrin",
                "id": "14033965"
            },
            {
                "fullName": "Matthijs Rooduijn",
                "id": "9852029"
            },
            {
                "fullName": "",
                "id": "2645257"
            },
            {
                "fullName": "",
                "id": "3936929"
            },
            {
                "fullName": "Don Patterson",
                "id": "3161246"
            },
            {
                "fullName": "",
                "id": "5698953"
            },
            {
                "fullName": "",
                "id": "4288294"
            },
            {
                "fullName": "Michael J. Lenox",
                "id": "1400787"
            },
            {
                "fullName": "",
                "id": "6073198"
            },
            {
                "fullName": "",
                "id": "6118909"
            },
            {
                "fullName": "",
                "id": "9636408"
            },
            {
                "fullName": "",
                "id": "1312728"
            },
            {
                "fullName": "",
                "id": "901314"
            },
            {
                "fullName": "",
                "id": "1522272"
            },
            {
                "fullName": "Forrest S. Carter",
                "id": "15516877"
            },
            {
                "fullName": "",
                "id": "6300359"
            },
            {
                "fullName": "Brian Winn",
                "id": "13538984"
            },
            {
                "fullName": "",
                "id": "4302284"
            },
            {
                "fullName": "Андрей Гавриков",
                "id": "5154901"
            },
            {
                "fullName": "Jérôme Chenal",
                "id": "3959836"
            },
            {
                "fullName": "",
                "id": "883324"
            },
            {
                "fullName": "Angel Abusleme",
                "id": "10824141"
            },
            {
                "fullName": "",
                "id": "3164399"
            },
            {
                "fullName": "Eric Freedman",
                "id": "15384580"
            },
            {
                "fullName": "",
                "id": "2569351"
            },
            {
                "fullName": "Inés Friss de Kereki",
                "id": "8654875"
            },
            {
                "fullName": "",
                "id": "565747"
            },
            {
                "fullName": "David Wheeler",
                "id": "13948470"
            },
            {
                "fullName": "",
                "id": "10308771"
            },
            {
                "fullName": "",
                "id": "8117234"
            },
            {
                "fullName": "Sam Kaufman",
                "id": "8266053"
            },
            {
                "fullName": "",
                "id": "3812844"
            },
            {
                "fullName": "",
                "id": "1251073"
            },
            {
                "fullName": "Areti Manataki",
                "id": "8654857"
            },
            {
                "fullName": "",
                "id": "386687"
            },
            {
                "fullName": "Felipe Estrada Prada",
                "id": "13205498"
            },
            {
                "fullName": "",
                "id": "2687752"
            },
            {
                "fullName": "Norman Wolf ",
                "id": "7240523"
            },
            {
                "fullName": "",
                "id": "3057918"
            },
            {
                "fullName": "",
                "id": "5418734"
            },
            {
                "fullName": "",
                "id": "4663984"
            },
            {
                "fullName": "Claudia Patricia Arias Puentes",
                "id": "13837973"
            },
            {
                "fullName": "",
                "id": "11049476"
            },
            {
                "fullName": "",
                "id": "2659612"
            },
            {
                "fullName": "David Poulson",
                "id": "11016409"
            },
            {
                "fullName": "",
                "id": "3096030"
            },
            {
                "fullName": "",
                "id": "5599009"
            },
            {
                "fullName": "Jared D. Harris",
                "id": "14790769"
            },
            {
                "fullName": "",
                "id": "10396225"
            },
            {
                "fullName": "Владимир Овчинкин",
                "id": "5249633"
            },
            {
                "fullName": "Kostas Daniilidis",
                "id": "420844"
            },
            {
                "fullName": "Dr. Kymn Harvin Rutigliano ",
                "id": "15564129"
            },
            {
                "fullName": "",
                "id": "11006526"
            },
            {
                "fullName": "Gopesh Anand",
                "id": "9648743"
            },
            {
                "fullName": "Rebekah May",
                "id": "15780877"
            },
            {
                "fullName": "",
                "id": "9635725"
            },
            {
                "fullName": "",
                "id": "2606081"
            },
            {
                "fullName": "",
                "id": "9636752"
            },
            {
                "fullName": "Jianbo Shi",
                "id": "16197769"
            },
            {
                "fullName": "",
                "id": "2593281"
            },
            {
                "fullName": "",
                "id": "5151558"
            },
            {
                "fullName": "Fran Krause",
                "id": "2925883"
            },
            {
                "fullName": "",
                "id": "2332922"
            },
            {
                "fullName": "",
                "id": "935146"
            },
            {
                "fullName": "Cristobal Alessandri",
                "id": "14069574"
            },
            {
                "fullName": "",
                "id": "4823330"
            },
            {
                "fullName": "Зыков Сергей Викторович ",
                "id": "16571803"
            },
            {
                "fullName": "Carlos Hernández",
                "id": "634879"
            },
            {
                "fullName": "",
                "id": "7311350"
            },
            {
                "fullName": "",
                "id": "13492966"
            },
            {
                "fullName": "",
                "id": "10429356"
            },
            {
                "fullName": "",
                "id": "3288069"
            },
            {
                "fullName": "",
                "id": "11737707"
            },
            {
                "fullName": "",
                "id": "2687735"
            },
            {
                "fullName": "Kiichi Fujiwara",
                "id": "13696212"
            },
            {
                "fullName": "Dr J. Simon Rofe, SOAS, University of London",
                "id": "3631567"
            },
            {
                "fullName": "Joe Grimm",
                "id": "4759273"
            },
            {
                "fullName": "John Seamon",
                "id": "4540131"
            },
            {
                "fullName": "Pape Sakho",
                "id": "15131549"
            },
            {
                "fullName": "Nicolas Glady ",
                "id": "9316917"
            },
            {
                "fullName": "",
                "id": "1282559"
            },
            {
                "fullName": "Станислав Козел",
                "id": "5271876"
            },
            {
                "fullName": "",
                "id": "13405067"
            },
            {
                "fullName": "Emily Fox",
                "id": "14032411"
            }
        ],
        "partners.v1": [
            {
                "id": "33",
                "name": "The University of Melbourne",
                "shortName": "unimelb"
            },
            {
                "id": "83",
                "name": "University of California, Davis",
                "shortName": "ucdavis"
            },
            {
                "id": "14",
                "name": "The University of Edinburgh",
                "shortName": "edinburgh"
            },
            {
                "id": "18",
                "name": "University of Virginia",
                "shortName": "uva"
            },
            {
                "id": "126",
                "name": "University of Colorado System",
                "shortName": "cusystem"
            },
            {
                "id": "4",
                "name": "Princeton University",
                "shortName": "princeton"
            },
            {
                "id": "15",
                "name": "University of Washington",
                "shortName": "uw"
            },
            {
                "id": "117",
                "name": "The State University of New York",
                "shortName": "suny"
            },
            {
                "id": "250",
                "name": "Universidad ORT Uruguay",
                "shortName": "orturuguay"
            },
            {
                "id": "36",
                "name": "University of Pittsburgh",
                "shortName": "pitt"
            },
            {
                "id": "62",
                "name": "Tecnológico de Monterrey",
                "shortName": "tecdemonterrey"
            },
            {
                "id": "10",
                "name": "University of California, San Francisco",
                "shortName": "ucsf"
            },
            {
                "id": "157",
                "name": "Università Bocconi",
                "shortName": "bocconi"
            },
            {
                "id": "234",
                "name": "Xi'an Jiaotong University",
                "shortName": "xjtu"
            },
            {
                "id": "76",
                "name": "The University of Tokyo",
                "shortName": "utokyo"
            },
            {
                "id": "3",
                "name": "University of Michigan",
                "shortName": "umich"
            },
            {
                "id": "13",
                "name": "Rice University",
                "shortName": "rice"
            },
            {
                "id": "178",
                "name": "Korea Advanced Institute of Science and Technology",
                "shortName": "kaist"
            },
            {
                "id": "9",
                "name": "Georgia Institute of Technology",
                "shortName": "gatech"
            },
            {
                "id": "63",
                "name": "University of Copenhagen",
                "shortName": "ucph"
            },
            {
                "id": "25",
                "name": "Universiteit Leiden",
                "shortName": "leiden"
            },
            {
                "id": "71",
                "name": "University of Colorado Boulder",
                "shortName": "boulder"
            },
            {
                "id": "59",
                "name": "California Institute of the Arts",
                "shortName": "calarts"
            },
            {
                "id": "281",
                "name": "National Research Nuclear University MEPhI",
                "shortName": "mephi"
            },
            {
                "id": "16",
                "name": "École Polytechnique Fédérale de Lausanne",
                "shortName": "epfl"
            },
            {
                "id": "176",
                "name": "Moscow Institute of Physics and Technology",
                "shortName": "mipt"
            },
            {
                "id": "28",
                "name": "The Ohio State University",
                "shortName": "osu"
            },
            {
                "id": "34",
                "name": "Wesleyan University",
                "shortName": "wesleyan"
            },
            {
                "id": "161",
                "name": "HEC Paris",
                "shortName": "hec"
            },
            {
                "id": "302",
                "name": "SOAS University of London",
                "shortName": "soasuol"
            },
            {
                "id": "58",
                "name": "Universidad Nacional Autónoma de México",
                "shortName": "unam"
            },
            {
                "id": "32",
                "name": "University of Maryland, College Park",
                "shortName": "umd"
            },
            {
                "id": "17",
                "name": "University of Illinois at Urbana-Champaign",
                "shortName": "illinois"
            },
            {
                "id": "26",
                "name": "University of London",
                "shortName": "london"
            },
            {
                "id": "12",
                "name": "Caltech",
                "shortName": "caltech"
            },
            {
                "id": "31",
                "name": "University of Florida",
                "shortName": "ufl"
            },
            {
                "id": "73",
                "name": "The World Bank Group",
                "shortName": "worldbank"
            },
            {
                "id": "121",
                "name": "Nanyang Technological University, Singapore",
                "shortName": "ntu"
            },
            {
                "id": "146",
                "name": "University of Alberta",
                "shortName": "ualberta"
            },
            {
                "id": "188",
                "name": "Fudan University",
                "shortName": "fudan"
            },
            {
                "id": "21",
                "name": "Berklee College of Music",
                "shortName": "berklee"
            },
            {
                "id": "106",
                "name": "Commonwealth Education Trust",
                "shortName": "cet1886"
            },
            {
                "id": "7",
                "name": "Duke University",
                "shortName": "duke"
            },
            {
                "id": "80",
                "name": "Universitat Autònoma de Barcelona",
                "shortName": "uab"
            },
            {
                "id": "30",
                "name": "University of California, Irvine",
                "shortName": "uci"
            },
            {
                "id": "22",
                "name": "Brown University",
                "shortName": "brown"
            },
            {
                "id": "223",
                "name": "ESSEC Business School",
                "shortName": "essec"
            },
            {
                "id": "51",
                "name": "The Pennsylvania State University",
                "shortName": "psu"
            },
            {
                "id": "273",
                "name": "Universidad de los Andes",
                "shortName": "uniandes"
            },
            {
                "id": "120",
                "name": "University of New Mexico",
                "shortName": "newmexico"
            },
            {
                "id": "49",
                "name": "University of Geneva",
                "shortName": "unige"
            },
            {
                "id": "131",
                "name": "University of Amsterdam",
                "shortName": "amsterdam"
            },
            {
                "id": "150",
                "name": "Shanghai Jiao Tong University",
                "shortName": "sjtu"
            },
            {
                "id": "6",
                "name": "University of Pennsylvania",
                "shortName": "penn"
            },
            {
                "id": "160",
                "name": "Higher School of Economics",
                "shortName": "hse"
            },
            {
                "id": "110",
                "name": "Tel Aviv University",
                "shortName": "telaviv"
            },
            {
                "id": "54",
                "name": "Northwestern University",
                "shortName": "northwestern"
            },
            {
                "id": "228",
                "name": "Michigan State University",
                "shortName": "michstate"
            },
            {
                "id": "103",
                "name": "New Teacher Center",
                "shortName": "ntc"
            },
            {
                "id": "190",
                "name": "Pontificia Universidad Católica de Chile",
                "shortName": "ucchile"
            },
            {
                "id": "230",
                "name": "Nanjing University",
                "shortName": "nanjing"
            },
            {
                "id": "1",
                "name": "Stanford University",
                "shortName": "stanford"
            },
            {
                "id": "8",
                "name": "Johns Hopkins University",
                "shortName": "jhu"
            },
            {
                "id": "163",
                "name": "Peking University",
                "shortName": "pku"
            },
            {
                "id": "147",
                "name": "University of Manchester",
                "shortName": "manchester"
            },
            {
                "id": "119",
                "name": "University of Houston System",
                "shortName": "uhs"
            }
        ]
    },
    "paging": {
        "next": "1400",
        "total": 1804
    }
}
