{"elements":[{"id":"v1-26","startDate":1453420800000,"slug":"algs4partI","name":"Algorithms, Part I","instructorIds":["246867","250165"],"description":"This course covers the essential information that every serious programmer needs to know about algorithms and data structures, with emphasis on applications and scientific performance analysis of Java implementations. Part I covers basic iterable data types, sorting, and searching algorithms.","domainTypes":[{"subdomainId":"algorithms","domainId":"computer-science"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/06/1e5890352d11e48e9c2583f964c285/large-icon.png","courseType":"v1.session","workload":"6-12 hours/week","primaryLanguages":["en"],"partnerIds":["4"]},{"id":"nO_yqTe0EeWYbg7p2_3OHQ","description":"Did you ever want to build a web application?  Perhaps you even started down that path in a language like Java or C#, when you realized that there was so much “climbing the mountain” that you had to do? Maybe you have heard about web services being all the rage, but thought they were too complicated to integrate into your web application. Or maybe you wondered how deploying web applications to the cloud works, but there was too much to set up just to get going.\n \nIn this course, we will explore how to build web applications with the Ruby on Rails web application framework, which is geared towards rapid prototyping.  Yes, that means building quickly! At the conclusion of this course, you will be able to build a meaningful web application and deploy it to the “cloud” using a Heroku PaaS (Platform as a Service). Best of all, it will almost feel effortless… Really!\n \n“But wait”, you will say, “there is no way that we can build a useful application if there is no database involved. You need the data for an application to be useful.” Great point! But what if… instead of getting the data from the database, we get it from the internet by tapping into one of the web services out there that readily provides data needed by our application? “Ok, but that’s probably very complicated”, you will say. Take this course and you will be pleasantly surprised at just how easy it is!","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/01/6bfd203bb211e5badc79dbdaa0a51c/jhep-coursera-course1.png","partnerIds":["8"],"instructorIds":["280924"],"name":"Ruby on Rails: An Introduction","primaryLanguages":["en"],"slug":"ruby-on-rails-intro","workload":"3 weeks of study, 2-3 hours/week","startDate":1442264969230},{"id":"pH0L4fT5EeSvDyIAC12Nyg","instructorIds":["1338222"],"name":"Introduction to Guitar","startDate":1438119692593,"description":"Grasp the essentials needed to begin playing acoustic or electric guitar. You'll learn an easy approach to get you playing quickly, through a combination of exploring the instrument, performance technique, and basic music theory.","courseType":"v2.ondemand","workload":"6-8 hours/week","slug":"guitar","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/33/f5c680c11411e59846d72ece26a800/guitar.jpg","primaryLanguages":["en"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"partnerIds":["21"]},{"id":"oZirzngdEeWrAxJQXw-8PQ","slug":"copyright-for-multimedia","description":"Copyright questions about different formats (data, images, music and video) can be especially difficult.  Sometimes the law specifically distinguishes between these different formats, and in most cases there are media-specific considerations that impact a copyright analysis.  In this course we will look at four different media, paying special attention to the unique issues for each one and the kinds of information that is important when making copyright decisions for each type of material.  We will work through fair use issues for each multimedia format, look at format-specific exceptions in the law, and consider unique issues for seeking permission for film, music, images and data.\n\nAt the end of this course, participants will have a deeper understanding of how to apply our framework for making copyright decisions, and will be more comfortable with assessing multimedia issues.  They will have gained more and more diverse experience for considering fair use.","partnerIds":["7","23","77"],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d0/3f1880979711e580a14742e6a6ac30/puzzle_cfel.jpg","workload":"4 weeks of study, 1-2 hours/week","startDate":1452116018617,"instructorIds":["4991296","1513093","7974517"],"primaryLanguages":["en"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"name":"Copyright for Multimedia"},{"id":"v1-475","instructorIds":["2659612"],"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"electrical-engineering"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/1c/110aebe42e22a214b71f2b2a3a2529/image.jpg","description":"The course is an introduction to switched-mode power converters. It provides a basic knowledge of circuitry for the control and conversion of electrical power with high efficiency. ","courseType":"v1.session","name":"Introduction to Power Electronics","primaryLanguages":["en"],"slug":"powerelectronics","workload":"6-9 hours/week","partnerIds":["71","126"]},{"id":"jp8K3mO7EeWtqwrXXCH3dQ","instructorIds":["1757953"],"description":"Ce cours contient les 7 premiers chapitres d'un cours donné aux étudiants bachelor de l'EPFL. Il est basé sur le livre \"Introduction à l'analyse numérique\", J. Rappaz M. Picasso, Ed. PPUR. Des outils de base sont décrits dans les 5 premiers chapitres. Les deux derniers chapitres abordent la question de la résolution numérique d'équations différentielles. Plus précisement, nous allons étudier les chapitres suivants du livre :\n\n    Chapitre 1 : interpolation, comment approcher une fonction par un polynôme?\n    Chapitre 2 : comment approcher des dérivées par des formules de différences finies?\n    Chapitre 3 : comment approcher des intégrales par des formules de quadrature?\n    Chapitres 4,5,6 : comment résoudre des (grands) systèmes linéaires?\n    Chapitre 8 : comment résoudre des équations et systèmes d’équations nonlinéaires?\n    Chapitre 9 : comment approcher la solution d’une équations différentielle (problème à valeur initiale)?\n    Chapitre 10 : comment approcher la solution d’un problème aux limites unidimensionnel par une méthode de différences finies?\n\nUn cours de deux heures est donc remplacé par des \"video lectures\" ainsi que les \"quiz\" correspondant. L'heure d'exercices est remplacée par un \"exercice\" où vous devrez faire des expériences numériques avec un programme matlab ou octave, et démontrer des résultats théoriques \"peer review\". Un questionnaire a choix multiple aura lieu à la fin du cours (30% de la note).\n\nIl faut obtenir 60% de la note pour avoir le “statement of accomplishment” et 85% pour l'obtenir \"with distinction\".\n\nPour les étudiants EPFL, les heures de cours selon l'horaire is-academia sont maintenues. Vous devez visionner les \"video lectures\" de la semaine et faire les \"quiz\" avant l'heure de cours. Lors de la première heure de cours, je résoudrai l'exercice théorique (cet exercice theorique sera proposé comme \"peer review\" pour les étudiants externes). Une question du même type pourrait être posée lors de l'examen de juin. Lors de la deuxième heure de cours, je répondrai aux questions et je vous aiderai à faire l'\"exercice\" si nécessaire.\n\nLe temps de travail estimé est le suivant. Il faut compter deux heures pour visualiser les \"video lectures\" et répondre aux \"quiz\". Il faut compter une heure pour faire l'\"exercice\", qui demande de compléter un programme matlab (ou octave) et une heure pour faire l'exercice théorique \"peer review\" soit cinq heures en tout. Après ces cinq heures, vous devriez avoir acquis la matière.","primaryLanguages":["fr"],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/07/d415b08a8511e387b6b54bc39000b0/Analise-Numerique-v2-1200x680---300dpi.png","slug":"analyse-numerique","workload":"","name":"Analyse numérique pour ingénieurs","partnerIds":["16"],"startDate":1455910420405,"domainTypes":[{"domainId":"math-and-logic","subdomainId":"math-and-logic"}]},{"id":"v1-1032","description":"How should we interpret chance around us?  Watch beautiful mathematical ideas emerge in a glorious historical tapestry as we discover key concepts in probability, perhaps as they might first have been unearthed, and illustrate their sway with vibrant applications taken from history and the world around.","instructorIds":["2922394"],"partnerIds":["6"],"courseType":"v1.session","domainTypes":[{"subdomainId":"probability-and-statistics","domainId":"data-science"}],"slug":"probability","name":"Probability","primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2e/14eb70174611e4901c0385eb22f7e1/problogo_resize.jpg","workload":"4-5 hours/week"},{"id":"v1-1775","domainTypes":[{"subdomainId":"design-and-product","domainId":"computer-science"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/77/db45a011b111e4a318514903f0668f/AngelCourseraIcon1.jpg","name":"Interactive Computer Graphics with WebGL","partnerIds":["120"],"workload":"6-8 hours/week","courseType":"v1.session","primaryLanguages":["en"],"description":"Applications of computer graphics are ubiquitous, ranging from animations in movies to computer aided design of mechanical parts. In this course, we will learn how to create three-dimensional  interactive applications using WebGL that run within the latest web browsers. We will disucss all aspects of computer graphics from hardware to software to applications.","slug":"webgl","instructorIds":["4133980"]},{"id":"vQKfPqMeEeWSJQrARhLW0Q","description":"This course aims to improve your Business English writing skills by developing your use of vocabulary, grammar, understanding of different business writing genres, and your ability to write professional business documents. Skills learned in this course will be used in the cross-cultural communications course and help prepare you to produce the professional business documents in the Capstone project.\n\nAfter completing this course, you will be able to:\n\n- write business emails\n- write an executive summary\n- write persuasively in English\n- adapt content to purpose, context and audience\n- use appropriate style and tone of writing for business purposes","instructorIds":["15479425","15682415","15730402"],"domainTypes":[{"domainId":"language-learning","subdomainId":"learning-english"},{"domainId":"business","subdomainId":"business-essentials"}],"courseType":"v2.ondemand","partnerIds":["35"],"workload":"","startDate":1453234804998,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c8/586aa0a33511e5a99cd3df94e620fd/165335.jpg","primaryLanguages":["en"],"name":"English for Effective  Business Writing","slug":"english-for-business-writing"},{"id":"-YdYt3Q6EeWxvQr3acyajw","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"environmental-science-and-sustainability"}],"startDate":1453241687019,"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/59/fbfff0b32411e5a88219278bdbf62d/DektopGISAlternate_1000px_1_.png","description":"Using the knowledge you’ve learned about ArcGIS, complete technical tasks such raster calculations and suitability analysis. In this class you will become comfortable with spatial analysis and applications within GIS during four week-long modules:\n\nWeek 1: Learn the foundational tools for advanced raster analysis\n\nWeek 2: Examine digital elevation models using ArcGIS tools and create derived products such as hillshades and slope rasters.\n\nWeek 3: Become familiar with common algorithms for spatial decision making such as suitability analyses and hydrologic processing. You will also learn how to analyze aerial and satellite imagery to perform time-based analysis.\n\nWeek 4: Explore the advanced ModelBuilder tool, a visual programming language that allows you to automate sections of your data analysis\n\nTake Imagery, Modeling and Applications as a standalone course or as part of the Geographic Information Systems (GIS) Specialization. By completing the fourth class you will gain the skills needed to succeed in the Specialization capstone.","name":"Imagery, Modeling and Applications","partnerIds":["83"],"workload":"","instructorIds":["1460655"],"primaryLanguages":["en"],"slug":"gis-imgagery-model-apply"},{"id":"hxWs3o_nEeWrHRI1nVMcyw","partnerIds":["233"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/80/3d3010b87b11e58ae18543e6165465/__________.jpg","slug":"xinxi-shehui","courseType":"v2.ondemand","domainTypes":[{"domainId":"personal-development","subdomainId":"personal-development"}],"startDate":1456795574766,"instructorIds":["12114568"],"workload":"4 周课程, 2-3 小时/周","description":"通过本门课程，你将能够清楚地认识到当今社会我们面临的机遇和挑战，社会未来的发展趋势与需求，这样我们才能找准自己的位置，确定自己未来的发展方向。这门课程中我将从宏观到微观，从历史到现实，分析社会的发展规律，明晰我们每个人与这个社会的关系。这门课看似与提升生产力并无关系，但事实上，它是后面课程的基础，也是你学习后面内容的动力所在。","name":"信息社会的机遇和挑战","primaryLanguages":["zh-CN"]},{"id":"X9H10cqoEeWhwwrjksNQhQ","name":"Content Strategy for Professionals: Ensuring Your Content's Impact","slug":"effective-content-strategy","description":"In the fourth course of the Content Strategy Specialization - Ensuring Your Content's Impact - you will look at visual communication and the ways you can be more effective with your font choices, photography, and video. You'll also dive deeper into social communities to help you understand how these communities form and what you can do to build your role within them. The last module is pivotal for Content Strategists. It will help you to understand how best to measure your content to maximize its effectiveness relative to the time you commit to it.\n\nWhile this MOOC does share the theoretical elements of Content Strategy, there is a much greater emphasis on its application. Creating trend-worthy headlines and blogs, social media plans, digital measurement templates, video and photography content are all skills you will have in your toolkit by the end of the MOOC, ready to apply at your organization. And speaking of toolkits, we have included one that you can download and take back to work which includes the practical tips from the learnings in this course as well as the previous one on Expanding Your Content's Reach.\n\nGuest lecturers in this course include:\n-- Zach Wise, Associate Professor, Medill Northwestern\n-- Rich Gordon, Professor & Director of Digital Innovation, Medill, Northwestern\n-- Randy Hlavac, Lecturer, Medill, Northwestern (and lead professor of the Social Media Marketing Specialization also on Coursera)","courseType":"v2.ondemand","partnerIds":["54"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b0/f6c310cc2b11e5b9bfdf06f13656c4/CS_Coursera-Logo-4-04.png","workload":"","domainTypes":[{"domainId":"business","subdomainId":"marketing"},{"domainId":"business","subdomainId":"business-strategy"}],"primaryLanguages":["en"],"instructorIds":["2685251","1841753"],"startDate":1455151640855},{"id":"QAzkbDGwEeWNuhKLAhom_w","partnerIds":["7"],"name":"Increasing Real Estate Management Profits: Harnessing Data Analytics","startDate":1441043565722,"description":"In this Capstone project you will use data analysis to recommend a method for improving profits for your company, Watershed Property Management, Inc. Watershed is responsible for managing thousands of residential rental properties throughout the United States. Your job is to persuade both Watershed’s management team and its current clients to pursue a new strategy for managing properties that will increase their profits. To do this, you will:\n \n--Draw upon your new MySQL database skills to extract business metrics from a real-world real estate demographics database.  \n--Implement data analysis in Excel to identify the best opportunities for Watershed to increase revenue, maximize profits, and reduce risk.\n--Articulate a significant and innovative business process change for Watershed based on your data analysis, that you will recommend to company executives.\n--Storyboard the goal and rationale behind your business process change recommendation, focusing on critical business metrics.\n--Create data visualizations with Tableau that illustrate your storyboarded arguments.\n--Design and present a professional quality PowerPoint presentation that will persuade Watershed management to follow your vision for the future.","slug":"analytics-capstone","domainTypes":[{"subdomainId":"data-analysis","domainId":"data-science"}],"instructorIds":["13723820","12388058"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/fd/9a25603cf511e59cda870bd1fe5fe5/CourseraIcons.Square1200.5.jpg","workload":"","primaryLanguages":["en"],"courseType":"v2.capstone"},{"id":"v1-225","slug":"nlangp","domainTypes":[{"subdomainId":"machine-learning","domainId":"data-science"}],"partnerIds":["40"],"description":"Have you ever wondered how to build a system that automatically translates between languages? Or a system that can understand natural language instructions from a human?  This class will cover the fundamentals of mathematical and computational models of language, and the application of these models to key problems in natural language processing.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/7b/10c540352b11e4b1518bb3518fcc93/iStock_000020359734_Small.png","courseType":"v1.session","instructorIds":["1325520"],"workload":"8-10 hours/week","primaryLanguages":["en"],"name":"Natural Language Processing"},{"id":"v1-157","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/42/0dd240352d11e4b07f0965d0c0162f/large-icon.png","name":"Writing in the Sciences","instructorIds":["1367410"],"description":"This course teaches scientists to become more effective writers, using practical examples and exercises. Topics include: principles of good writing, tricks for writing faster and with less anxiety, the format of a scientific manuscript, and issues in publication and peer review.","partnerIds":["1"],"courseType":"v1.session","primaryLanguages":["en"],"slug":"sciwrite","workload":"4-8 hours/week","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"research-methods"}]},{"id":"w5Chgi8hEeWv_w7cMMH1Uw","domainTypes":[{"domainId":"business","subdomainId":"business-strategy"}],"instructorIds":["1400787","14790769"],"slug":"business-growth-strategy","courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a1/eefb004cea11e58e2bdf7abd3714ff/dark-chess-pieces.jpg","description":"Get the tools you need to analyze, evaluate and recommend specific actions organizations can take to grow their value and avoid common growth pitfalls. Learn to determine how best to build value, whether by scaling existing markets, entering established markets or creating new markets through innovation and acquisitions. Apply these concepts in case studies of industry leaders JetBlue, Starbucks, Intel Corporate Venturing and Tata Motors.","workload":"","startDate":1450070370855,"primaryLanguages":["en"],"partnerIds":["18"],"name":"Business Growth Strategy"},{"id":"JumPbBn5EeWwrBKfKrqlSQ","primaryLanguages":["es"],"name":"Swift: programar para iOS","partnerIds":["62"],"domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"},{"domainId":"computer-science","subdomainId":"software-development"}],"courseType":"v2.ondemand","slug":"swift","workload":"5 semanas de estudio, 4-6 horas/semana","instructorIds":["13493992"],"description":"En este curso aprenderás todas las bases del lenguaje de programación Swift. Revisarás temas básicos, desde variables hasta el desarrollo de un par de aplicaciones.\n\nSi eres un programador consolidado en Objective - C / iOS o eres un programador nuevo para la familia de dispositivos de Apple, ¡este curso es para ti! Repasarás temas muy básicos, como constantes y variables, revisarás los fundamentos del lenguaje y conceptos importantes, como opcionales, closures, funciones y muchos otros temas. Estarás trabajando con la versión 2.0 de Swift y aprenderás los cambios que han ocurrido y cómo aplicarlos en el desarrollo de una mejor aplicación móvil para iOS. \n\n¡Bienvenido al curso: Swift, programar para iOS!","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ce/7af3203af911e5bea26397985b6b0e/Fondote_4.1.jpg","startDate":1444155318811},{"id":"rWOCs42DEeWIbw4397jVQw","startDate":1456820311520,"description":"Effective measures of performance and assessment are a crucial component of any virtual program. Teachers and administrators must understand both the myths and challenges of assessing performance virtually, administering standardized testing with geographical challenges, and complying with state and local requirements to make sure students are meeting requirements. This course will discuss student performance in a virtual classroom, formats of virtual assessments, assessing special populations, including at-risk, gifted, and special needs students, data analysis of virtual course gradebooks, and learning management systems as related to performance and assessment. This course will enable teachers to see the importance of communication and organization in managing virtual caseloads, and monitoring student learning remotely through the effective use of learning management system features.","slug":"performance-assessment","courseType":"v2.ondemand","partnerIds":["30"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"education"},{"domainId":"personal-development","subdomainId":"personal-development"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/98/cb866068f811e3b3dcff72619298ae/Logo-for-Performance-MOOC.png","primaryLanguages":["en"],"workload":"2-4 hours/week","name":"Performance Assessment in the Virtual Classroom","instructorIds":["5003560"]},{"id":"v1-1143","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/c0/cbb070acb511e4893aab3342abc7b6/IntroSysEng.png","slug":"introse","name":"Introduction to Systems Engineering","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"electrical-engineering"}],"description":"Learn how the discipline of systems engineering can lead to the successful development of complex systems.","courseType":"v1.session","primaryLanguages":["en"],"instructorIds":["4651928","4566609"],"workload":"4-5 hours/week","partnerIds":["155"]},{"id":"v1-2613","workload":"1-5 hours/week","domainTypes":[{"subdomainId":"data-analysis","domainId":"data-science"},{"subdomainId":"probability-and-statistics","domainId":"data-science"}],"instructorIds":["7234261"],"description":"Regression modeling is the standard method for analysis of continuous\nresponse data. This course provides theoretical and practical training in statistical\nmodeling with particular emphasis on linear and multiple regression.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2e/ddf350abdc11e4964f117b8ea80f27/appliedRegression-logo.png","startDate":1455494400000,"name":"Applied Regression Analysis","partnerIds":["28"],"courseType":"v1.session","primaryLanguages":["en"],"slug":"appliedregression"},{"id":"v1-2424","instructorIds":["3936147"],"slug":"statreasoning2","workload":"3-5 hours/week","partnerIds":["8"],"startDate":1453075200000,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/4a/7beca069da11e49bd06b8acea327da/statreasoning2.png","courseType":"v1.session","description":"A practical and example filled tour of simple and multiple regression techniques (linear, logistic, and Cox PH) for estimation, adjustment and prediction.","name":"Statistical Reasoning for Public Health 2: Regression Methods","primaryLanguages":["en"],"domainTypes":[{"subdomainId":"clinical-science","domainId":"life-sciences"},{"subdomainId":"probability-and-statistics","domainId":"data-science"}]},{"id":"v1-453","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2a/6961a0352c11e49d32519928fb33e3/iStock_000018822031Small.png","partnerIds":["1"],"instructorIds":["2691794"],"courseType":"v1.session","workload":"2-8 hours/week","slug":"einstein","primaryLanguages":["en"],"name":"Understanding Einstein: The Special Theory of Relativity","description":"This course offers you the opportunity to gain a deeper understanding of the life and work of the young Albert Einstein and especially his mind-bending special theory of relativity. ","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"physics-and-astronomy"}]},{"id":"v1-2570","name":"Introduction to Classical Music","slug":"introclassicalmusic","partnerIds":["109"],"workload":"3-5 hours/week","instructorIds":["1624998"],"courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ed/69a8f07b1211e4b137eb64f6e00bd9/instru.jpg","primaryLanguages":["en"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"description":"Using a simple and enjoyable teaching style, this course introduces the novice listener to the wonders of classical music, from Bach fugues to Mozart symphonies to Puccini operas."},{"id":"v1-1617","description":"Are you interested in learning how to program (in Python) within a scientific setting?\n\nThis course will cover algorithms for solving various biological problems along with a handful of programming challenges helping you implement these algorithms in Python.  It offers a gentler-paced alternative to the first course in our Bioinformatics Specialization (Finding Hidden Messages in DNA).","domainTypes":[{"domainId":"life-sciences","subdomainId":"bioinformatics"},{"subdomainId":"algorithms","domainId":"computer-science"}],"name":"Biology Meets Programming: Bioinformatics for Beginners","slug":"algobioprogramming","courseType":"v1.session","primaryLanguages":["en"],"instructorIds":["1540981","2658887"],"startDate":1453680000000,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/fb/f19010d82511e5bf5e75f9bebf197e/beginners_cover.png","partnerIds":["53"],"workload":"6-10 hours/week"},{"id":"H9j3VizfEeW-zwq84wShFQ","startDate":1445359706880,"courseType":"v2.ondemand","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"electrical-engineering"}],"slug":"internet-of-things-dragonboard","instructorIds":["12279078","12280323"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/80/4a2c904d0811e593d7637e1c80c9be/internet-of-things.jpg","name":"Internet of Things: Setting Up Your DragonBoard™ Development Platform","description":"Do you want to develop skills to prototype mobile-enabled products using state-of-the-art technologies? In this course you will build a hardware and software development environment to guide your journey through the Internet of Things specialization courses. We will use the DragonBoard™ 410c single board computer (SBC). \n\nThis is the first in a series of courses where you will learn both the theory and get the hands-on development practice needed to prototype Internet of Things products.  This course is suitable for a broad range of learners. \n \nThis course is for you if:\n•  You want to develop hands-on experience with mobile technologies and the Internet\n•  You want to pivot your career towards the design and development of Internet of Things enabled products\n•  You are an entrepreneur, innovator or member of a DIY community \n\nLearning Goals: \nAfter completing this course, you will be able to:\n1.  Configure at least one integrated development environment (IDE) for developing software.\n2.  Make use of git, adb and fastboot to flash multiple OS and repair bricked boards.\n3.  Install Android 5.1 (Lollipop) and Linux based on Ubuntu.\n4.  Create, compile and run a Hello World program.\n5.  Describe the DragonBoard™ 410c peripherals, I/O expansion capabilities, Compute (CPU and Graphics) capabilities, and Connectivity capabilities.","workload":"","primaryLanguages":["en"],"partnerIds":["53"]},{"id":"Vqis2Ok5EeSgjCIAC5MR2Q","partnerIds":["60"],"name":"The Music of the Rolling Stones, 1962-1974","domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"},{"domainId":"arts-and-humanities","subdomainId":"history"}],"slug":"rolling-stones","courseType":"v2.ondemand","description":"This course will survey the music of the Rolling Stones, beginning with the roots and first formation of the band in the early 1960s, and following the group through the release of It's Only Rock 'n' Roll in late 1974.","workload":"","primaryLanguages":["en"],"instructorIds":["2599979"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/3d/5e2d7010fd11e4acadedeba81f203a/RollingStonesLogo_v2.jpg","startDate":1432221312610},{"id":"etUml1ZbEeWQVQr3-Nu12w","workload":"6 semanas de estudio, 6-8 horas/semana","primaryLanguages":["es"],"instructorIds":["703888"],"description":"Aprende sobre el proceso de producción de música -incluyendo la grabación, la edición y la mezcla- y sobre las herramientas disponibles para crear música contemporánea en tu computadora.","name":"Introducción a la producción de música","courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2d/427760670b11e594ab6d3298fccd6c/music-production.jpg","slug":"produccion-musical","startDate":1448057620911,"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"partnerIds":["21"]},{"id":"73wUyhqPEeWwrBKfKrqlSQ","instructorIds":["13728862","12264824","13723863"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/68/1b8110462711e58738b93f7fb6a31b/Course4.jpg","workload":"4 weeks of study, 2-4 hours/week","name":"Mastering the Software Engineering Interview","courseType":"v2.ondemand","startDate":1454350347462,"domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"primaryLanguages":["en"],"description":"You’ve hit a major milestone as a computer scientist and are becoming a capable programmer. You now know how to solve problems, write algorithms, and analyze solutions; and you have a wealth of tools (like data structures) at your disposal.  You may now be ready for an internship or (possibly) an entry-level software engineering job.  But can you land the internship/job?  It depends in part on how well you can solve new technical problems and communicate during interviews.  How can you get better at this?  Practice!  \n\nWith the support of Google’s recruiting and engineering teams we’ve provided tips, examples, and practice opportunities in this course that may help you with a number of tech companies.  We’ll assist you to organize into teams to practice.  Lastly, we’ll give you basic job search advice, and tips for succeeding once you’re on the job.","partnerIds":["53"],"slug":"cs-tech-interview"},{"id":"zfksZy_FEeWWqBIFfWmDPQ","partnerIds":["15"],"domainTypes":[{"subdomainId":"data-analysis","domainId":"data-science"},{"domainId":"computer-science","subdomainId":"software-development"}],"slug":"data-manipulation","name":"Data Manipulation at Scale: Systems and Algorithms","courseType":"v2.ondemand","workload":"4 weeks of study, 6-8 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera.s3.amazonaws.com/topics/datasci/large-icon.png","description":"Data analysis has replaced data acquisition as the bottleneck to evidence-based decision making --- we are drowning in it.  Extracting knowledge from large, heterogeneous, and noisy datasets requires not only powerful computing resources, but the programming abstractions to use them effectively.  The abstractions that emerged in the last decade blend ideas from parallel databases, distributed systems, and programming languages to create a new class of scalable data analytics platforms that form the foundation for data science at realistic scales.\n\nIn this course, you will learn the landscape of relevant systems, the principles on which they rely, their tradeoffs, and how to evaluate their utility against your requirements. You will learn how practical systems were derived from the frontier of research in computer science and what systems are coming on the horizon.   Cloud computing, SQL and NoSQL databases, MapReduce and the ecosystem it spawned, Spark and its contemporaries, and specialized systems for graphs and arrays will be covered.\n\nYou will also learn the history and context of data science, the skills, challenges, and methodologies the term implies, and how to structure a data science project.  At the end of this course, you will be able to:\n\nLearning Goals: \n1. Describe common patterns, challenges, and approaches associated with data science projects, and what makes them different from projects in related fields.\n2. Identify and use the programming models associated with scalable data manipulation, including relational algebra, mapreduce, and other data flow models.\n3. Use database technology adapted for large-scale analytics, including the concepts driving parallel databases, parallel query processing, and in-database analytics\n4. Evaluate key-value stores and NoSQL systems, describe their tradeoffs with comparable systems, the details of important examples in the space, and future trends.\n5. “Think” in MapReduce to effectively write algorithms for systems including Hadoop and Spark.  You will understand their limitations, design details, their relationship to databases, and their associated ecosystem of algorithms, extensions, and languages.\nwrite programs in Spark\n6. Describe the landscape of specialized Big Data systems for graphs, arrays, and streams","primaryLanguages":["en"],"instructorIds":["999946"],"startDate":1442335130927},{"id":"DJwLGW03EeW9CAqYJHF3zQ","name":"Course 2: Career Brand Development and Self-Coaching","courseType":"v2.ondemand","instructorIds":["7581768","7850590","15564129","7824266","9026100","9775195"],"partnerIds":["117"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6d/6b4b10b26411e5bfec591131c93482/College-Photos-_OCGR_-005_2.jpg","slug":"career-brand-development-self-coaching","workload":"","description":"In this course, you will engage in developing and strengthening the functional component of your career brand. Acting as “your own Chief Executive Officer” (P. Drucker), you will learn how to use strategic management models and techniques for enhancing your skills portfolio. You will learn how to increase your human capital by developing and documenting high-demand marketable skills. After completing this course, you will be able to: \n- Implement business strategy and models and tools, such as benchmarking and SWOT analysis, for identifying and analyzing your competitive strengths and addressing competency gaps in a skill-based, competitive job selection context; \n- Understand evidence-based, data-driven skill assessment methodologies and techniques; \n- Select appropriate assessment tools and apply them for a thorough, accurate, evidence-based and data driven self-assessment of your transferable skills; \n- Create your critical competency profile (\"The Self-Assessment Grid for Evaluation, or SAGE\") and use it as an effective instrument for an objective, 360 degree self-assessment of your competitive strengths and competency gaps; \n- Create and use an effective instrument for organizing, directing and monitoring your skill-building activities (“The Skill-Building Dashboard, or Skill-Builder”); \n- Develop an effective tool (“The T-Portfolio”) for gathering and organizing samples of standards, best practices, assessment instruments and techniques in your chosen field; \n- Effectively organize your self-management information system to systematically collect and analyze job-related data, evaluate and assess required competencies and skills, develop and implement plans for self-improvement, and monitor your progress; \n- Develop and implement a realistic performance metric for your career development activities (\"Your Present Job Market Value\"); \n- Engage in self-coaching to support active self-development.","primaryLanguages":["en"],"domainTypes":[{"domainId":"personal-development","subdomainId":"personal-development"},{"domainId":"business","subdomainId":"leadership-and-management"}],"startDate":1453238167372},{"id":"W-ayAiM9EeSjriIACzaDig","instructorIds":["1321389"],"courseType":"v2.ondemand","name":"Property and Liability: An Introduction to Law and Economics","workload":"16 hours of videos and assessments","partnerIds":["34"],"slug":"property-law-and-economics","domainTypes":[{"subdomainId":"law","domainId":"social-sciences"},{"subdomainId":"economics","domainId":"social-sciences"}],"primaryLanguages":["en"],"startDate":1420653168149,"description":"Think about the oldest and most familiar principles of American law, property and proportional liability, in a new and surprising way, and learn to apply economic reasoning to an especially important and interesting aspect of life.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/20/29a56e9044b4ed07a9abc3140b84bf/Smokestacks_3958.jpeg"},{"id":"v1-2183","workload":"3-4 hours/week","partnerIds":["221"],"name":"História da Contabilidade","description":"Este curso visa analisar a relação entre a Contabilidade e a sociedade através do tempo e oferecer um contexto para o conteúdo técnico que os estudantes costumam aprender em cursos de graduação, apresentando as situações em que se desenvolveram conceitos utilizados atualmente na Contabilidade. ","primaryLanguages":["pt"],"domainTypes":[{"subdomainId":"finance","domainId":"business"},{"domainId":"arts-and-humanities","subdomainId":"history"}],"courseType":"v1.session","slug":"histcontabilidade","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/84/4530003a7c11e4802a1fb78aad2eef/Clay_accounting_tokens_Susa_Louvre_n2.jpg","instructorIds":["9328746","8891317"]},{"id":"IgfO1XzlEeW3pg6oA-kqJQ","partnerIds":["15"],"instructorIds":["15471184","15497634"],"courseType":"v2.ondemand","startDate":1453228573842,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b8/f8cf90ae6211e59ddab9dcf68c5254/4_presentations.jpg","workload":"","description":"This course teaches you language and techniques that will help you make effective presentations in English. The final task is to develop a well-organized, persuasive presentation using charts and graphs that sells your city as a venue.\n\nCourse Learning Objectives\n\n•\tPresent information in an organized and engaging way\n•\tShare data in charts and graphs\n•\tUse persuasive language in a presentation","primaryLanguages":["en"],"domainTypes":[{"domainId":"business","subdomainId":"business-essentials"}],"slug":"business-english-presentations","name":"Business English: Making Presentations"},{"id":"pbw8djXzEeW6RApRXdjJPw","domainTypes":[{"domainId":"business","subdomainId":"marketing"}],"startDate":1453073417797,"courseType":"v2.ondemand","partnerIds":["54"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/15/d88c50db0911e5aa0cd12da06df3ac/5.png","workload":"4 weeks of study, 1-2 hours/week","instructorIds":["2685315"],"description":"In a 2014 study of CEOs and CMOs, IBM found 63% wanted social strategies which generate business metrics while only 20% of businesses worldwide actually have them. This means strategies which not only grow your company’s social footprint but link to your sales and marketing systems. With this critical linkage, your social and mobile strategies will provide you with the ability to engage consumers at a 1-to-1 level and measure your social investments in terms of costs, revenues, profits and ROI. In this fifth MOOC of the Social Marketing Specialization - \"The Business of Social\" - you will learn how to transform your organization's social marketing from an untracked investment to an integral part of your company’s marketing strategy. You will learn the legal considerations involved as well as proven performance metrics and management tactics for success.\n\nAdditional MOOC 5 faculty include:\n* Rich Gordon (Professor & Director of Digital Innovation, Medill, Northwestern)\n* Tom Collinger (Executive Director Spiegel Research Center and Senior Director Distance Learning, Medill Integrated Marketing Communications, Northwestern)\n* Seth Redmore (CMO, Lexalytics, Inc.)\n* Jeff Davidoff (CMO, Donuts.Domains) \n* Matt Krull (Business Unit Executive, IBM Security) \n* Frank Mulhern (Associate Dean, Department Chair, and Professor, Integrated Marketing Communications, Northwestern)","slug":"business-of-social","primaryLanguages":["en"],"name":"The Business of Social"},{"id":"v1-1830","slug":"sjtumia","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/53/8c6a80352911e4983ad3612bf5dfa7/______.png","primaryLanguages":["zh"],"workload":"6-8 hours/week","name":"医学图像处理技术 Medical Image Analysis","instructorIds":["7379612"],"courseType":"v1.session","description":"本课程针对医学图像的特征，结合临床需求，由浅入深地讲解医学图像的种类、特征、应用领域、数字化存储形式，并分类讲解图像处理的理论和算法，结合应用案例和课程实践使学生熟练掌握祥光领域的知识和技能，并具备一定的动手能力。","domainTypes":[{"subdomainId":"clinical-science","domainId":"life-sciences"},{"subdomainId":"machine-learning","domainId":"data-science"}],"partnerIds":["150"]},{"id":"v1-642","name":"Foundations of Teaching for Learning 6: Introduction to Student Assessment","slug":"teach6","instructorIds":["5212795","6022603","3366373"],"description":"At various points in the education cycle you will need to provide information which can be used to determine the extent to which your teaching is helping or has helped to achieve learning goals. This course prepares you to use assessment as part of the teaching and learning process.  ","workload":"4-6 hours/week","courseType":"v1.session","primaryLanguages":["en"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}],"partnerIds":["106"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/e4/dc82c0352b11e488c8d9622ef02af4/CET-Updated-H264-720p6.png"},{"id":"PwEwVKXfEeSlhSIAC3tQMw","description":"We live in a world of intensifying global relationships, one in which international business has become the key determinant of economic development and prosperity. This course, Global Business Environment, Part I, introduces students to a fundamental understanding of the socioeconomic political, cultural, and linguistic environment in which international businesses operate. This course utilizes an inquiry-based approach to understanding country level relationships in the Global Business Environment. It surveys the global business environment by asking and answering key questions about society, the global economy, cultures, institutions and languages. The questions we will ask are: 1. What is Globalization?, 2. Is Globalization New?, 3. How do Political and Social Institutions impact National Economic Development?, 4. What is the role of Culture?, 5. What are the Gains from Trade?6. Free Trade, Free-r Trade or Managed Trade?, 7. What are Foreign Currencies and how are Exchange Rates Determined?, 8. What does the Current Global Business Environment look like? This inquiry-based approach creates reflective opportunities for students to better understand the environment in which businesses operate. Lectures are delivered in an engaging manner, which encourages reflection and inquiry.","courseType":"v2.ondemand","partnerIds":["120"],"name":"International Business I","startDate":1453142000576,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c3/2ccd30016711e488e055d2493cbf7d/globe_magnify_glass.jpg","workload":"","instructorIds":["7311350"],"primaryLanguages":["en"],"domainTypes":[{"domainId":"business","subdomainId":"business-strategy"},{"subdomainId":"economics","domainId":"social-sciences"}],"slug":"international-business"},{"id":"v1-207","instructorIds":["1224295"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/25/f5dc1d6f2eb02041e27c0f59359bab/archaeology-course.jpg","description":"Admit it — you wanted to be an archaeologist when you grew up...  This course builds on that enthusiasm, while radically expanding your notions about just what archaeology is and just what archaeologists do. ","name":"Archaeology's Dirty Little Secrets","partnerIds":["22"],"slug":"secrets","workload":"4-6 hours/week","courseType":"v1.session","domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"history"}],"primaryLanguages":["en"]},{"id":"4ljhX6MeEeWHXAr1OpR7HQ","domainTypes":[{"domainId":"language-learning","subdomainId":"learning-english"}],"instructorIds":["15479425","15682415","15730402"],"startDate":1453234816014,"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/71/984fb0a47e11e5bf4fc5bb0ab2aa04/ip2NX5LM3-hzB1oE79AJnIEqnnomBXtM-mq4yPe6_GM.jpg","partnerIds":["35"],"description":"This course aims to improve your Business English speaking skills by developing your use of vocabulary, grammar, pronunciation, spoken communication skills within a Business context, and your ability to deliver professional business speeches for specific purposes. Skills learned in this course will be used in the cross-cultural communications course and help prepare you to deliver the professional business presentation in the Capstone project.\n\nAfter completing this course, you will be able to:\n\n- delivery effective job interviews\n- give persuasive business pitches\n- delivery informative business presentations\n- speak persuasively in English\n- adapt content to purpose, context and audience\n- use appropriate style and tone of writing for business purposes","workload":"","name":"English for Effective Business Speaking","primaryLanguages":["en"],"slug":"english-for-business-speaking"},{"id":"jh4YTdysEeSnbSIACyCHUg","description":"This course will give you a glimpse into six different areas of American law: Tort Law, Contract Law, Property, Constitutional Law, Criminal Law, and Civil Procedure. You will gain insight into the complexities and dilemmas that arise from the application of law in different settings, and what is distinctive about American approaches.","instructorIds":["8956848","8956964","8956842","600860","8956855","8956968","8956960"],"domainTypes":[{"subdomainId":"law","domainId":"social-sciences"}],"courseType":"v2.ondemand","partnerIds":["6"],"slug":"american-law","name":"An Introduction to American Law","startDate":1441824391924,"workload":"1 hour/week","primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/85/5a8ce0441a11e4863453d0b7b531c5/Law-Logo-3.png"},{"id":"v1-106","partnerIds":["15"],"slug":"datasci","domainTypes":[{"subdomainId":"data-analysis","domainId":"data-science"}],"courseType":"v1.session","previewLink":"https://class.coursera.org/datasci-001/lecture/preview","description":"Join the data revolution. Companies are searching for data scientists. This specialized field demands multiple skills not easy to obtain through conventional curricula. Introduce yourself to the basics of data science and leave armed with practical experience extracting value from big data. #uwdatasci","workload":"10-12 hours/week","primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/15/f86bc0352d11e485649b7db944a974/large-icon.png","instructorIds":["999946"],"name":"Introduction to Data Science"},{"id":"nymnhGMNEeWMMg7wwTZV_Q","slug":"mobile-robot","startDate":1453087602840,"domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"},{"domainId":"computer-science","subdomainId":"software-development"}],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/76/900140661a11e5b0700146cbfe6eed/Control-of-Mobile-Robots-icon600x340.jpg","description":"Control of Mobile Robots is a course that focuses on the application of modern control theory to the problem of making robots move around in safe and effective ways. The structure of this class is somewhat unusual since it involves many moving parts - to do robotics right, one has to go from basic theory all the way to an actual robot moving around in the real world, which is the challenge we have set out to address through the different pieces in the course.","partnerIds":["9"],"workload":"","name":"Control of Mobile Robots","instructorIds":["247285"],"primaryLanguages":["en"]},{"id":"v1-2625","description":"In this course we will learn how to connect Android mobile devices to cloud computing and data storage resources, essentially turning a device into an extension of powerful cloud-based services on popular cloud computing platforms, such as Google App Engine and Amazon EC2. ","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"},{"domainId":"computer-science","subdomainId":"software-development"}],"slug":"mobilecloudprogram","name":"Programming Cloud Services for Android Handheld Systems: Spring","courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3b/a63100879d11e48af9d5be1568673a/coursera_course_logo.png","partnerIds":["37"],"primaryLanguages":["en"],"workload":"8-12 hours/week","instructorIds":["1337829","4639533"]},{"id":"g2OnMD-OEeWZtA4u62x6lQ","name":"High Performance Collaboration: Leadership, Teamwork, and Negotiation","startDate":1445044015528,"courseType":"v2.ondemand","description":"Are leaders born or made?  Learn the essential skills to develop and expand your leadership repertoire,  design teams for collaboration, and craft win-win negotiation strategies. High Performance Collaboration: Leadership, Teamwork, and Negotiation focuses on leadership, teamwork, and negotiation. Students will engage in self-assessments to analyze their leadership style, develop team charters to optimize their groups, and develop a game plan for effective negotiation.\n\nRecurring course sessions repeat every 2 weeks on Monday with an enrollment period of 5 days.","partnerIds":["54"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2f/4d9b90a41211e5813ae95c11340c43/Course-1.jpg","instructorIds":["14353252"],"workload":"","primaryLanguages":["en"],"slug":"leadership-collaboration","domainTypes":[{"domainId":"business","subdomainId":"leadership-and-management"},{"domainId":"business","subdomainId":"business-strategy"}]},{"id":"RYH9NTXzEeWWBQrVFXqd1w","description":"Want your content to go viral? Who doesn't! It takes a thoughtful, integrated approach to make content that stands out in our increasingly oversaturated world. In this fourth course of the Social Marketing Specialization - \"Content, Advertising & Social IMC\" - you will learn how marketers are successfully navigating today's media landscape. You will learn why developing engaging content for your audience is an essential component in effective social marketing. A panel of experts will unlock the paid/owned/earned media riddle and replace it with an integrated who/what/where approach that utilizes platform-specific messaging to grow your market share. This course also includes an overview of the integrated marketing communications strategy for social and how it is being deployed around the globe, as well as gamification tips to keep your audiences coming back for more. In addition, you will learn the secrets to advertising on Facebook and other social sites.\n\nAdditional MOOC 4 faculty include:\n* Judy Ungar Franks (President, The Marketing Democracy, Ltd. & Lecturer, Medill Integrated Marketing Communications, Northwestern)\n* Steffi Decker (Junior Partner, Chong and Koster)\n* Joey Strawn (Director of Integrated Marketing, Industrial Strength Marketing)","startDate":1450070135808,"domainTypes":[{"domainId":"business","subdomainId":"marketing"}],"courseType":"v2.ondemand","workload":"4 weeks of study, 1-3 hours/week","partnerIds":["54"],"slug":"social-imc","instructorIds":["2685315"],"primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0b/3d3f20db0911e580268dffc4dde5d3/4.png","name":"Content, Advertising & Social IMC"},{"id":"yKb2o0ehEeWk9g4dP2hYVQ","courseType":"v2.ondemand","partnerIds":["6"],"workload":"4 weeks of study, 1-2 hours/week","description":"People analytics is a data-driven approach to managing people at work. For the first time in history, business leaders can make decisions about their people based on deep analysis of data rather than the traditional methods of personal relationships, decision making based on experience, and risk avoidance. In this brand new course, three of Wharton’s top professors, all pioneers in the field of people analytics, will explore the state-of-the-art techniques used to recruit and retain great people, and demonstrate how these techniques are used at cutting-edge companies. They’ll explain how data and sophisticated analysis is brought to bear on people-related issues, such as recruiting, performance evaluation, leadership, hiring and promotion, job design, compensation, and collaboration. By the end of this course, you’ll understand how and when hard data is used to make soft-skill decisions about hiring and talent development, so that you can position yourself as a strategic partner in your company’s talent management decisions. Organizations flourish when the people who work in them flourish. Analytics can help make both happen. This course in People Analytics is designed to help you flourish in your career, too.","instructorIds":["2756574","14265482","3189217"],"name":"People Analytics","primaryLanguages":["en"],"slug":"wharton-people-analytics","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9f/139e404cdb11e5bb11bbbec9ff99cd/coursera_people_analytics_8x8.png","startDate":1449255817806,"domainTypes":[{"domainId":"business","subdomainId":"leadership-and-management"},{"subdomainId":"data-analysis","domainId":"data-science"}]},{"id":"LaPkiBkDEeW2kQ6Me2SR7Q","workload":"4 weeks of study, 4-6 hours/week","domainTypes":[{"domainId":"language-learning","subdomainId":"learning-english"},{"domainId":"personal-development","subdomainId":"personal-development"}],"instructorIds":["1381407","11010976","9363102"],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a7/95aa3038bf11e489a0dfadd0d3e8ba/English.jpg","slug":"teaching-english","description":"Thinking about teaching your university subject in English but it’s not the Language you normally use? \nThen, English for teaching purposes is the course for you. A course on English and teaching methodology that aims to help university lecturers do their teaching in English, in line with university internationalisation policies.\n\nThe course structure is the same for all learners and there are opportunities for them to link up with colleagues from universities all over the world who share the same discipline and discourse community, to ask questions and exchange ideas.\nThis MOOC targets lecturers who wish to begin using English in their teaching. A priori, this means university lecturers from countries where English is not the L1 or a widely-used language (Romance language-speaking countries, for example), though in fact the course is open to teachers from all educational stages who want to teach through English, following the principles of EMI (English Medium Instruction).\n\nOn completing the course, you should be able to do the following.\n\na) Teach a university subject in English, having gained the necessary confidence and skills.\n \nb) Integrate all aspects of CLIL (methodological, pedagogical, strategic, attitudinal, motivational, linguistic, sociolinguistic and pragmatic) to put together their own English-medium course on their particular subject.\n\nc) Describe the characteristics of the university lecture discourse genre (planning, agents, channels, phases, dynamics, and current flexibility of the genre).\n\nd) Understand and perform the basic linguistic macro-functions within English teaching discourse.\n\ne) Understand and perform, using the appropriate linguistic exponents (vocabulary, structures, and phraseology), the main micro-functions in English teaching discourse: metalinguistic, informative, evaluative, inductive, and social.\n\nf) Consolidate their oral expression and interaction skills, and their grammar and vocabulary, at English levels C1 and C2 as defined by the Council of Europe.\n\n\nEnglish for Teaching Purposes is a course provided by the Language Service at the Universitat Autònoma de Barcelona (UAB).","startDate":1444076589359,"name":"English for Teaching Purposes","primaryLanguages":["en"],"partnerIds":["80"]},{"id":"LrZ_qEziEeWyUw4oVjG8nQ","primaryLanguages":["es"],"partnerIds":["58"],"courseType":"v2.ondemand","description":"En este curso, el participante conocerá una buena parte de la química que lo rodea y tendrá elementos para saber que la química no es tan mala como nos quieren hacer creer.","domainTypes":[{"subdomainId":"chemistry","domainId":"physical-science-and-engineering"},{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"}],"workload":"","slug":"quimica-en-mi-casa","name":"¡¿Cómo?! ¿Química en mi casa?","instructorIds":["14841660"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/76/7cbb6083ea11e5a1f419561dc8410e/quimica_en_mi_casa.jpg","startDate":1447726074043},{"id":"bnQLDSclEeWbiBJCM9ziNQ","instructorIds":["2570956"],"courseType":"v2.ondemand","domainTypes":[{"subdomainId":"algorithms","domainId":"computer-science"}],"partnerIds":["130"],"startDate":1449274821436,"name":"Approximation Algorithms Part I","workload":"","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/97/f13fb03fec11e5a811a5a85ed92660/number5.png","description":"Approximation algorithms, Part I\n\nHow efficiently can you pack objects into a minimum number of boxes? How well can you cluster nodes so as to cheaply separate a network into components around a few centers? These are examples of NP-hard combinatorial optimization problems. It is most likely impossible to solve such problems efficiently, so our aim is to give an approximate solution that can be computed in polynomial time and that at the same time has provable guarantees on its cost relative to the optimum. \n\nThis course assumes knowledge of a standard undergraduate Algorithms course, and particularly emphasizes algorithms that can be designed using linear programming, a favorite and amazingly successful technique in this area. By taking this course, you will be exposed to a range of problems at the foundations of theoretical computer science, and to powerful design and analysis techniques. Upon completion, you will be able to recognize, when faced with a new combinatorial optimization problem, whether it is close to one of a few known basic problems, and will be able to design linear programming relaxations and use randomized rounding to attempt to solve your own problem. The course content and in particular the homework is of a theoretical nature without any programming assignments.  \n\nThis is the first of a two-part course on Approximation Algorithms.","primaryLanguages":["en"],"slug":"approximation-algorithms-part-1"},{"id":"VuB23StaEeWccAqzeA4VPw","instructorIds":["11799990","11282268"],"partnerIds":["33"],"domainTypes":[{"subdomainId":"finance","domainId":"business"}],"courseType":"v2.ondemand","workload":"4-6 hours/week","primaryLanguages":["en"],"description":"In this course, participants will learn the foundations of accounting principles and financial analysis, develop an understanding of the links between these, and the measurement of value creation at the firm level. This is the first course in a four-course Specialization on the Essentials of Corporate Financial Analysis and Decision-Making, created in partnership between the University of Melbourne and Bank of New York Mellon (BNY Mellon).","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a5/9e46a0ef9011e4b22fcd06b6bf9a23/BNY_MOOC_1st_Course_hero_image.jpg","name":"The Language and Tools of Financial Analysis","slug":"financial-analysis","startDate":1447091580117},{"id":"v1-170","name":"Exploring Quantum Physics","instructorIds":["324786","724736"],"previewLink":"https://class.coursera.org/eqp-003/lecture/preview","courseType":"v1.session","partnerIds":["32"],"primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/27/8b6f00352c11e4aa3c599183b828af/Preliminary_Draft_Logo_Clark_Galitski2.png","slug":"eqp","description":"An introduction to quantum physics with emphasis on topics at the frontiers of research, and developing understanding through exercise.","workload":"5-7 hours/week","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"physics-and-astronomy"}]},{"id":"GG7g_Ed6EeWb5ArkqfgJBw","startDate":1453702245525,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b7/f8b260479011e5a942d344b74e874c/course-3-logo.jpg","instructorIds":["14641356"],"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"electrical-engineering"},{"domainId":"computer-science","subdomainId":"computer-security-and-networks"}],"courseType":"v2.ondemand","partnerIds":["30"],"description":"The Raspberry Pi uses a variety of input/output devices based on protocols such as HDMI, USB, and Ethernet to communicate with the outside world. In this class you will learn how to use these protocols with other external devices (sensors, motors, GPS, orientation, LCD screens etc.) to get your IoT device to interact with the real world. Most physical devices use analog signals;  however computer hardware is digital so in this class you will learn how these signals are converted back-and-forth and how this must be considered as you program your device. The basic design of a sensor-actuator system will also be covered. You will also learn how to build more sophisticated hardware systems using Raspberry Pi expansion boards to create fun and exciting IoT devices.","name":"Interfacing with the Raspberry Pi","primaryLanguages":["en"],"workload":"4 weeks of study 2-4 hours/week","slug":"raspberry-pi-interface"},{"id":"3pygaxqEEeWDtQoum3sFeQ","partnerIds":["208"],"name":"Como criar jogos 2D para iPhone e iPad","workload":"5 semanas de estudo, 2 horas/semana","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"courseType":"v2.ondemand","startDate":1452888687984,"slug":"ios-jogos","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6e/4314403cc211e59ae4b58ae74cb10d/curso4_final.jpg","primaryLanguages":["pt-BR"],"description":"Bem vindo ao quarto curso do Programa de Cursos Integrados de desenvolvimento iOS da UNICAMP!\n\nAlguma vez você já imaginou criar o seu próprio jogo para iPhone e iPad? ou aumentar o engajamento dos usuários de algum aplicativo seu, transformando-o numa espécie de jogo onde os usuários podem competir entre si para ganhar pontos e prêmios?\n\nNeste curso você irá conhecer os princípios de desenvolvimento de jogos, o SpriteKit - framework de criação de jogos 2D da Apple e o GameCenter - rede social de jogos da Apple. As ferramentas de Game Design que serão trabalhadas neste curso também serão úteis para incrementar aplicativos que não são jogos com mecânicas que permitirão aumentar o engajamento dos usuários de seu aplicativo (gamificação).\n\nEste curso é composto por várias videoaulas passo a passo, para você que tem pouca experiência com programação de jogos, ou já é um programador experiente mas não nunca fez um jogo iOS, acompanhar as aulas e evoluir no seu próprio ritmo.\n\nConcluindo esse curso, você será capaz de desenvolver um jogo para iPhone e iPad, e usar o GameCenter para aumentar a competição entre os jogadores, ou gamificar e engajar os usuários de um aplicativo que não é jogo.\n\nO que você está esperando? Junte-se a milhares de outros usuários e comece já a desenvolver seus próprios jogos para iPhone e iPad e disponibilizá-los para milhões de usuários e jogadores ao redor do mundo!","instructorIds":["13190619","6827532"]},{"id":"v1-1367","partnerIds":["50"],"domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"}],"slug":"chronicpain","description":"Chronic pain is at epidemic levels and has become the highest-cost condition in health care. This course uses evidence-based science with creative and experiential learning to better understand chronic pain conditions and how they can be prevented through self-management in our cognitive, behavioral, physical, emotional, spiritual, social, and environmental realms.","instructorIds":["6073589"],"courseType":"v1.session","primaryLanguages":["en"],"workload":"2-4 hours/week","name":"Preventing Chronic Pain: A Human Systems Approach","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/8d/5340607e2511e3b8e8bd7acce69637/chronic_pain_logo.jpg"},{"id":"SigFcjZtEeW6RApRXdjJPw","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/05/36f4d0b2c411e5bc793bb6b305a033/maital-coursera-A.jpg","description":"Skill at discovering new ideas, and delivering them, may be one of the most important practical job skills, in today’s and tomorrow’s job market. Creativity is an acquired skill, one that improves with practice. This course aims to empower individuals who believe they have lost their innate creativity, because they, their employers or teachers prefer the three R's: replication, repetition and rote, to innovation. We show how to re-ignite rusty creative powers. \n\nDuring this course, you will learn proven tools, frameworks and concepts useful for discovery– generating an endless stream of new ideas implementing at least some of those ideas with skill and persistence, based on books and articles written by the instructors. \n\nIn the first part of the course, you will learn a proven structured method for generating and implementing world-changing ideas known as ‘Zoom in, Zoom out, Zoom in’  that makes creativity more accessible to everyone. In the following weeks, you will learn practical proven tools useful for delivering ideas by employing the basic principles of business and management. You will practice the method, use it to tackle challenging real-world needs and produce a 2-3 minutes video presenting your idea.\n\nCourse Learning Outcomes\n\nOn successfully completing this four-week course, you will be able to:\n- Manage a process to generate an unending stream of creative ideas\n- Lead a process of innovation and implement ideas through all phases from discovery to delivery.\n- Apply creativity to a wide range of strategic management issues.\n- Solve problems with a high degree of innovation, creative thinking and risk taking.\n- Use and apply proven structured method for generating and implementing world-changing ideas known as ‘Zoom in, Zoom out, Zoom in’.\n- Develop and implement an innovation in your own practice.\n- Identify new and unfamiliar challenges and reflect on these challenges from a creative point of view, action they require and service they provide.\n- Demonstrate creative problem solving skills for defining, structuring and solving real world operations management problems.","name":"Cracking the Creativity Code: Discovering Ideas","courseType":"v2.ondemand","domainTypes":[{"domainId":"business","subdomainId":"entrepreneurship"},{"domainId":"personal-development","subdomainId":"personal-development"}],"partnerIds":["129"],"slug":"startup-entrepreneurship-discovering-ideas","instructorIds":["9890993"],"startDate":1454971406938,"workload":"","primaryLanguages":["en"]},{"id":"s0bxG7tAEeWHHg6FD3PArQ","workload":"3-4 hours/week","instructorIds":["13474620"],"slug":"chinesepolitics1","description":"This course offers a conceptual framework for understanding China that highlights the intersection of politics and economics. It shows that rather than develop into a full blown market economy, state and party officials at all levels of the political system maintain significant influence in economic development. Such a “political” economy has had both positive and negative outcomes, which we will assess in detail. We also look at the origins, views, backgrounds and relations among leaders, and how those leaders make decisions about public policy and try to get those decisions implemented down through the system. China has few formal institutions through which citizens can participate in politics, but we will study the strategies Chinese people use to try to influence their leaders’ decisions. Finally, we assess China’s future and whether rapid economic development and the emergence of a vibrant middle class will push China towards greater democracy or whether the single party system is likely to survive into the future. The course is a quite useful background for Chinese Politics Part 2 – China and the World.","domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"courseType":"v2.ondemand","name":"Chinese Politics Part 1 – China and Political Science","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/53/2131d014a211e58885f1fad32d9a26/ChinesePolitics_part1_467x263px_inside.jpg","startDate":1456207174700,"partnerIds":["35"],"primaryLanguages":["en"]},{"id":"5Ih5rOq7EeODsBIxORBKNw","description":"In this six-module course, you will learn how businesses and organizations behave in situations in which strategic decisions are interdependent, i.e. where my actions affect my competitors' profits and vice versa. Using the basic tools of game theory, we will analyse how businesses choose strategies to attain competitive advantage.\n\nThis course is also available in Chinese. Please go to our course catalog to access the Chinese version of Competitive Strategy.","name":"Competitive Strategy","domainTypes":[{"domainId":"business","subdomainId":"business-strategy"}],"slug":"competitivestrategy","workload":"10 hours of videos and quizzes","startDate":1403204400000,"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-misc.s3.amazonaws.com/flex/competitive-strategy.png","primaryLanguages":["en"],"instructorIds":["2573718"],"partnerIds":["64"]},{"id":"KRl9hpiaEeWF6gpQJiw6hQ","description":"Welcome to Course THREE!  In the first two Modules you will gain a more professional-level understanding of the Design Elements that artists have used throughout history to create successful compositions.  Arranging the Elements in ways that lead viewers through their compositions is an essential craft for photographers no matter whether their subject matter is pure documentary or vividly exotic personal expression.  In Modules 3 & 4 we survey the essential elements of post-photography image management, using Adobe(tm) LIGHTROOM(tm).  Image adjustment software designed for Smartphone photographers rounds out the Course.  Since even photographers whose mainstay is a high-end DSLR also must admit to Smartphone use occasionally, and photographers who only use a Smartphone will usually admit that they want to step over to a \"regular\" camera at some point, there is something for everyone here!  Let's get started with Module One!","name":"Principles of Photo Composition and Digital Image Post-Production","instructorIds":["15082356","15472833"],"courseType":"v2.ondemand","slug":"photocourse3","domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"},{"domainId":"personal-development","subdomainId":"personal-development"}],"partnerIds":["228"],"workload":"","primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4f/e25b60b4d011e5b7f4377491ebab0b/Coursera-Specialization-Thumbnail-IMG_2026-copy.jpg","startDate":1453242986297},{"id":"v1-1403","domainTypes":[{"subdomainId":"chemistry","domainId":"physical-science-and-engineering"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/12/559f50352911e4b89cffcbd250fdc9/ChemHealth3.png","partnerIds":["8"],"courseType":"v1.session","name":"Chemicals and Health","primaryLanguages":["en"],"workload":"2-4 hours/week","slug":"chemhealth","description":"This course covers chemicals in our environment and in our bodies and how they impact our health. It addresses policies and practices related to chemicals, particularly related to how they get into our bodies (exposures), what they do when they get there (toxicology), how we measure them (biomonitoring) and their impact on our health.","instructorIds":["4834584","6351099"]},{"id":"v1-171","partnerIds":["15"],"instructorIds":["996548"],"description":"Why write programs when the computer can instead learn them from data? In this class you will learn how to make this happen, from the simplest machine learning algorithms to quite sophisticated ones. Enjoy!","domainTypes":[{"subdomainId":"machine-learning","domainId":"data-science"}],"slug":"machlearning","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/29/eb5373729abeccb17eea7081421d90/machinelearninglogo.jpg","courseType":"v1.session","primaryLanguages":["en"],"workload":"5-7 hours/week","name":"Machine Learning","previewLink":"https://class.coursera.org/machlearning-001/lecture/preview"},{"id":"U-w7EwASEeWiniIAC1OXJA","slug":"songwriting","startDate":1436904117669,"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5d/a0980066f311e5a4b96bf44ed2f2ff/Songwriting.png","workload":"7 weeks of study, 3-6 hours/week","name":"Songwriting","description":"Learn an efficient, effective process for writing songs that express your ideas and emotions, including a range of tools that revolve around the concept of prosody—the matching of lyrics and music to support your underlying message.","primaryLanguages":["en"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"partnerIds":["21"],"instructorIds":["1340080"]},{"id":"52n7Ml8SEeSiWyIACyQQqQ","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera.s3.amazonaws.com/topics/digitaldemocracy/large-icon.png","slug":"digital-democracy","courseType":"v2.ondemand","partnerIds":["3"],"workload":"2-3 hours/week","description":"In this course, you'll learn what every citizen should know about the security risks--and future potential — of electronic voting and Internet voting. We'll take a look at the past, present, and future of election technologies and explore the various spaces intersected by voting, including computer security, human factors, public policy, and more.","domainTypes":[{"domainId":"computer-science","subdomainId":"computer-security-and-networks"},{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"startDate":1444145419063,"primaryLanguages":["en"],"instructorIds":["715252"],"name":"Securing Digital Democracy"},{"id":"2WljuDe8EeWJaxK5AT4frw","slug":"intro-redes-sociales","instructorIds":["13255311","13928860"],"primaryLanguages":["es"],"domainTypes":[{"domainId":"business","subdomainId":"marketing"}],"partnerIds":["62"],"workload":"El curso dura 5 semanas y se estima que a los alumnos les tome 4-7 horas/semana.","courseType":"v2.ondemand","description":"En este programa se hará, de manera holística, una revisión del uso e implementación de redes sociales. Se provee de un conocimiento sólido en el desarrollo de estrategias requeridas en una organización para involucrar a los consumidores y miembros de la misma en un ambiente de social listening. \n\nLos participantes obtendrán un panorama sólido de principios de herramientas digitales y de habilidades críticas y analíticas para seleccionar la plataforma de redes sociales más adecuada a sus necesidades y comprender el social listening con el fin de administrar un proyecto digital exitoso.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5f/152590500811e59f213758f6dd88ba/Fondote_5_introredessociales_2.jpg","name":"Introducción a las redes sociales. Sus objetivos y métricas. ","startDate":1444153723700},{"id":"JnmjufA7EeS-XiIACzAFxQ","description":"Learn and practice strategies for coaching teachers to make meaningful, long-lasting improvements in their instruction.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/94/ffeb90d62911e389cbf5288c47b8e2/this-one.jpg","startDate":1438605850449,"slug":"coaching-teachers","courseType":"v2.ondemand","partnerIds":["105"],"name":"Coaching Teachers: Promoting Changes that Stick ","primaryLanguages":["en"],"workload":"2-4 hours/week","domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}],"instructorIds":["3219450"]},{"id":"v1-898","partnerIds":["147"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"description":"This course will examine current conditions and trends in water and sanitation services in low and middle income countries. Within it we will take a critical look at the underlying political, economic, social, and technical reasons why almost a billion people lack access to improved water supplies and almost 2 billion still do not have improved sanitation services.","slug":"water","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/c0/f22c9030825eac8cf4c8a8536c6655/GWP-for-MOOC_1_cropped.jpg","courseType":"v1.session","workload":"8-10 hours/week","instructorIds":["5173445","5179307"],"primaryLanguages":["en"],"name":"Water Supply and Sanitation Policy in Developing Countries"},{"id":"JzE2l5uQEeS_hiIACzAFXQ","domainTypes":[{"subdomainId":"chemistry","domainId":"physical-science-and-engineering"}],"startDate":1421974132519,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/14/c8bd70a29e11e4893f8bf5f5f04c12/banner2.jpg","courseType":"v2.ondemand","instructorIds":["10165409","10527710"],"slug":"organic-chemistry","partnerIds":["234"],"workload":"20 hours of videos and quizzes","name":"有机化学","description":"《有机化学》是研究各类有机化合物的结构、性质、相互转化及其规律的一门学科，是化学专业本科学生必修课之一，是生物化学、分子生物学、医学、药学等课程的先修课，在教学计划中占有重要的地位。\n\n本课程主要介绍烷烃、烯烃、芳香烃、卤代烃、醇、酚、醚，醛、酮、醌、羧酸及其衍生物、胺、杂环等有机化合物的性质、相互转化以及机理问题。此外，介绍立体化学和波谱学基础。\n\n通过本课程的学习，你能够掌握常见有机化合物的结构、命名和性质，掌握官能团之间的相互转换及其规律、以及立体化学特征、典型有机反应的机理，简单有机化合物的合成路线的设计等知识，从而为进一步的专业学习打下坚实基础。\n\n课程结构：\n\n本课程的学习内容包括：5~15分钟左右的视频课程，每个视频中间将出现1~2个课间提问，以辅助你的学习，每一章将会布置约10个单元练习题，课程结束后还会设立一次课程考试。\n\n学习该课程，你需要具备高中化学知识，并具备一定的大学无机化学或普通化学基础知识。\n\n推荐阅读：\n1. 唐玉海主编，《有机化学》，化学工业出版社，2011\n2. 邢其毅主编，《基础有机化学》，高等教育出版社，2009\n3. John E. McMurry, Eric E. Simanek, Fundamentals of Organic Chemistry (6th), USA: 2006","primaryLanguages":["zh-CN"]},{"id":"5m6nhwPfEeW5PCIAC7Jo6Q","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a5/a51e30cc2b11e5ac0d7790239fd55b/CS_Coursera-Logo-3-03.png","instructorIds":["1841753","2685251"],"courseType":"v2.ondemand","partnerIds":["54"],"workload":"","slug":"increase-reach","domainTypes":[{"domainId":"business","subdomainId":"marketing"},{"domainId":"business","subdomainId":"business-strategy"}],"description":"In this, the third Content Strategy course, participants will learn actionable ways to grow internal and external audiences.  They will deepen their understanding about those target individuals and will use a host of known and emerging tools and social networks to meaningfully reach them. As its name makes clear, this course will expand your content's impact and reach. \n\nYou will begin by learning how to utilize content trends to jump-start your organization's influence. You'll also look at how to engage with multi-channel digital communities across all social media. Finally, you'll hear about some of the best ways to enhance your content with new interactivity tools and gamification.\n\nIn this information age, every organization depends on its employees and those it serves to understand where it is going and what advances the organization has made. Content Strategy will enable you to tell your important stories with far greater impact and to a large, more valuable audience.\n\nGuest lecturers in this course include:\n-- Randy Hlavac, Lecturer, Medill, Northwestern (and lead professor of the Social Media Marketing Specialization also on Coursera) \n-- Emily Withrow, Assistant Professor, Medill, Northwestern","primaryLanguages":["en"],"name":"Content Strategy for Professionals: Expanding Your Content’s Reach","startDate":1455151614203},{"id":"v1-880","instructorIds":["4002436"],"slug":"ntufsc","name":"Introduction to Forensic Science","description":"Understand how basic scientific principles underpin forensic science and can contribute to solving criminal cases.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/13/edcb80352911e4a4351b48ac74e750/Forensic-Science-3D.png","courseType":"v1.session","domainTypes":[{"subdomainId":"biology","domainId":"life-sciences"}],"primaryLanguages":["en"],"workload":"4-5 hours/week","partnerIds":["121"]},{"id":"v1-494","partnerIds":["79"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/e1/61b3a0383b11e48c9cbde9a47c32c7/WesternMusicHistory_FNL.jpg","name":"From the Repertoire: Western Music History through Performance","instructorIds":["2675437","2654261"],"courseType":"v1.session","description":"Explore eight important works from different eras and genres of Western classical-music repertoire, through performances recorded at Curtis and discussion of each work’s historical context, composer, musical significance, and compositional design.","primaryLanguages":["en"],"workload":"2-4 hours/week","domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"slug":"musichistoryperforms"},{"id":"5ptPhFu-EeWPXA4vXFBIfw","description":"How can robots determine their state and properties of the surrounding environment from noisy sensor measurements in time?  In this module you will learn how to get robots to incorporate uncertainty into estimating and learning from a dynamic and changing world.  Specific topics that will be covered include probabilistic generative models, Bayesian filtering for localization and mapping, and machine learning for planning and decision making.","instructorIds":["15517363"],"courseType":"v2.ondemand","partnerIds":["6"],"startDate":1447726725618,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/05/679f607cda11e59e62dbe4ba62c1d4/Estimation-and-Learning-Logo.png","domainTypes":[{"subdomainId":"mechanical-engineering","domainId":"physical-science-and-engineering"},{"domainId":"math-and-logic","subdomainId":"math-and-logic"}],"name":"Robotics: Estimation and Learning","workload":"","primaryLanguages":["en"],"slug":"robotics-estimation-and-learning"},{"id":"zVy42a12EeWKaQ6n__gsuQ","description":"A very beautiful classical theory on field extensions of a certain type (Galois extensions) initiated by Galois in the 19th century. Explains, in particular, why it is not possible to solve an equation of degree 5 or more in the same way as we solve quadratic or cubic equations. You will learn to compute Galois groups and (before that) study the properties of various field extensions.\n\nWe first shall survey the basic notions and properties of field extensions: algebraic, transcendental, finite field extensions, degree of an extension,  algebraic closure, decomposition field of a polynomial. \nThen we shall do a bit of commutative algebra (finite algebras over a field, base change via tensor product) and apply this  to study the notion of separability in some detail. \nAfter that we shall discuss Galois extensions and Galois correspondence and give many examples (cyclotomic extensions, finite fields, Kummer extensions, Artin-Schreier extensions, etc.). \nWe shall address the question of solvability of equations by radicals (Abel theorem). We shall also try to explain the relation to representations and to topological  coverings. \nFinally, we shall briefly discuss  extensions of rings (integral elemets, norms, traces, etc.) and explain how to use the reduction modulo primes to compute Galois groups.\n\nPREREQUISITES \nA first course in general algebra — groups, rings, fields, modules, ideals. Some knowledge of commutative algebra (prime and maximal ideals — first few pages of any book in commutative algebra) is welcome. For exercises we also shall need some elementary facts about groups and their actions on sets, groups of permutations and, marginally, \nthe statement of Sylow's theorems.\n\nASSESSMENTS\nA weekly test and two more serious exams in the middle and in the end of the course. For the final result, tests count approximately 30%, first (shorter) exam 30%, final exam 40%.\n\nThere will be two non-graded exercise lists (in replacement of the non-existent exercise classes...)","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f8/c6c650ae3e11e586fabb32b69ef842/_____-2-3.jpg","courseType":"v2.ondemand","startDate":1456084844156,"workload":"9 weeks of study, 4-5 hours/week","instructorIds":["16811097"],"partnerIds":["160"],"primaryLanguages":["en"],"slug":"galois","name":"Introduction to Galois Theory","domainTypes":[{"domainId":"math-and-logic","subdomainId":"math-and-logic"}]},{"id":"dM6nK50hEeWIkQ6WyNigcw","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5c/27a8c02b4c11e59312d749999450ce/valutation_risk.png","instructorIds":["209008"],"courseType":"v2.ondemand","partnerIds":["3"],"domainTypes":[{"subdomainId":"finance","domainId":"business"},{"domainId":"business","subdomainId":"business-essentials"}],"slug":"risk-and-return","workload":"","description":"This second course in the specialization will last six weeks and will focus on the second main building block of financial analysis and valuation: risk. The notion of risk and statistics are intimately related and we will spend a fair amount of time on the development of some statistical concepts and tools, namely distribution theory and regression analysis. This time will be well spent because these concepts and tools are also commonly used in many applications in the real world. The foundational idea of diversification will then be used to develop a framework for evaluating risk and establishing a relationship between risk and return. Apart from developing a keen appreciation of risk for making thoughtful decisions in an institutional context, this course will contain a lot of material and examples that will enable the learner to make smart personal investing decisions.  The course will again have time included for assimilation and two final exams.\n\nThis course is the second in a sequence of four courses, followed by a Capstone Project that comprise a Specialization on Valuation & Investing.","primaryLanguages":["en"],"name":"Principles of Valuation: Risk and Return","startDate":1451947951896},{"id":"R8QRlrrvEeW6YA7MjVrgzw","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/86/6f6f20dc5c11e59f11997ec8ba0b6f/PJ3.mp4_20160116_232237.656.jpg","partnerIds":["188"],"description":"中国具有五千年文明历史，通过考古发掘揭示了中华文明具有辉煌灿烂的文化。本门毕业课程，要求学生设计并实现一款“古墓保卫战”的手机网络游戏，多名玩家共同击退古墓入侵者，完成保护古墓的任务。玩家击可利用多种武器与入侵者PK，期间可利用更多道具和装备，同时也会遇到怪兽威胁。\n      毕业课程要求学生综合利用本专项课程所学知识和掌握的技能，开发可实际运行的手机网络游戏原型。要求自行确定游戏类型，设计游戏故事，撰写设计脚本，游戏关卡以及实现手机网络游戏原型。\n      课程计划邀请工业合作者，包括Unity引擎公司，网易公司、巨人网络和腾讯游戏等行业领袖共同参与本门课程设计与评估。","instructorIds":["14485861"],"startDate":1456796926447,"workload":"","domainTypes":[{"subdomainId":"design-and-product","domainId":"computer-science"},{"domainId":"computer-science","subdomainId":"software-development"}],"courseType":"v2.capstone","slug":"wangluo-youxi-biye","name":"网络游戏设计与开发毕业项目","primaryLanguages":["zh-CN"]},{"id":"U-mOdaK6EeW2Rg6Gy8lcKw","instructorIds":["209008"],"domainTypes":[{"subdomainId":"finance","domainId":"business"}],"slug":"valuationproject","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/8e/33fd603b8111e5acb507141f775d5d/valutation_specialization.png","partnerIds":["3"],"name":"Valuation Capstone","workload":"","description":"This is Capstone Project that is the natural culmination of the Specialization and offers qualified learners to apply their knowledge to analyze a real company or complex project. It will reflect the most salient features of the real world that you are likely to confront.","primaryLanguages":["en"],"startDate":1450223531166,"courseType":"v2.capstone"},{"id":"Ff6DmVprEeWylgpjfV1KVQ","description":"A common necessity among business professionals who are new to an international work environment is the ability to create a plan of action to launch a new product. In this task, one has to communicate with many different departments within a company including finance and marketing. In this capstone project, you will create a plan of action to launch a new product. This plan will include:\n·      A project status report\n·      A copy of the marketing campaign\n·      A basic budget analysis for the project\n·      A short presentation for upper management with details on the project’s status\n \nThis project will give you the opportunity to apply your English skills learned in the courses to develop a useful document for your current job or a document that you could use as an example to demonstrate your new abilities and skills.\n\n\nUna necesidad común entre los profesionales de negocios quienes son nuevos a un ambiente de trabajo internacional es la habilidad de crear un plan de acción para lanzar un producto nuevo. En esta tarea, uno tiene que comunicarse a través de varios departamentos diferentes dentro de una compañía incluyendo el área de mercadeo y finanzas. En este proyecto final usted creará un plan de acción para lanzar un producto nuevo. Este plan de acción incluirá:\n·       un reporte de avance de/del proyecto\n·       una copia de la campaña de marketing\n·       un análisis de presupuesto básico para el proyecto\n·       una presentación corta para la gerencia general con detalles del estado del proyecto\n \nEste proyecto le dará la oportunidad de aplicar sus habilidades en inglés aprendidas en los cursos para desarrollar un documento útil en su trabajo actual o un documento que puede usar de ejemplo para demostrar sus nuevas habilidades y capacidades.","instructorIds":["14184517","13730176","13774774"],"primaryLanguages":["es"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f2/be9a4061e911e5a64eed8550546a4c/Capstone.jpg","startDate":1443478940630,"domainTypes":[{"domainId":"language-learning","subdomainId":"learning-english"},{"domainId":"business","subdomainId":"business-essentials"}],"slug":"ingles-empresarial-proyecto-final","name":"Inglés Empresarial: Proyecto Final","partnerIds":["287"],"workload":"","courseType":"v2.capstone"},{"id":"v1-1345","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ba/25481079af11e39d8d55c32c467f34/_______.jpg","instructorIds":["5823373"],"primaryLanguages":["zh"],"workload":"3-5 hours/week","name":"唐诗宋词人文解读 Appreciation of Tang and Song Poetry","courseType":"v1.session","description":"课程从喜闻乐见的唐诗宋词入手，触摸一段历史与一群文人的体温，领悟人生旅途的趣味和智慧。","domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"slug":"sjtuch902","partnerIds":["150"]},{"id":"N6kw6qEJEeSHiSIAC0EiMQ","workload":"60-100 hours of videos and quizzes","primaryLanguages":["ar"],"domainTypes":[{"subdomainId":"chemistry","domainId":"physical-science-and-engineering"}],"name":"التقانة والمستشعرات النانوية - الجزء الاول","instructorIds":["2444381"],"courseType":"v2.ondemand","partnerIds":["129"],"description":"هو مساق للمهتمين في التعرف على أدوات الاستشعار الحديثة التي تستعين بتقانة النانو (وهي التقانة التي تبحث في المجال بين واحد إلى مئة نانوميتر، أي في أجزاء من المليار من المتر) لفرز ومراقبة الأحداث المختلفة في حياتنا الشخصية أو العملية.  في أطار هذا المساق، سنكتشف معا عالم النانو المذهل الذي يتعامل مع الوحدات الأساسية في بناء المادة.  وبهذا سوف نمهد الطريق لتطبيقات إبداعية لانهائية تطبق في كل جزء من حياتنا اليومية، بدءا من تشخيصات وعلاجات (في الجسم الحي أو خارجه) للأمراض، وثم نستمر في تقانة مراقبة جودة المنتوجات وما يختص بالبيئة، وننهي في تقانة مراقبة القضايا الأمنية.  سنتعلم في هذا السعي كيف نصَنع هذه الأدوات الجديدة، وكيف نميزها، وكيف نتحكم بها، وكيف ندمجها في التطبيقات المختلفة.\n\n_ _ _ _ _ _ _ _ _ _ _ _ _\n\nوصف المساق\nتقانة ومستشعرات النانو هو مجال يحوي اختصاصات عديدة ومتداخلة ويجمع بين الكيمياء/البيوكيمياء، الفيزياء، البيولوجيا، علم المواد، هندسة الإلكترونيات وغيرها. سيعرض المساق الحالي بعض مبادئ التقانة ومواد النانو الاساسيّة ودورها الهام في اجهزة و خواص الاستشعار. في هذا المساق سيتم نقاش معلومات شيقة من تخصصات متعددة في مجال العلوم والهندسة في المستوى النانوي, مستهدفا فهم الاختلافات الفيزيائية الأساسية لمستشعرات النانو. عند إنهاء هذا المساق، يكون قد تعلم الطالب تصنيع، تمييز ومعالجة مواد النانو ومستشعرات النانو، وكيفية  تسخيرها لبناء تطبيقات جديدة. وأيضا سيطبق الطالب معرفته في تقانة ومستشعرات النانو ضمن مشروع حسب اهتمامه الشخصي.\n\n\nاهداف المساق\nهدف المساق الرئيسي هو تطوير التفكير النقدي, الابداعي والمبتكر. ان المساق يشجع العمل ضمن فريق ذو افراد من مجالات وحضارات مختلفة, لبناء \"مخازن أفكار\" عالمية لابتكار افكار جديدة. سوف يطلب منكم خلال المساق ان تقوموا بالتفكير بطريقة مبدعة, غير اعتيادية وان تقترحوا افكار جديدة. \n\nيستهدف هذا المساق تشجيع المعرفة بالمواضيع التالية: \n\n1)        أهمية المواد النانوية في تطبيقات الاستشعار.\n2)     الأساليب المستخدمة في تحديد خصائص المستشعرات النانوية·\n3)        الأساليب المستخدمة لتكييف مواد النانو بهدف استعمالها في تطبيقات استشعار خاصة.\n4)       جسيمات النانو الفلزية والشبه موصلة.\n5)        أنابيب النانو وأسلاك النانو العضوية وغير العضوية.\n6)        المستشعرات الضوئية، الميكانيكية، والكيميائية المبنية من مواد النانو.\n7)         المستشعرات المبنية من هجين من المواد النانوية.\n \n\nالكتب المطلوبة:\n·         Jiří Janata, Principles of Chemical Sensors, Springer, 2d Edition (1989).\n·         Roger George Jackson, Novel Sensors and Sensing, CRC Press (2004).\n\n\nنبذه عن البروفيسور حسام حايك:\n\nالبروفيسور حسام حايك هو خبير في مجال التقانة والمستشعرات النانوية، وتشخيص أمراض بوسائل غير باضعة. حاصل على العديد من الجوائز والأوسمة المرموقة في العالم: جائزة ماري كوري للتميز العلمي، جائزة ERC، جائزة الصحة الأوروبية 7-FP. البروفيسور حايك حاصل على أكثر من 42 وسام وجائزه دولية لإنجازاته العلمية، ويشمل ذلك وسام الفارس (التي تمنحه الحكومة الفرنسية) والذي يعد من أعرق اوسمه الشرف في العالم. وقد أدرج اسمه ضمن \"قائمة افضل 35 شاب عالم في العالم\". كذلك حاز البروفيسور حايك على جائزة ديسكفري من مؤسسة بيل وميليندا غيتس. البروفيسور حايك هو مؤسس ورئيس مجموعه مكونه من 8 فرق أبحاث وشركات أوروبية لتطوير جيل متقدم من الإلكترونيات الجزيئية لتشخيص الأمراض. وهو يشغل أيضا منصب محرر مساعد لمجلتين علميتين ويقوم بدور عضو استشاري علمي بارز في العديد من الشركات والمعاهد الوطنية والدولية، وكذلك مقيم علمي في المفوضية الأوروبية.\n\n البريد الإلكتروني: hhossam@technion.ac.il \n\n_ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ \n\n الطاقم:\n\n\nميتال بار-سيجف: حاصلة على اللقب الأول  B.A في الكيمياء (بامتياز) وحاصله أيضا على اللقب الأول B.Sc.  في هندسة المواد (بامتياز) من معهد العلوم التطبيقية – التخنيون (كلاهما عام 2010). عملت أثناء دراستها في شركة  \"تاور سيميكوندكتور\" وبعد التخرج عملت في معهد ألفريد-مان في التخنيون كمهندسة للتطوير والتنمية. حاليا، تقوم ميتال بتحضير الدكتوراه (المسار المباشر) في معهد الإلكترونيات الجزيئية على اسم راسل باري في  التخنيون تحت إشراف البروفيسور حسام حايك. موضوع بحث الدكتوراه هو تطوير الجلد الإلكتروني بواسطة مواد النانو.\n\nعبير وتد: حاصله على اللقب الأول B.Sc واللقب الثاني M.Sc. في موضوع الهندسة المدنية بتخصصي هندسة المباني وهندسة المواصلات من معهد العلوم التطبيقية – التخنيون (عامي 1998 و- 2005 على التوالي). كما وحصلت على اللقب الثاني M.Sc. في موضوع تدريس العلوم والتكنولوجيا من التخنيون عام 2013. تركزت أبحاثها على تدريس العلوم عن طريق البحث العلمي في المختبرات. عبير تعمل حاليا محاضره في أكاديمية القاسمي-كلية أكاديمية للتربية (باقة الغربية، إسرائيل)، وهي تشغل أيضا منصب رئيسة قسم الهندسة المدنية في الأكاديمية.\n\nمايا اشر، مساعدة تدريس: حاصله على اللقب الأول B.Sc واللقب الثاني M.Sc. في دراسات الاتصالات من كلية سابير الاكاديمية وجامعة بن چوريون- اسرائيل (2009, 2013 على التوالي).\nعملت مايا كمحاضرة في الجامعة المفتوحة- اسرائيل. وحالياً، تقوم باكمال دراستها للدكتوراه في قسم التعليم في العلوم والتقانة في التخنيون تحت اشراف البروفسور ميري باراك. موضوع بحثها يتمركز حول دراسة التعلم التعاوني عبر الإنترنت في مجموعات صغيرة متعددة الثقافات. \n\nمحمد خطيب، مساعد تدريس: حاصل على اللقب الاول B.Sc في هندسة البيوكيمياء من معهد العلوم التطبيقية – التخنيون (2015). حالياً، يكمل محمد دراسة الدكتوراه (مسار خاص) في قسم هندسة الكيمياء, معهد العلوم التطبيقية – التخنيون، تحت اشراف البروفسور حسام حايك. موضوع بحثه يتمركز حول اجهزة الكترونية قادرة على اشفاء ذاتها، من اجل مراقبة ورصد امراض معدية.\n\nميري باراك، مستشارة تربوية: بروفيسور مساعد في قسم التعليم في العلوم والتقانة، معهد العفوم التطبيقية- التخنيون. هي رئيسة مجموعة التقانات العلمية والتعليمية ومستشارة طلاب الدراسات العليا. فعالياتها الاكادمية تتمركز حول تطوير، دمج وتقييم مناهج تعليم العلوم في المدارس والتعليم العالي. دراساتها تتضمن استعمال معلومات وتقانات اتصال، مع التشديد على الويب 2.0 الناشئ والتطبيقات السحابية، من اجل تعليم ناجع وعمليات تفكير عليا.","startDate":1450139484101,"slug":"nanosar1","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/70/b89bab12e6e09ffa28db39a646c2c6/cover-picture.png"},{"id":"v1-1977","description":"This eight-week course explores effective teaching strategies for college or university STEM (science, technology, engineering, mathematics) classrooms ","slug":"stemteaching","name":"An Introduction to Evidence-Based Undergraduate STEM Teaching","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f6/f4aa80259211e49698cfff29228a2b/STEM-Teaching.jpg","partnerIds":["37","65","228","229"],"courseType":"v1.session","instructorIds":["612162","8859496","1813461","6892003"],"primaryLanguages":["en"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}],"workload":"4-5 hours/week"},{"id":"GF_8bTVpEeWfzhKP8GtZlQ","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"description":"An introduction to the Objective-C programming language.  This will prepare you for more extensive iOS app development and build a foundation for advanced iOS development topics.\n\nObjective-C programming requires a Mac laptop or desktop computer.  An iOS device is optional if the learner is willing to working exclusively with the simulator.  Some learners have been able to work with an OS X virtual machine on Windows, but explaining how to do that is beyond the scope of this course.","courseType":"v2.ondemand","instructorIds":["3161246","8266053"],"partnerIds":["30"],"workload":"4 weeks of study, 3-5 hours/week","slug":"objective-c","startDate":1442420748229,"name":"Foundations of Objective-C App Development","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e9/e7213039e911e59be709286807f674/iStock_Course1.2.jpg","primaryLanguages":["en"]},{"id":"upla9lvsEeWylgpjfV1KVQ","domainTypes":[{"domainId":"business","subdomainId":"marketing"}],"courseType":"v2.ondemand","partnerIds":["6"],"workload":"5 weeks of study, 4-6 hours/week","description":"Taught by three of Wharton's top faculty in the marketing department, consistently ranked as the #1 marketing department in the world, this course covers three core topics in customer loyalty: branding, customer centricity, and practical, go-to-market strategies.\n\nYou’ll learn key principles in\n\n- Branding: brand equity is one of the key elements of keeping customers in a dynamic world in which new startups are emerging constantly. \n- Customer centricity: not synonymous with customer service, customer centricity starts with customer focus and need-gathering. \n- Go-to-market strategies: understand the drivers that influence customers and see how these are implemented prior to making an investment. \n\nComplete this course as part of Wharton's Business Foundations Specialization, and you'll have the opportunity to take the Capstone Project and prepare a strategic analysis and proposed solution to a real business challenge from Wharton-governed companies like Shazam and SnapDeal or to a challenge faced by your own company or organization. Wharton-trained staff will evaluate the top submissions, and leadership teams at Shazam and SnapDeal will review the highest scoring projects prepared for their companies.","name":"Introduction to Marketing","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6f/32fd00afed11e49146917da8e6efb1/online_learning_slide_vMarketing.jpg","primaryLanguages":["en"],"slug":"wharton-marketing","instructorIds":["3749002","3676270","3799837"],"startDate":1446575692452},{"id":"lDOzNnwOEeSreSIACy-QzA","instructorIds":["1841753","2685251"],"startDate":1455152208835,"courseType":"v2.ondemand","partnerIds":["54"],"slug":"engagement-strategy","domainTypes":[{"domainId":"business","subdomainId":"marketing"},{"domainId":"business","subdomainId":"business-strategy"}],"workload":"4.5 hours of videos and peer review","primaryLanguages":["en"],"name":"Content Strategy for Professionals: Engaging Audiences","description":"In this course, professionals at all levels of an organization will learn the best ways to engage an audience they want and need by smartly implementing their important, strategic stories and information and by using proven tools and techniques to enhance an audience’s experiences and interest.\n\nContent Strategy is a conversation that provides thought-leadership. It starts a “conversation” with users and stakeholders inside and outside an organization.  Conversations are the natural way people think about complex issues. Conversations also enable people to develop “stories,” which lead to understanding and helpful mental pictures. Content Strategy practitioners are at all levels of the best enterprises – in all departments and sectors from the top leader to the newcomer in the ranks. \n\nIn this complex information age, forward-thinking employees know that if they and their organizations are to thrive, they need to go beyond their job descriptions. They must master the most demanding communications frontier – creating engaging, strategic, honest stories and information that is valued by their most important audiences. In turn that will make their enterprise stand out. \n\nRegardless of their area of work, position or expertise, Content Strategy practitioners know how to use words, pictures, video, and social and mobile media to interact with their most important constituents with trustable, actionable information that the audience values and will use. The strategic content they produce enhances the user’s lives and deepens their understanding and engagement with the organization.\n\nGuest lecturers in this course include:\n-- Rachel Davis Mersey, Associate Professor, Medill, Northwestern\n-- Ed Malthouse, Theodore R. and Annie Laurie Sills Professor of Integrated Marketing Communications, Medill, Northwestern\n-- Bobby Calder, Charles H. Kellstadt Professor of Marketing & Director of the Center for Cultural Marketing, Kellogg, Northwestern\n-- Steven Duke, Associate Professor, Medill, Northwestern\n-- Janice Castro, Assistant Professor Emerita, Medill, Nothwestern","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/8c/bfd3b0cc2b11e5b9bfdf06f13656c4/CS_Coursera-Logo-1-01.png"},{"id":"FzDfHTUHEeWfzhKP8GtZlQ","description":"How do you implement ideas?  \n\nThis course provides practical proven tools for transforming an idea into a product or service that creates value for others.  As students acquire these tools, they learn how to tell bad ideas from good, how to build a winning strategy, how to shape a unique value proposition, prepare a business plan, compare their innovation to existing solutions, build flexibility into their plan and determine when best to quit.\n\nAs a vital part of the course students conduct on-site interviews with entrepreneurs who have launched startups, and are eager to share their valuable insights with them.\n\nUpon completing this course successfully, graduates will be able to:\n1.\tTransform ideas into real products, services and processes, by validating the idea, testing it, and turning it into a growing, profitable and sustainable business.\n2.\tIdentify the major steps and requirements in order to estimate the potential of an innovative idea as the basis of an innovative project.\n3.\tReach creative solutions via an iteration of a virtually endless stream of world-changing ideas and strategies, integrating feedback, and learning from failures along the way.\n4.\tApply the 10 entrepreneurial tools in creating a business plan for a new innovative venture.\n5.\tApply methods and strategies learnt from interviews with startup entrepreneurs and innovators. \n6.\tCommunicate and sell innovative ideas successfully.","slug":"startup-entrepreneurship-from-idea-to-startup","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1e/d77900b2c411e5add701767f909c1a/maital-coursera-B.jpg","startDate":1453237029183,"courseType":"v2.ondemand","partnerIds":["129"],"instructorIds":["9890993"],"name":"From Idea to Startup","workload":"","domainTypes":[{"domainId":"business","subdomainId":"entrepreneurship"}],"primaryLanguages":["en"]},{"id":"gjNiv8lqEeWuexJbRpuvbQ","domainTypes":[{"subdomainId":"animals-and-veterinary-science","domainId":"life-sciences"}],"description":"With the world's first MOOOOO-C, you will gain a broad and comprehensive understanding of all aspects of dairy management such as genetics, nutrition, reproduction, animal health, farm economics, and sustainability of dairy production systems. There's something here for everyone whether you are just looking for the basics or have years of experience in the dairy industry.\n\nThis is an eight-week course. Each week consists of four to nine video lectures, additional reading materials, and a multiple-choice questions quiz. Estimated study time is between three and five hours per week. Learners have the option to purchase a Course Certificate for 49.00 USD. The certificate can be purchased at any time, but you must verify your identify before taking the course quizzes in order to be eligible. For those who cannot afford the certificate fee, financial aid is available through Coursera.\n\nWhy is producing milk efficiently and sustainably so important? \n\nMilk provides humans with over 16 essential nutrients, such as: Energy, Protein and Essential Amino acids, Vitamin A, Vitamin D, several B vitamins, including B12, Pantothenic and Folic acids, and essential minerals such as Calcium, Magnesium, Phosphorus, Potassium, Zinc, as well as other minerals. Did you know that one glass of milk provides a 5-year old child with 21% of his/her daily protein requirements and 8% of their energy needs?\n\nMost milk in the world, about 85%, is produced from cattle. However, water buffaloes, goats, sheep, and camel are also dairy animals. The United States, India, the European Union, Brazil, and New Zealand are among the largest dairy producers in the world. Yet among these dairy-producing countries there are varied methods to generate milk with highly variable productivity and efficiency. Dairy production is vital for the survival of billions of people. Globally, around 150 million small-scale dairy households, equivalent to 750 million people, are engaged in milk production. The number and size of dairy farms varies among countries, but in India alone, there are estimated 78 million dairy farms! In the United States, one of the leading milk-producing countries in the world, total milk production has been steadily increasing in the last decades, reaching over 205 billion pounds (93 billion kilograms) in 2014. This was accompanied by a steady increase in average milk yield per cow, reaching 22,260 lb (over 10,100 kg) per lactation in 2014. How has this efficiency been achieved? What methods are necessary to ensure production of high quality milk? How do we balance milk production efficiency with animal health and environmental protection? This course will provide the student with information to better understand dairy production systems and their role in feeding the world population.\n\nIn this MOOOOO-C, you will learn about the dairy enterprise from internationally recognized dairy science professors who have delivered highly regarded dairy education programs within the United States and internationally.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/32/019820ce7c11e5948277f5ab75a5cd/course_image_new.jpg","slug":"dairy-production","name":"Dairy Production and Management","courseType":"v2.ondemand","partnerIds":["51"],"startDate":1457136809683,"instructorIds":["9147473","12727517","14443745","12727431","12718228","14246977","12728033","12739338","12728262","13120181"],"workload":"","primaryLanguages":["en"]},{"id":"v1-448","slug":"law","domainTypes":[{"subdomainId":"law","domainId":"social-sciences"},{"domainId":"business","subdomainId":"entrepreneurship"}],"partnerIds":["54"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/40/4108e0352a11e48c9cbde9a47c32c7/iStock_000024510661_Small.png","courseType":"v1.session","primaryLanguages":["en"],"workload":"5-7 hours/week","instructorIds":["2635797","2642321"],"description":"This course will highlight the critical legal and business issues entrepreneurs face as they build and launch a new venture.  We will explore real world scenarios, and address the legal and business issues that entrepreneurs face, from the moment they conceive of the \"million dollar idea\" to all of the important junctures along the path to success.","name":"Law and the Entrepreneur "},{"id":"3j8WjTxDEeW0tw4knrMo3Q","workload":"5 weeks of study, 1-2 hours/week","slug":"hadoop","courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/65/8530204d0911e5b1b0bd675d89e7b7/big-data-_2_.jpg","description":"This course is for novice programmers or business people who'd like to understand the core tools used to wrangle and analyze big data. With no prior experience, you'll have the opportunity to walk through hands-on examples with Hadoop and Spark frameworks, two of the most common in the industry. You will be comfortable explaining the specific components and basic processes of the Hadoop architecture, software stack, and execution environment.   In the assignments you will be guided in how data scientists apply the important concepts and techniques, such as Map-Reduce that are used to solve fundamental problems in big data.  You'll feel empowered to have conversations about big data and the data analysis processes.","domainTypes":[{"subdomainId":"data-analysis","domainId":"data-science"}],"instructorIds":["4972118","13847302","13855756"],"name":"Hadoop Platform and Application Framework","startDate":1445287537346,"primaryLanguages":["en"],"partnerIds":["53"]},{"id":"qVdZmLWqEeWq2A7HIftJ6w","primaryLanguages":["es"],"partnerIds":["58"],"name":"Introducción a la Estrategia","workload":"5 weeks, 2 - 4 hours per week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ec/231c50b97e11e5854cb9fe4ae69853/introduccion_a_la_estrategia.jpg","courseType":"v2.ondemand","slug":"introduccionalaestrategia","domainTypes":[{"domainId":"business","subdomainId":"business-essentials"},{"domainId":"business","subdomainId":"business-strategy"}],"startDate":1454968641908,"description":"En este curso, conocerás la importancia de la estrategia en cualquier tipo de organización; diferenciarás los modelos conductuales que se aplican en diferentes países, quiénes son sus principales actores y los intereses que tienen en una empresa. Partirás de la planeación estratégica para materializar tu idea de negocio, a través de la misión, visión, valores y objetivos. Identificarás la idea diferenciadora de tu empresa o idea de negocio, lo cual la hará única del resto. Leerás las señales internas y externas del entorno para poder reaccionar a tiempo ante los factores que afectan a tu empresa.","instructorIds":["7240523"]},{"id":"HyhQe5oTEeWyeQoPPm9u3w","instructorIds":["3103490","4638020"],"slug":"bioinformatics-pku","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/66/fcb8c7bc2b16212736fbd7fad363bb/600_3402.jpg","description":"A big welcome to “Bioinformatics: Introduction and Methods” from Peking University! In this MOOC you will become familiar with the concepts and computational methods in the exciting interdisciplinary field of bioinformatics and their applications in biology, the knowledge and skills in bioinformatics you acquired will help you in your future study and research.","courseType":"v2.ondemand","workload":"1-2 hours/week","startDate":1450729237712,"name":"Bioinformatics: Introduction and Methods 生物信息学: 导论与方法","primaryLanguages":["en"],"domainTypes":[{"domainId":"life-sciences","subdomainId":"bioinformatics"}],"partnerIds":["163"]},{"id":"v1-1177","slug":"emergenceoflife","partnerIds":["17"],"description":"How did life emerge on Earth? How have life and Earth co-evolved through geological time? Is life elsewhere in the universe? Take a look through the 4-billion-year history of life on Earth through the lens of the modern Tree of Life!","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/55/063940352911e4a20a15dee8e65a23/ESE111-Logo-02.png","workload":"4-10 hours/week","instructorIds":["5120456"],"courseType":"v1.session","domainTypes":[{"subdomainId":"biology","domainId":"life-sciences"}],"primaryLanguages":["en"],"name":"Emergence of Life"},{"id":"XosatFKUEeWEHRLwpfV5DQ","instructorIds":["11799990","11282268"],"startDate":1447091677136,"description":"In this course, participants will learn about how different markets around the world can interact to create value for, and effectively manage the risk of, corporations and their stakeholders. This is part of a Specialization in corporate finance created in partnership between the University of Melbourne and Bank of New York Mellon (BNY Mellon).","partnerIds":["33"],"courseType":"v2.ondemand","workload":"4-6 hours/week","domainTypes":[{"subdomainId":"finance","domainId":"business"},{"domainId":"business","subdomainId":"leadership-and-management"}],"primaryLanguages":["en"],"slug":"capital-markets","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e7/516590efc311e4aba40f1626f9b9c0/BNY_Course2_hero_image_2015.jpg","name":"The Role of Global Capital Markets"},{"id":"v1-2134","partnerIds":["208"],"primaryLanguages":["pt"],"name":"Pluralidades em Português Brasileiro","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/27/dcb49015ce11e5b54a23e395803c9c/logolargo.png","description":"Pluralidades em Português Brasileiro  is a four-week long online self-access course whose aim is to expand intercultural awareness and develop reading and listening comprehension skills regarding Brazilian Portuguese as a foreign language for intermediate speakers of other languages.","instructorIds":["8147393","5550171","575029","11480501","360221"],"courseType":"v1.session","domainTypes":[{"domainId":"language-learning","subdomainId":"other-languages"}],"slug":"portestrangeiros","workload":"4-5 hours/week"},{"id":"v1-2156","domainTypes":[{"subdomainId":"animals-and-veterinary-science","domainId":"life-sciences"}],"workload":"1-3 hours/week","partnerIds":["14"],"slug":"chickens","courseType":"v1.session","description":"This course explains the general principles of chicken behaviour and welfare, and the behavioural and physiological indicators that can be used to assess welfare in chickens kept in hobby flocks through to commercial farms. ","instructorIds":["8654754"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/54/ca6b50505d11e486fd6b96341958ae/chickenslavendar.jpg","name":"Chicken Behaviour and Welfare","primaryLanguages":["en"]},{"id":"v1-2298","instructorIds":["9636378"],"partnerIds":["17"],"domainTypes":[{"subdomainId":"machine-learning","domainId":"data-science"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/69/ad9dd0533711e4a596893013a50939/Data_Mining_1.jpg","slug":"patterndiscovery","description":"Learn the basic concepts of data mining and dive deep into pattern discovery methods and their applications.","name":"Pattern Discovery in Data Mining","courseType":"v1.session","workload":"4-6 hours/week","primaryLanguages":["en"]},{"id":"vhLVVTe9EeWnxw5wP_KHTw","name":"HTML, CSS, and Javascript for Web Developers","courseType":"v2.ondemand","partnerIds":["8"],"slug":"html-css-javascript-for-web-developers","startDate":1455563809932,"domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"},{"subdomainId":"design-and-product","domainId":"computer-science"}],"primaryLanguages":["en"],"instructorIds":["2269822"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/83/e258e0532611e5a5072321239ff4d4/jhep-coursera-course4.png","description":"Do you realize that the only functionality of a web application that the user directly interacts with is through the web page? Implement it poorly and, to the user, the server-side becomes irrelevant! Today’s user expects a lot out of the web page: it has to load fast, expose the desired service, and be comfortable to view on all devices: from a desktop computers to tablets and mobile phones.\n\nIn this course, we will learn the basic tools that every web page coder needs to know. We will start from the ground up by learning how to implement modern web pages with HTML and CSS. We will then advance to learning how to code our pages such that its components rearrange and resize themselves automatically based on the size of the user’s screen. You’ll be able to code up a web page that will be just as useful on a mobile phone as on a desktop computer. No “pinch and zoom” required! Last but certainly not least, we will get a thorough introduction to the most ubiquitous, popular, and incredibly powerful language of the web: Javascript. Using Javascript, you will be able to build a fully functional web application that utilizes Ajax to expose server-side functionality and data to the end user.","workload":"4 weeks of study, 4-6 hours/week"},{"id":"v1-432","domainTypes":[{"domainId":"math-and-logic","subdomainId":"math-and-logic"},{"subdomainId":"philosophy","domainId":"arts-and-humanities"}],"instructorIds":["2512709","2582502"],"description":"Learn how to apply mathematical methods to philosophical problems and questions.","slug":"mathphil","workload":"2-3 hours/week","name":"Introduction to Mathematical Philosophy","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/b2/273510352a11e485649b7db944a974/LogoMathPhil11.png","courseType":"v1.session","primaryLanguages":["en"],"partnerIds":["64"]},{"id":"7dtPpZz9EeWoKRLkmmHLTQ","partnerIds":["17"],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/57/c95520a29411e5a1f7d940fa69b157/iMBA_SLAM_Icon_DesigningAndManagingOrganizations.png","domainTypes":[{"domainId":"business","subdomainId":"leadership-and-management"}],"name":"Managing the Organization: From Organizational Design to Execution","instructorIds":["16577581"],"description":"In this course you will build a practical framework to understand the critical linkages between organization design and the creation of economic value through execution. We will focus on four critical linkages: \n\n1.\tHow organizational growth and life cycle requires design changes to improve execution; \n2.\tHow managerial decision making can be improved through better organization design; \n3.\tHow the design of human resource practices shape the culture of the organization; and\n4.\tHow innovation and change can be facilitated through organization design.  \n\nThese linkages are critical in assessing how managers make sure that the organizations they design can execute the strategies they have envisioned under changing environmental conditions.\n \nLearners will be able to answer the following:\n•\tWhat are the managerial implications of organizational growth and life cycle?\n•\tHow do you improve managerial decision making through organizational design?\n•\tHow do human resource management policies shape organizational culture?\n•\tHow do organizations plan for top management succession and change?\n•\tHow do you know that your organization design is not effective?\n•\tHow do you manage organizational change and innovation?","workload":"","startDate":1450396063203,"primaryLanguages":["en"],"slug":"managing-organization"},{"id":"v1-620","description":"During the early childhood years children gain knowledge and skills that provide the foundation for later learning. Young children learn many of these skills through the interactions they have with their teachers. This course is intended to increase teachers’ knowledge about specific types of teacher-child interactions that promote young children’s development. The course will focus on helping teachers to offer emotionally supportive interactions to the children in their care.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/6e/6a5fc6ea45cf14031527787c0e660f/CourseLogo.jpg","slug":"earlychildhood","name":"Effective Classroom Interactions: Supporting Young Children’s Development","workload":"2-3 hours/week","courseType":"v1.session","instructorIds":["2327335","3361949","3365638","3368459","3469216"],"primaryLanguages":["en"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}],"partnerIds":["18"]},{"id":"v1-182","workload":"2-5 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/56/16acf0352b11e49374019bac019d2c/husinusoid.png","partnerIds":["24"],"instructorIds":["1297453"],"description":"Step into the world of Tissue Engineering, a rapidly expanding field of applied biology aiming to create artificial organs for transplantation, basic research, or drug development.","courseType":"v1.session","domainTypes":[{"subdomainId":"biology","domainId":"life-sciences"}],"slug":"tissue101","name":"Introduction to Tissue Engineering","primaryLanguages":["en"]},{"id":"v1-1577","name":"What future for education?","workload":"6-8 hours/week","instructorIds":["2723485"],"partnerIds":["26"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ea/b9dd40352c11e48e9c2583f964c285/iStock_000018283902Small.png","courseType":"v1.session","primaryLanguages":["en"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}],"description":"Everyone has experienced education as a learner: these experiences shape how we view and value education, and how we think it should develop in the future. In this course we critically examine a range of ideas around education: including learning, teaching and schooling. Our aim is to consider what our preferred future for education might look like.","slug":"futureeducation"},{"id":"bIweR3eWEeWLqw7zlLhRzQ","name":"Projeto Final: Aplicativo para Web com Componente Gamificado","slug":"projeto-final--aplicativo-para-web-com-componente-gamificado","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e6/a59130b5b011e596ddffa17da4aea1/9-Badges--Capstone.png","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"primaryLanguages":["pt-BR"],"description":"O projeto final será dividido em 3 etapas, cada qual com um objetivo diferente:\n\nPasso 1 - Desenvolver um componente gamification (2 semanas) - Você irá desenvolver um componente reutilizável para calcular e gerenciar pontos e realizações de usuários dentro de um aplicativo. Você deve seguir uma especificação de requisitos padrão, que será fornecida pelos autores. Você deve aplicar as técnicas de desenvolvimento ágil aprendidas na especialização para desenvolver, usando a linguagem Java, um componente de software reutilizável para gamificação: um componente de gamificação.\n\nParte 2 - Escolher um componente de gamificação (1 semana) - Você terá acesso a cinco componentes de gamificação desenvolvidos por outros alunos (documentação e código fonte) e vai escolher um deles para usar em seu projeto. Você deve fornecer uma avaliação crítica dos cinco componentes, explicando a sua escolha com base nos conceitos apresentados na especialização.\n\nParte 3 - Projetar e implementar uma aplicação Web com gamificação (5 semanas) - Você deve projetar e implementar um aplicativo da Web de sua escolha utilizando as técnicas aprendidas durante a especialização. A única restrição é que este projeto deve ter alguma característica de gamificação, como exemplificado em cada um dos cursos anteriores, para o qual você irá usar tanto o componente desenvolvido por você, como o desenvolvido por algum outro aluno e escolhido por você na etapa anterior.\n\nDurante todo o projeto desta aplicação, você deve manter um diário no qual irá relatar as práticas, princípios e técnicas que você está usando e porquê. Neste projeto, todo o conhecimento aprendido no curso pode e deve ser aplicado, incluindo-se a reutilização de seu componente e se o componente escolhido produziu ou não problemas quando integrado a sua aplicação Web.\n\nVocê deve usar a primeira semana deste terceiro passo para preparar o desenvolvimento ágil e executar uma iteração a cada semana seguinte, de acordo com a técnica TDD apresentada ou alguma outra mais avançada também apresentada nesta especialização.","workload":"","instructorIds":["1330144","14963182"],"courseType":"v2.capstone","startDate":1453847820131,"partnerIds":["252"]},{"id":"0jwqe3EyEeWxvQr3acyajw","slug":"norms","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d7/4235a0dcb511e5831c974ec7bbd7a3/Wordle.png","name":"Social Norms, Social Change","courseType":"v2.ondemand","partnerIds":["6"],"startDate":1456767721059,"domainTypes":[{"subdomainId":"philosophy","domainId":"arts-and-humanities"},{"subdomainId":"psychology","domainId":"social-sciences"}],"instructorIds":["806874"],"workload":"","primaryLanguages":["en"],"description":"This is a course on social norms, the rules that glue societies together. It teaches how to diagnose social norms, and how to distinguish them from other social constructs, like customs or conventions. These distinctions are crucial for effective policy interventions aimed to create new, beneficial norms or eliminate harmful ones. The course teaches how to measure social norms and the expectations that support them, and how to decide whether they cause specific behaviors. We also look at a variety of tools policy makers may use to effect change, highlight the role of trendsetters in social change, and the conditions under which they can be successful. The course is a joint Penn-UNICEF project, and it includes many examples of norms that sustain behaviors like child marriage, gender violence and sanitation practices."}],"paging":{"next":"900","total":1821},"linked":{"instructors.v1":[{"id":"7234261","fullName":""},{"id":"3365638","fullName":""},{"id":"13728862","fullName":"Mia Minnes"},{"id":"13190619","fullName":"Eduardo Galembeck"},{"id":"1325520","fullName":""},{"id":"4972118","fullName":"Natasha Balac"},{"id":"5823373","fullName":""},{"id":"246867","fullName":""},{"id":"3368459","fullName":""},{"id":"14265482","fullName":"Martine Haas"},{"id":"9636378","fullName":""},{"id":"996548","fullName":""},{"id":"2444381","fullName":""},{"id":"2675437","fullName":""},{"id":"6892003","fullName":""},{"id":"7581768","fullName":"Dr. Valeri Chukhlomin"},{"id":"13730176","fullName":"Wanda Huber"},{"id":"7824266","fullName":"Dr. John M. Beckem II"},{"id":"703888","fullName":""},{"id":"4991296","fullName":""},{"id":"247285","fullName":""},{"id":"2635797","fullName":""},{"id":"612162","fullName":""},{"id":"8956855","fullName":"Theodore Ruger"},{"id":"3219450","fullName":""},{"id":"14485861","fullName":"姜忠鼎 "},{"id":"600860","fullName":""},{"id":"209008","fullName":""},{"id":"1297453","fullName":""},{"id":"4651928","fullName":""},{"id":"4002436","fullName":""},{"id":"13120181","fullName":"Lisa A. Holden"},{"id":"3103490","fullName":""},{"id":"1381407","fullName":"Silvia Solá Viñals"},{"id":"13723863","fullName":"Christine Alvarado"},{"id":"13855756","fullName":"Andrea Zonca"},{"id":"4639533","fullName":""},{"id":"3189217","fullName":"Matthew Bidwell"},{"id":"806874","fullName":"Cristina Bicchieri"},{"id":"13474620","fullName":""},{"id":"15517363","fullName":"Dan Lee"},{"id":"15082356","fullName":"Peter Glendinning"},{"id":"324786","fullName":""},{"id":"14184517","fullName":"Andrea Haraway"},{"id":"12718228","fullName":"Gabriella A. Varga"},{"id":"2512709","fullName":""},{"id":"16577581","fullName":"Huseyin Leblebici"},{"id":"14841660","fullName":"Benjamín Ruiz Loyola"},{"id":"2685315","fullName":"Randy Hlavac"},{"id":"8956848","fullName":""},{"id":"3799837","fullName":"David Bell"},{"id":"9026100","fullName":"Dr. Tonka Jokelova"},{"id":"13847302","fullName":"Paul Rodriguez"},{"id":"5212795","fullName":""},{"id":"14443745","fullName":"Bhushan Jayarao"},{"id":"3469216","fullName":""},{"id":"3936147","fullName":""},{"id":"8956968","fullName":""},{"id":"12264824","fullName":"Leo Porter"},{"id":"9775195","fullName":"Amy Giaculli"},{"id":"2573718","fullName":""},{"id":"2269822","fullName":"Yaakov Chaikin"},{"id":"4638020","fullName":""},{"id":"2691794","fullName":""},{"id":"999946","fullName":""},{"id":"1540981","fullName":"Pavel  Pevzner"},{"id":"3366373","fullName":"Professor John MacBeath"},{"id":"2922394","fullName":""},{"id":"2654261","fullName":""},{"id":"2756574","fullName":"Cade Massey"},{"id":"11799990","fullName":""},{"id":"15497634","fullName":"Daphne Mackey"},{"id":"11010976","fullName":"Jose Ygoa-Bayer"},{"id":"8956842","fullName":""},{"id":"1321389","fullName":""},{"id":"6351099","fullName":""},{"id":"1340080","fullName":""},{"id":"5173445","fullName":""},{"id":"9363102","fullName":"Ian James"},{"id":"724736","fullName":""},{"id":"2723485","fullName":"Dr Clare Brooks"},{"id":"2582502","fullName":""},{"id":"12728262","fullName":"James Dunn"},{"id":"8891317","fullName":""},{"id":"13255311","fullName":"María de los Angeles Ramos Solano "},{"id":"715252","fullName":"J. Alex Halderman"},{"id":"1624998","fullName":""},{"id":"2685251","fullName":"Candy Lee"},{"id":"2327335","fullName":""},{"id":"2642321","fullName":""},{"id":"1330144","fullName":"Clovis Fernandes"},{"id":"12280323","fullName":"Harinath Garudadri"},{"id":"250165","fullName":""},{"id":"4834584","fullName":""},{"id":"7850590","fullName":""},{"id":"12727431","fullName":"Greg Roth"},{"id":"8956964","fullName":""},{"id":"6073589","fullName":""},{"id":"15479425","fullName":"Sean McMinn"},{"id":"4566609","fullName":""},{"id":"14963182","fullName":"Eduardo Guerra"},{"id":"6022603","fullName":""},{"id":"11282268","fullName":""},{"id":"15472833","fullName":"Mark Valentine Sullivan"},{"id":"360221","fullName":"Paula Furtado"},{"id":"5179307","fullName":""},{"id":"1460655","fullName":"Nick Santos"},{"id":"1367410","fullName":""},{"id":"6827532","fullName":"Rodrigo Dias Takase"},{"id":"12728033","fullName":"Robert Van Saun"},{"id":"3161246","fullName":"Don Patterson"},{"id":"280924","fullName":"Kalman Hazins"},{"id":"1400787","fullName":"Michael J. Lenox"},{"id":"1841753","fullName":""},{"id":"5003560","fullName":"Racquel Nedden"},{"id":"1337829","fullName":""},{"id":"1757953","fullName":""},{"id":"1224295","fullName":""},{"id":"8956960","fullName":""},{"id":"10527710","fullName":"张 祯"},{"id":"14641356","fullName":"Ian Harris"},{"id":"575029","fullName":"Ana Rute Mendes"},{"id":"8266053","fullName":"Sam Kaufman"},{"id":"7240523","fullName":"Norman Wolf del Valle"},{"id":"4133980","fullName":""},{"id":"13928860","fullName":"José Antonio Cano Chambonnet"},{"id":"3676270","fullName":"Peter Fader"},{"id":"1338222","fullName":""},{"id":"12739338","fullName":"Kathy Soder"},{"id":"2659612","fullName":""},{"id":"10165409","fullName":""},{"id":"9328746","fullName":""},{"id":"12388058","fullName":"Jana Schaich Borg"},{"id":"12727517","fullName":"Troy L. Ott"},{"id":"14790769","fullName":"Jared D. Harris"},{"id":"2658887","fullName":""},{"id":"11480501","fullName":"Raquel Rodrigues Caldas"},{"id":"15564129","fullName":"Dr. Kymn Harvin Rutigliano "},{"id":"8654754","fullName":""},{"id":"5120456","fullName":""},{"id":"12114568","fullName":"罗昭锋"},{"id":"16811097","fullName":"Ekaterina Amerik"},{"id":"5550171","fullName":""},{"id":"15730402","fullName":"Delian Gaskell"},{"id":"7974517","fullName":""},{"id":"2599979","fullName":""},{"id":"12279078","fullName":"Ganz Chockalingam"},{"id":"9147473","fullName":"Alexander N. Hristov"},{"id":"15682415","fullName":"Kin Tang"},{"id":"8859496","fullName":""},{"id":"9890993","fullName":""},{"id":"7379612","fullName":""},{"id":"7311350","fullName":""},{"id":"13493992","fullName":"Dr. David Alejandro Escárcega Centeno"},{"id":"1513093","fullName":""},{"id":"2570956","fullName":"Claire Mathieu"},{"id":"14246977","fullName":"Chad Dechow"},{"id":"3361949","fullName":""},{"id":"15471184","fullName":"Richard Moore"},{"id":"8147393","fullName":"Cláudia Hilsdorf Rocha"},{"id":"13774774","fullName":"Jenny Young"},{"id":"3749002","fullName":""},{"id":"1813461","fullName":""},{"id":"14353252","fullName":"Leigh Thompson"},{"id":"13723820","fullName":"Daniel Egger"}],"partners.v1":[{"id":"33","name":"The University of Melbourne","shortName":"unimelb"},{"id":"83","shortName":"ucdavis","name":"University of California, Davis"},{"id":"14","name":"The University of Edinburgh","shortName":"edinburgh"},{"id":"18","name":"University of Virginia","shortName":"uva"},{"id":"126","name":"University of Colorado System","shortName":"cusystem"},{"id":"4","name":"Princeton University","shortName":"princeton"},{"id":"15","shortName":"uw","name":"University of Washington"},{"id":"117","name":"The State University of New York","shortName":"suny"},{"id":"252","name":"Instituto Tecnológico de Aeronáutica","shortName":"ita"},{"id":"62","name":"Tecnológico de Monterrey","shortName":"tecdemonterrey"},{"id":"287","name":"Arizona State University","shortName":"asu"},{"id":"35","shortName":"hkust","name":"The Hong Kong University of Science and Technology"},{"id":"234","shortName":"xjtu","name":"Xi'an Jiaotong University"},{"id":"3","shortName":"umich","name":"University of Michigan"},{"id":"155","name":"UNSW Australia (The University of New South Wales)","shortName":"unsw"},{"id":"9","name":"Georgia Institute of Technology","shortName":"gatech"},{"id":"105","name":"Match Teacher Residency","shortName":"mtr"},{"id":"71","name":"University of Colorado Boulder","shortName":"boulder"},{"id":"16","name":"École Polytechnique Fédérale de Lausanne","shortName":"epfl"},{"id":"23","shortName":"emory","name":"Emory University"},{"id":"28","name":"The Ohio State University","shortName":"osu"},{"id":"34","shortName":"wesleyan","name":"Wesleyan University"},{"id":"60","name":"University of Rochester","shortName":"rochester"},{"id":"221","shortName":"usp","name":"Universidade de São Paulo"},{"id":"58","shortName":"unam","name":"Universidad Nacional Autónoma de México"},{"id":"208","name":"Universidade Estadual de Campinas","shortName":"unicamp"},{"id":"229","shortName":"bu","name":"Boston University"},{"id":"32","name":"University of Maryland, College Park","shortName":"umd"},{"id":"233","name":"University of Science and Technology of China","shortName":"ustc"},{"id":"17","shortName":"illinois","name":"University of Illinois at Urbana-Champaign"},{"id":"26","name":"University of London","shortName":"london"},{"id":"53","shortName":"ucsd","name":"University of California, San Diego"},{"id":"21","shortName":"berklee","name":"Berklee   "},{"id":"121","shortName":"ntu","name":"Nanyang Technological University, Singapore"},{"id":"188","name":"Fudan University","shortName":"fudan"},{"id":"106","shortName":"cet1886","name":"Commonwealth Education Trust"},{"id":"7","name":"Duke University","shortName":"duke"},{"id":"80","name":"Universitat Autònoma de Barcelona","shortName":"uab"},{"id":"30","shortName":"uci","name":"University of California, Irvine"},{"id":"37","name":"Vanderbilt University","shortName":"vanderbilt"},{"id":"22","shortName":"brown","name":"Brown University"},{"id":"51","shortName":"psu","name":"The Pennsylvania State University"},{"id":"65","shortName":"wisconsin","name":"University of Wisconsin–Madison"},{"id":"120","name":"University of New Mexico","shortName":"newmexico"},{"id":"150","name":"Shanghai Jiao Tong University","shortName":"sjtu"},{"id":"6","name":"University of Pennsylvania","shortName":"penn"},{"id":"160","name":"Higher School of Economics","shortName":"hse"},{"id":"50","name":"University of Minnesota","shortName":"minnesota"},{"id":"64","name":"Ludwig-Maximilians-Universität München (LMU)","shortName":"lmu"},{"id":"77","name":"The University of North Carolina at Chapel Hill","shortName":"unc"},{"id":"40","name":"Columbia University","shortName":"columbia"},{"id":"54","shortName":"northwestern","name":"Northwestern University"},{"id":"228","name":"Michigan State University","shortName":"michstate"},{"id":"130","name":"École normale supérieure","shortName":"ens"},{"id":"109","shortName":"yale","name":"Yale University"},{"id":"24","shortName":"huji","name":"Hebrew University of Jerusalem"},{"id":"1","name":"Stanford University","shortName":"stanford"},{"id":"79","name":"Curtis Institute of Music","shortName":"curtis"},{"id":"129","shortName":"technion","name":"Technion - Israel Institute of Technology"},{"id":"8","name":"Johns Hopkins University","shortName":"jhu"},{"id":"163","name":"Peking University","shortName":"pku"},{"id":"147","shortName":"manchester","name":"University of Manchester"}]}}