{
    "elements": [
        {
            "courseType": "v2.ondemand",
            "description": "In this course, you will write programs in Java to solve real­ world problems that are large enough to require multiple classes working together. You will see that programming is more than just coding--it involves strategic thinking and design as well. You will learn how to design programs to solve problems that require solutions that scale. You will also learn about the Java Collections classes and how Java interfaces facilitate developing programs that scale.\n\nAfter completing this course, you will be able to:\n1. Use sorting appropriately in solving problems;\n2. Develop classes that implement the Comparable interface;\n3. Use timing data to analyze empirical performance;\n4. Break problems into multiple classes, each with their own methods;\n5. Determine if a class from the Java API can be used in solving a particular problem;\n6. Implement programming solutions using multiple approaches and recognize tradeoffs;\n7. Use object-oriented concepts including interfaces and abstract classes when developing programs;\n8. Appropriately hide implementation decisions so they are not visible in public methods; and\n9. Recognize the limitations of algorithms and Java programs in solving problems.\n10. Recognize standard Java classes and idioms including exception-handling, static methods, java.net, and java.io packages;",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "dB1qehnoEeWwrBKfKrqlSQ",
            "instructorIds": [
                "13723816",
                "352031",
                "13723802",
                "244249"
            ],
            "name": "Java Programming: Principles of Software Design",
            "partnerIds": [
                "7"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/67/19a170378111e5bb340fc2063e9b79/board-453758_1280.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "java-programming-design-principles",
            "startDate": 1450487868763,
            "workload": "4 weeks of study, 3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Effective writing is a powerful tool in the business environment. Learn how to articulate your thoughts in a clear and concise manner that will allow your ideas to be better understood by your readers. Improve your business writing skill by learning to select and use appropriate formats for your audience, use the correct medium and adjust your writing style accordingly, as well as identify your objective and communicate it clearly. You'll also learn to spot, correct and avoid the most common writing pitfalls, and gain valuable experience analyzing, writing and revising a wide spectrum of business documents. From a simple interoffice memo to a twenty-page business proposal, learn how to put good business writing to work for you.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "oZwETNccEeSV9iIAC0wBBw",
            "instructorIds": [
                "8887234"
            ],
            "name": "High-Impact Business Writing",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/42/e6da0049ae11e49e1bf15ddbcff4cf/Busuness-Writing-Course.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "business-writing",
            "startDate": 1428345575039,
            "workload": "4-8 hours of videos, readings, and quizzes"
        },
        {
            "courseType": "v1.session",
            "description": "This course introduces teachers and interested adults to K12 blended and online learning. Participants will design a blended or online unit and develop one module to use with K12 students. ",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-1251",
            "instructorIds": [
                "4256568",
                "4256709"
            ],
            "name": " K-12 Blended & Online Learning",
            "partnerIds": [
                "123"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/7f/83b95ff8d981059557e426008822cd/MOOC_ITECLogo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "k12blendedlearning",
            "workload": "2-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Data science is a team sport. As a data science executive it is your job to recruit, organize, and manage the team to success. In this one-week course, we will cover how you can find the right people to fill out your data science team, how to organize them to give them the best chance to feel empowered and successful, and how to manage your team as it grows. \n\nThis is a focused course designed to rapidly get you up to speed on the process of building and managing a data science team. Our goal was to make this as convenient as possible for you without sacrificing any essential content. We've left the technical information aside so that you can focus on managing your team and moving it forward.\n\nAfter completing this course you will know.\n\n1. The different roles in the data science team including data scientist and data engineer\n2. How the data science team relates to other teams in an organization\n3. What are the expected qualifications of different data science team members\n4. Relevant questions for interviewing data scientists\n5. How to manage the onboarding process for the team\n6. How to guide data science teams to success\n7. How to encourage and empower data science teams\n\nCommitment: 1 week of study, 4-6 hours\n\nCourse cover image by JaredZammit. Creative Commons BY-SA. https://flic.kr/p/5vuWZz",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "8LAp90EaEeWZtA4u62x6lQ",
            "instructorIds": [
                "694443",
                "688901",
                "685384"
            ],
            "name": "Building a Data Science Team",
            "partnerIds": [
                "8"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/df/d28dd045ea11e58738b93f7fb6a31b/2959253587_05102df8df_o.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "build-data-science-team",
            "startDate": 1442514618214,
            "workload": "1 week of study, 4-6 hours"
        },
        {
            "courseType": "v1.session",
            "description": "This course develops an interdisciplinary understanding of the social, political, economic and scientific perspectives on climate change.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "v1-184",
            "instructorIds": [
                "2666862",
                "2666864",
                "1297886",
                "1295661",
                "4356768"
            ],
            "name": "Climate Change",
            "partnerIds": [
                "33"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/11/a8c4ccbd5e53770228170c6ef6692a/climate_montage.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "climatechange",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "New ideas based on high-technology research have a high failure rate because they hit the ground running with lopsided priorities and misalignments. Students complete this course with an Innovation Creed (“Why are you doing this?”) and a customized Idea Filter (“Are you working on the right priorities?”)—2 simple tools that steer concept-stage commercialization to success.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "_4PvQlqdEeW5ChKOjFc59Q",
            "instructorIds": [
                "9334234"
            ],
            "name": "Technology Commercialization, Part 1: Setting up your Idea Filtering System",
            "partnerIds": [
                "60"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/53/c4d4d03aa911e4af03252b32a8974d/TechComm_Logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "technology-commercialization",
            "startDate": 1447708443844,
            "workload": "1-3 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "Upon completion of this series of courses, you will have the opportunity to take part in a capstone project.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "computer-security-and-networks"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "electrical-engineering"
                }
            ],
            "id": "x9KNeydbEeWNhhKV-KxDhQ",
            "instructorIds": [
                "10450398"
            ],
            "name": "Emerging Technologies Capstone ",
            "partnerIds": [
                "220"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9b/4609d097ed11e5b84e578ab18ff521/Specialization-logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "emerging-technologies-capstone",
            "startDate": 1449274690375,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Ce MOOC a pour vocation de vous aider à créer votre entreprise à but social ou environnemental.\nQue vous envisagiez de créer une entreprise sociale ou de lancer un nouveau projet à visée sociale dans votre entreprise actuelle, que vous souhaitiez entreprendre à Paris, Casablanca ou à Abidjan, ce MOOC est pour vous !",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                },
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                }
            ],
            "id": "-_a5rfggEeS0mSIACx2P1w",
            "instructorIds": [
                "12799868",
                "12805717",
                "12805729",
                "6355904"
            ],
            "name": "Changer le monde : passons a l'action (creer son entreprise sociale)",
            "partnerIds": [
                "223"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/37/8ecd00e99211e4999cf1ac78a3b9d5/ecran_teaser_mooc-_1_.jpg",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "monde-action",
            "startDate": 1431548972352,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Ce cours présente les principaux courants qui marquent aujourd'hui la réflexion éthique et touchent tout un chacun dans sa vie personnelle, sociale et citoyenne. D’Aristote à Kant, de Bentham à Derrida, à travers un voyage philosophique passionnant nous entrerons dans le vif du débat éthique contemporain.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                }
            ],
            "id": "v1-1733",
            "instructorIds": [
                "2604148",
                "5210189"
            ],
            "name": "Le Bien, le Juste, l'Utile. Introduction aux éthiques philosophiques",
            "partnerIds": [
                "49"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/17/8b3c00351e11e5a7a8f739df1d745f/Ethique-web_v2.jpg",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "ethique",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "En este curso realizarás un plan de negocio en donde incluirás la filosofía empresarial de tu empresa o idea de negocio; asimismo, identificarás qué factores pueden alterar el curso de tu empresa.\n\nPara una mejor toma de decisiones desarrollarás un plan financiero que te permitirá conocer el estatus financiero de tu empresa o idea de negocio.\n\nTambién implementarás un mix de mercadotecnia para diseñar estrategias que te permitan el punto óptimo de ventas de tu producto y/o servicio y llegar a nichos de mercado imposibles de alcanzar.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "DDUlcbWsEeWVcRIZgPr_Xw",
            "instructorIds": [
                "7240523"
            ],
            "name": "Proyecto Final",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/61/9b6ff0b97f11e59dc8cfc12d1a6a0a/proyecto_final.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "capstone-empezandounnegocio",
            "startDate": 1453236187174,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Today, more than 3.9 billion people live in urban areas, i.e. more than 54% of the world’s total population. It is projected that urbanization will continue in the coming years, raising the urban population to 6.0 billion people by 2045. The significant increase in urban population will increase the demand for energy, mobility, water, and other urban services in cities. So, cities have to become more efficient in provision of urban services.\n\nBesides, cities are the biggest polluters of the environment, responsible for more than 80% of Green House Gases emissions, 75% of waste generation and 70% of global energy consumption. Due to the global awareness about negative environmental impacts of such pollution, cities are feeling more pressure to improve their environmental performance, while improving their level of services. \nIncreasing demand for sustainable, inclusive, reliable and efficient urban service puts our urban infrastructures under a huge pressure. In such a challenging situation, management of urban infrastructures plays a key role to ensure the delivery of expected level of services in cities. \n\nThis course will provide you with the basic principles that you have to consider for successful management of urban infrastructures. \nTo attend this course, you do not need to have any specific educational background. So, if you are interested in cities and how urban infrastructures are managed, this course is for you!\n\nIn order to obtain a certificate for this course, the participants have to pass four graded quizzes and complete four mandatory assignments, plus a final exam.\n\nIn addition to the graded assignments students have the option to write a 7-10 page peer-reviewed case study about management of energy OR transportation system in their city (on your own choice). This optional case study will be graded in a peer-evaluation process. If you decide to take up this optional challenge you will be asked to review the works of two of your peers, in addition to writing your case study.\n\nThe best case studies will be also evaluated by our jury at IGLUS and the authors of the 3 best case studies will win a full tuition fee waiver scholarship to enroll in the IGLUS professional training program in Fall 2016 (visit: iglus.org). \n\nFind out more about the IGLUS project at www.iglus.org",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "FOGKYF0gEeWK1woL5P9cGQ",
            "instructorIds": [
                "14614731"
            ],
            "name": "Management of Urban Infrastructures – part 1",
            "partnerIds": [
                "16"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/93/ad8f705d2011e59eaad14d5f0a2bce/Urban-infrastructure-2560x1440px-150dpi---TEMPLATE.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "managing-urban-infrastructures-1",
            "startDate": 1455470705431,
            "workload": "5 weeks of study, 1-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Arduino senses the environment by receiving inputs from add-on devices such as sensors, and can control the world around it by adjusting lights, motors, and other actuators. In this class you will learn how and when to use the different types of sensors and how to connect them to the Arduino. Since the external world uses continuous or analog signals and the hardware is digital you will learn how these signals are converted back-and-forth and how this must be considered as you program your device. You'll also learn about the use of Arduino-specific shields and the shields software libraries to interface with the real world.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "electrical-engineering"
                }
            ],
            "id": "hgw1Nkd5EeW8cBKtDAegYw",
            "instructorIds": [
                "14641356"
            ],
            "name": "Interfacing with the Arduino",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1e/e55150477c11e5bcafd546a46c8c7e/logo-for-course-2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "interface-with-arduino",
            "startDate": 1447721465378,
            "workload": "4 weeks of study, 2-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Not all programs are created equal.  In this course, we'll focus on writing quality code that runs correctly and efficiently.  We'll design, code and validate our programs and learn how to compare programs that are addressing the same task.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "v1-66",
            "instructorIds": [
                "681795",
                "682843"
            ],
            "name": "Learn to Program: Crafting Quality Code",
            "partnerIds": [
                "11"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3d/88bf50352d11e48bf3558061d6b8d2/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "programming2",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "The Business Analytics Capstone Project gives you the opportunity to apply what you've learned about how to make data-driven decisions to a real business challenge faced by Yahoo, a global technology company. At the end of this Capstone, you'll be able to ask the right questions of the data, and know how to use data effectively to address business challenges of your own. You’ll understand how cutting-edge businesses use data to optimize marketing, maximize revenue, make operations efficient, and make hiring and management decisions so that you can apply these strategies to your own company or business. Designed with Yahoo to give you invaluable experience in evaluating and creating data-driven decisions, the Business Analytics Capstone Project provides the chance for you to devise a plan of action for optimizing data itself to provide key insights and analysis, and to describe the interaction between key financial and non-financial indicators in Yahoo's strategy. Once you complete your analysis of Yahoo's actions, you'll be better prepared to make better data-driven business decisions of your own.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "NNe5CEW4EeW8ow5lHOiKYQ",
            "instructorIds": [
                "14524081"
            ],
            "name": "Business Analytics Capstone",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/3c/3c42e04c1311e59c2edb165b3d8f45/capstone_business_analytics_sq_2-2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "wharton-capstone-analytics",
            "startDate": 1441044611516,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Наглядно – интересно – просто – понятно!\nДанный курс представляет собой серию физических опытов, наглядно демонстрирующих работу основных законов механики. Демонстрацию физических явлений проводит незаурядный преподаватель, доцент кафедры общей физики НИЯУ «МИФИ» — Валериан Иванович Гервидс, глубокие знания и огромный преподавательский опыт которого делает курс «Физика в опытах. Электричество и магнетизм» уникальным.\n\nЗачем учить этот курс?\n• Физика – наука экспериментальная. Лучше один раз увидеть, чем сто раз услышать или прочитать! \n• Именно эксперименты позволяют продемонстрировать и легко понять и простые, и сложные аспекты, которые традиционно преподаются в виде теоретического материала и математических моделей\n• Курс поможет Вам научиться использовать: \n   o эксперимент как способ постановки вопроса, \n   o эксперимент как инструмент изучения физического явления\n   o эксперимент как  форму ответа на вопрос\n• Очень часто достаточно «простые» физические вопросы имеют неожиданные ответы, которые зависят от конкретных условий проведения эксперимента. Демонстрация таких опытов и объяснение полученных в них результатов могут оказаться чрезвычайно интересными\n• Вы сможете увидеть применение изучаемых физических явлений в жизни, в технике и в быту\n• Изучая этот курс, вы восполните нехватку времени на экспериментальную, «живую» физику, которая ощущается в обычном учебном процесс\n\nЧему учит этот курс?\n• Пониманию широкого круга как простых, так и сложных физических явлений и процессов по тематике соответствующих разделов\n• Применению физических закономерностей для анализа различных физических явлений и процессов \n• Навыкам  использования эксперимента\n• Базовым знаниям по физике будущих инженеров и специалистов в различных областях деятельности.\n\nДля кого этот курс?\n• Для тех, кто изучает физику, и хочет прояснить для себя различные вопросы (в школе, в вузе)\n• Для тех, кто преподает физику (в школе, в вузе)\n• Для тех, кто использует физику в своем рабочем процессе (инженеры, программисты и т.д.)\n• Для тех, кому это просто интересно",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "physics-and-astronomy"
                }
            ],
            "id": "VT7tQKIyEeWiwAqQT7MHVQ",
            "instructorIds": [
                "8883250",
                "16661101",
                "16661132",
                "16661192"
            ],
            "name": "Физика в опытах. Часть 2. Электричество и магнетизм",
            "partnerIds": [
                "281"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a6/8a3dd0a3f911e58b7829d2abc9fe56/logo_picture_elektrichestvo.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "fizika-v-opitah-elektrichestvo-i-magnetizm",
            "startDate": 1450744670167,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course is an introduction to the study of bodies in motion as applied to engineering systems and structures.  We will study the dynamics of particle motion and bodies in rigid planar (2D) motion.  This will consist of both the kinematics and kinetics of motion.  Kinematics deals with the geometrical aspects of motion describing position, velocity, and acceleration, all as a function of time.  Kinetics is the study of forces acting on these bodies and how it affects their motion.\n---------------------------\nRecommended Background:\n\nTo be successful in the course you will need to have mastered basic engineering mechanics concepts and to have successfully completed my courses en titled an “Introduction to Engineering Mechanics” and “Applications in Engineering Mechanics.”   We will apply many of the engineering fundamentals learned in those classes and you will need those skills before attempting this course.\n\n---------------------------\nSuggested Readings:\n\nWhile no specific textbook is required, this course is designed to be compatible with any standard engineering dynamics textbook.  You will find a book like this useful as a reference and for completing additional practice problems to enhance your learning of the material.\n\n---------------------------\nThe copyright of all content and materials in this course are owned by either the Georgia Tech Research Corporation or Dr. Wayne Whiteman. By participating in the course or using the content or materials, whether in whole or in part, you agree that you may download and use any content and/or material in this course for your own personal, non-commercial use only in a manner consistent with a student of any academic course. Any other use of the content and materials, including use by other academic universities or entities, is prohibited without express written permission of the Georgia Tech Research Corporation. Interested parties may contact Dr. Wayne Whiteman directly for information regarding the procedure to obtain a non-exclusive license.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                }
            ],
            "id": "ofu7SKAEEeSrqiIAC46RtQ",
            "instructorIds": [
                "1900891"
            ],
            "name": "Engineering Systems in Motion: Dynamics of Particles and Bodies in 2D Motion",
            "partnerIds": [
                "9"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/aa/8722e0693e11e5b44bf7a6aec08f28/Engineering-Systems-In-Motion-Dynamics-of-Particles-Icon-On-Demand_v2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "dynamics",
            "startDate": 1426275709083,
            "workload": "42 hours of videos and assessments"
        },
        {
            "courseType": "v1.capstone",
            "description": "We are excited to provide this course for graduates of Foundations of Teaching for Learning Courses 1-8. This further enrichment of key themes in learning and teaching we have entitled ‘The Reflective Practitioner’ in order to emphasise the importance of standing back from practice to review, extend and challenge what we know, what we do and what we aspire to do better.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-2483",
            "instructorIds": [
                "3366373"
            ],
            "name": "Foundations of Teaching for Learning Capstone: The Reflective Practitioner",
            "partnerIds": [
                "106"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2a/dd64b0acc311e489dbc3615cdc78b7/iStock_000014317688Large.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "teachcapstone",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Impact your financial decisions and learn how to affect the performance of your unit's profitability and of your organization. In this course gain a basic understanding of finance and accounting concepts to drive your organization's growth. Upon completion of this course, you will have gained general financial knowledge and an in-depth understanding of the impact of your decisions outside your functional area. Content of the course includes selected aspects of finance from a non-financial specialist perspective. Specific topics include: financial analysis; planning, forecasting, and budgeting; cash flow, and strategic financing. This class will be interactive and will require the active involvement of the participants in finance related activities.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "0aY3BdGZEeSX5iIAC4tS5g",
            "instructorIds": [
                "11737707"
            ],
            "name": "Finance for Non-Financial Professionals",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/04/e5493049ae11e4a3304f24ff82b397/Finance-Course.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "finance-for-non-finance-managers",
            "startDate": 1428345393947,
            "workload": "4-8 hours of videos, readings, and quizzes"
        },
        {
            "courseType": "v1.session",
            "description": "Learn effective approaches to English language teaching. This is the first of two teacher training courses based on the internationally-recognized Shaping the Way We Teach English videos and resources and sponsored by the U.S. Department of State and the University of Oregon. You can begin with either course.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-1332",
            "instructorIds": [
                "3084976",
                "5264741",
                "4394887"
            ],
            "name": "Shaping the Way We Teach English, 1: The Landscape of English Language Teaching",
            "partnerIds": [
                "185"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/53/77c6f09adf11e3b36b9141aff54b7c/blue_blank-no-dos-big-tangram_contrast.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "shaping1landscape",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Join us as we explore India - the fastest growing economy in the world and one of the most diverse places on earth. \n\nIndia is an important player in the human story and is making a rapid return to centre stage. Learning about India has never been more relevant to our lives and possibly our careers.\n\nThis course, developed through a grant from the U.S. Department of State’s Passport to India initiative, is designed to introduce people of all backgrounds and ages to India and its potential as a destination for study, research, work and entrepreneurship. \n\nWhatever your interests, this course will help you develop a more informed perspective on the importance of India. The sheer diversity and scale of India are reasons enough for making India not just important but fascinating too.\n\nMany agree that two of the rising trends of the coming decades are the re-emergence of Asia and technological change. India is at the heart of both trends and shares much in common with the United States.\n\nAt the current pace of change, we may see:\n\n•\tIn 10 years, India positioned to overtake China and have the world’s largest population\n•\tIn 20 years, New Delhi overtaking Tokyo as the world’s largest city\n•\tIn 30 years, India could overtake China and the US as the world’s largest economy\n\nBy the time a current college student is the same age as their parents are today – the world will have changed dramatically. India’s importance is growing by the day and could very well have far-reaching implications for your life and career.\n\nEach week of this interactive course explores one major theme related to India’s importance in an interdisciplinary way.\n\nThis course is brought to you by the U.S. Department of State’s Passport to India initiative and is developed through a partnership between The Ohio State University and IndoGenius.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "MiSSCJLtEeWiKgp3mpfjeQ",
            "instructorIds": [
                "16437890"
            ],
            "name": "The Importance of India",
            "partnerIds": [
                "28"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/08/2832e0979d11e582019b1785938f93/Passport-Logo-1200.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "passport-to-india",
            "startDate": 1452274369760,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "The Dalai Lama has said that Buddhism and science are deeply compatible and has encouraged Western scholars to critically examine both the meditative practice and Buddhist ideas about the human mind. A number of scientists and philosophers have taken up this challenge. There have been brain scans of meditators and philosophical examinations of Buddhist doctrines. There have even been discussions of Darwin and the Buddha: Do early Buddhist descriptions of the mind, and of the human condition, make particular sense in light of evolutionary psychology? \n\nThis course will examine how Buddhism is faring under this scrutiny. Are neuroscientists starting to understand how meditation “works”? Would such an understanding validate meditation—or might physical explanations of meditation undermine the spiritual significance attributed to it? And how are some of the basic Buddhist claims about the human mind holding up? We’ll pay special attention to some highly counterintuitive doctrines: that the self doesn’t exist, and that much of perceived reality is in some sense illusory. Do these claims, radical as they sound, make a certain kind of sense in light of modern psychology? And what are the implications of all this for how we should live our lives? Can meditation make us not just happier, but better people?",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                },
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "JdB92adFEeS5zCIAC8pMPA",
            "instructorIds": [
                "3344055"
            ],
            "name": "Buddhism and Modern Psychology ",
            "partnerIds": [
                "4"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b4/8dcec40564356891cee5558ebf58f3/psychbuddhism-logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "science-of-meditation",
            "startDate": 1441834060703,
            "workload": "2-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "L'objectif du cours est de permettre une compréhension distanciée du dopage. C’est pour atteindre cet objectif que le cours s’appuie sur une approche pluridisciplinaire qui constitue une opportunité d'observer comment diverses disciplines abordent un même objet, selon différents angles et de manière complémentaire. Il s'agit également de donner des repères permettant d'appréhender le dopage dans sa complexité.\n\nLe dopage dans le sport est une pratique complexe dont la définition et l'identification renvoient à la construction sociale et historique de normes. \n\nLe cours propose une clarification des processus qui ont conduit à l'usage et la prohibition des produits dopants. L'amélioration des performances ou les transformations des apparences sont deux aspects du dopage qui dérangent alors que pourtant les sociétés vantent les mérites de \"l'amélioration\" du corps et que les marchés du \"human enhancement\" prospèrent. Ces apparentes contradictions seront analysées en montrant que, au-delà des questions sanitaires, le dopage est au croisement de multiples enjeux sociaux, scientifiques ou encore juridiques.\n\nPour y faire face, les autorités sportives et étatiques ont contribué à la mise en place d’institutions en charge de l'identification du dopage, de politiques de prévention, de répression et de recherche. Les dispositifs biologiques de contrôle comme le passeport biologique, les dimensions juridiques qui fondent la lutte contre le dopage, les organisations de production de la performance, comme les dimensions sociologiques du dopage seront abordés par ce cours.\n\nOutre les enseignants de l’Université de Lausanne, les meilleurs spécialistes du dopage, d’un laboratoire antidopage (LAD), du TAS (Tribunal Arbitral du Sport), de l’UEFA (football) et de l’AMA (Agence Mondiale Antidopage) interviennent dans ce cours. \n\nTeaser: https://www.youtube.com/watch?v=70ZQVQsWAdo \n\nObjectifs pédagogiques principaux :\n\nA la fin de ce cours les participants seront capables de:\n\n1.\tIdentifier la dimension « culturelle » du dopage, c’est-à-dire comme pratique qui a une histoire en lien avec la transformation de normes sociales\n\n2.\tPasser d’un mode de raisonnement binaire sur le dopage, pour ou contre, à la compréhension de la complexité d’un phénomène à la fois biologique, psychologique et sociologique\n\n3.\tReconnaître les institutions, les acteurs et les pratiques de lutte contre le dopage\n\n4.\tExpliquer comment le contexte social et organisationnel pèse sur les décisions des individus et comment il peut être réduit par des mesures de prévention. \n\n5.\tIdentifier comment fonctionne la lutte contre le dopage et les procédures de contrôle",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "gtbTilrcEeW5ChKOjFc59Q",
            "instructorIds": [
                "5208095"
            ],
            "name": "Dopage : Sports, Organisations et Sciences",
            "partnerIds": [
                "159"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/93/672c9065b011e583218394be5d7e1c/dopage.png",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "dopage",
            "startDate": 1455470644696,
            "workload": "4 semaines d'étude, 2-3 heures / semaine"
        },
        {
            "courseType": "v2.capstone",
            "description": "In this six-week capstone course, you will gain practical management experience in a safe, simulated software production setting. You will apply agile practices and techniques to conquer industry-inspired challenges. Interacting with a realistic client, you will discern what they want, what they truly need, and express that as software requirements to drive software production. Upon completing the capstone, you will be prepared to advance your career as a confident software product management professional.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "99SZyjVxEeW6RApRXdjJPw",
            "instructorIds": [
                "14283726"
            ],
            "name": "Software Product Management Capstone",
            "partnerIds": [
                "146"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/35/09b79067bc11e5ae13b7222dec6ad2/capstone_icon_1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "software-product-management-capstone",
            "startDate": 1441052749496,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "El estudiante deberá identificar un problema complejo, analizar las oportunidades disponibles y utilizar las herramientas de design thinking, elaboración experiencial de prototipos y una estrategia de innovación para desarrollar soluciones creativas. Dichas soluciones se evaluarán a partir de métricas establecidas para juzgar su idoneidad.\n\nEl proceso a seguir para ir del problema a la solución es el siguiente:\n\na. Encontrar una situación que se beneficiaría con soluciones innovadoras.\nb. A partir de lo aprendido en los cursos previos, desarrollar un proceso para ir de la búsqueda de problemas dentro del contexto estudiado a la implementación de la solución final.\nc. Evaluar las ideas generadas a partir de herramientas y procedimientos específicos.\nd. Reflexionar críticamente sobre el proceso.\n\nEl proyecto terminal constituye un ejemplo de aprendizaje basado en proyectos en el que el estudiante debe integrar la base de conocimiento y habilidades desarrolladas en los cursos previos de la especialización para resolver un problema específico. Así, pondrá en juego el manejo de diversas herramientas y técnicas que aprendió a lo largo del programa.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                }
            ],
            "id": "bhe4HGOlEeWLAgpGjz1Btw",
            "instructorIds": [
                "15095551",
                "323100"
            ],
            "name": "Creatividad, diseño e innovación: Técnicas y herramientas - Proyecto Final",
            "partnerIds": [
                "287",
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5d/689a2063a811e5970465692c5b4361/InnovationBanner-_1_-_2_.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "creatividad-proyecto-final",
            "startDate": 1444690379599,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Imagina que pudieses pedirle a Google que buscase una hora con tu médico especialista. Imagina además que Google reservase automáticamente la hora que más te acomoda. Ese es el objetivo de la Web Semántica, el que tu computador sea capaz de entender lo que le estás pidiendo y ejecute las acciones necesarias (interactuando automáticamente con otros computadores) para conseguir lo que le pides. Para lograr ese objetivo los computadores deben ser capaces de entender a los personas y máquinas que interactúan en el proceso, para lo cual se necesita de una semántica común. Este es el fin del área de investigación de la Web Semántica. Para que la comunicación entre las personas y computadores funcione a nivel semántico se necesitan tres tecnologías clave: un modelo de datos común (RDF) para leer y escribir en el mismo idioma; un lenguaje de consultas para ese modelo de datos (SPARQL) que permita extraer información; y una lógica que opera sobre esos mismos datos (OWL) para poder razonar sobre ellos. Este curso introducirá los conceptos necesarios para entender estas tecnologías clave. Al finalizar el curso, los participantes serán capaces de entender los conceptos fundamentales de la Web Semántica y sus principales tecnologías, y desarrollar sus propias aplicaciones utilizando las tecnologías de la Web Semántica. Finalmente, los alumnos verán como el objetivo de la Web Semántica no está tan lejos de conseguirse.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "eDkkVBq9EeWjrA6seF25aw",
            "instructorIds": [
                "10704075",
                "78808"
            ],
            "name": "La Web Semántica: Herramientas para la publicación y extracción efectiva de información en la Web",
            "partnerIds": [
                "190"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0c/01d7004aa311e58438815f11ef55fd/web-semantica-ALTA.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "web-semantica",
            "startDate": 1444246838869,
            "workload": "El curso dura 7 semanas y se estima que a los alumnos les tome 2-4 horas/semana."
        },
        {
            "courseType": "v2.ondemand",
            "description": "Le cours présente un tour d’horizon introductif des interactions entre la mobilité et les dynamiques urbaines. Il propose des outils méthodologiques et opérationnels permettant d’appréhender et de réguler la mobilité.   \n\nCes vingt dernières années, la mobilité urbaine a beaucoup changé. Le nombre de déplacements de loisirs a augmenté tandis que la part des déplacements pour motif travail a diminué. Dans le même temps, de nouvelles formes de mobilités se sont développées, comme la multirésidentialité, la pendularité de longue distance, le tourisme urbain et l’excursionnisme. Ces changements ont été concommittants de transformations urbaines comme l’étalement urbain ou la fragmentation.\n\nDans ce contexte, la mobilité est un enjeu pour l’ingénierie des transports urbains et le développement territorial, en particulier urbain: sa régulation nécessite une appréhension nouvelle de la demande de transport.\n\nLe cours montre ainsi aux étudiants les interrelations entre la ville et la mobilité, l’espace urbain et les flux de déplacements, tout en leur offrant une vision renouvelée du transport et de son impact sur le territoire et les modes de vie.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "17a-elI1EeWxCwowHhzTpQ",
            "instructorIds": [
                "14854169",
                "12820146",
                "14575683"
            ],
            "name": "Mobilité et urbanisme",
            "partnerIds": [
                "16"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ec/c7ce90523511e5a56ed39a151c1fb6/Mobilit__Urbanisme2560x1440px-150dpi---TEMPLATE.jpg",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "mobiurba",
            "startDate": 1441757761446,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Each mammalian cell has the same genes, yet performs distinct functions. This is achieved by epigenetic control of gene expression; the switching on and switching off of genes. This course will cover the principles of epigenetic control of gene expression, how epigenetic control contributes to cellular differentiation and development, and how it goes wrong in disease.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "-zH9iof2EeWGBwqGAoUFww",
            "instructorIds": [
                "1288295"
            ],
            "name": "Epigenetic Control of Gene Expression",
            "partnerIds": [
                "33"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c6/bf774b544bd9718e7ed7247e0e2611/Big480x270_withcopyright.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "epigenetics",
            "startDate": 1455665209309,
            "workload": "7 weeks of study, 6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "What you will achieve:\nIn this project-based course, you will outline a complete scientific paper, choose an appropriate journal to which you'll submit the finished paper for publication, and prepare a checklist that will allow you to independently judge whether your paper is ready to submit.\n\nWhat you'll need to get started:\nThis course is designed for students who have previous experience with academic research - you should be eager to adapt our writing and publishing advice to an existing personal project. If you just finished your graduate dissertation, just began your PhD, or are at a different stage of your academic journey or career and just want to publish your work, this course is for you. \n\n*About Project-Centered Courses: \nProject-Centered Courses are designed to help you complete a personally meaningful real-world project, with your instructor and a community of learners with similar goals providing guidance and suggestions along the way. By actively applying new concepts as you learn, you’ll master the course content more efficiently; you’ll also get a head start on using the skills you gain to make positive changes in your life and career. When you complete the course, you’ll have a finished project that you’ll be proud to use and share.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "TYSbV73jEeW1WAr3aepXuw",
            "instructorIds": [
                "17213537"
            ],
            "name": "How to Write and Publish a Scientific Paper (Project-Centered Course)",
            "partnerIds": [
                "66"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/13/c0ad60d18811e5b9502708c067456e/Logo_Publishing.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "how-to-write-a-scientific-paper",
            "startDate": 1455731989374,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "If you really care about the big questions in the economies and societies of the 21st century, such as distributive justice, namely, inequality of income or wealth, and its relationship with economic growth, this course is meant for you. It can truly change your outlook on our world.  ",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "law"
                }
            ],
            "id": "v1-1380",
            "instructorIds": [
                "4065570",
                "8488192",
                "8503635"
            ],
            "name": "Economic Growth and Distributive Justice",
            "partnerIds": [
                "110"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/8d/d6cf50878a11e59c8f43b5e6130a32/Courses4.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "ecojustice",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course will introduce students to the theory of music, providing them with the skills needed to read and write Western music notation, as well as to understand, analyse, and listen informedly. It will cover material such as pitches and scales, intervals, clefs, rhythm, form, meter, phrases and cadences, and basic harmony. ",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-1161",
            "instructorIds": [
                "5185418",
                "4288579",
                "5185427",
                "6389393",
                "6389479"
            ],
            "name": "Fundamentals of Music Theory",
            "partnerIds": [
                "14"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/90/8659e0352a11e49d32519928fb33e3/logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "musictheory",
            "workload": "5-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This two-part course is designed to be a fun introduction to the basics of programming in Python. Our main focus will be on building simple interactive games such as Pong, Blackjack and Asteroids.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "v1-2757",
            "instructorIds": [
                "527518",
                "726142",
                "530929",
                "7918767"
            ],
            "name": "An Introduction to Interactive Programming in Python (Part 2)",
            "partnerIds": [
                "13"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/4f/c900e09dd711e4a7a74f1fc317623a/iipp_icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "interactivepython2",
            "startDate": 1455926400000,
            "workload": "7-10 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn how to elevate your teaching by studying what some of the most successful  virtual teachers are doing to propel their students forward. We will investigate what teaching strategies make the biggest impact in virtual education, connect with innovative and experienced teachers, and apply core strategies to the key areas of K-12 virtual instruction.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "v1-727",
            "instructorIds": [
                "6806354"
            ],
            "name": "Advanced Instructional Strategies in the Virtual Classroom",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0d/cf4720378a11e48bf3558061d6b8d2/LOGO2_noapple.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "advancedvirtual",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "В этом курсе вы сможете получить знания и навыки инвестиционного анализа в компании и выбора проектов, способных увеличить стоимость бизнеса. Мы рассмотрим оценку проектов, нацеленных на органический рост компании изнутри, и проектов ее роста через стратегические приобретения бизнесов (сделки M&A). Курс входит в специализацию “Корпоративные финансы и стоимость компании”, включающую 5 связанных курсов и заключительный прикладной проект “Мастерство создания стоимости компании”.\n\nКоманда преподавателей курса, включающая представителей академической среды и бизнеса, поможет вам разобраться со сложностями оценки эффективности инвестиционных проектов, которая необходима для принятия решения о стратегии дальнейшего развития бизнеса – идти ли компании по пути расширения текущих производственных мощностей или принять активное участие в консолидации отрасли через приобретения или слияния с конкурентами.\n\nРазделы первой части данного курса посвящены анализу проектов, направленных на органический рост, и помогут вам лучше понять критерии распределения инвестиционного бюджета между несколькими вариантами расширения производства. В разделах второй части курса вы сможете узнать об эффективности сделок слияний и приобретений (M&A), принципах расчета синергетического эффекта от приобретения компании, а также последовательно пройти через все этапы сделки M&A.\n\nПосле успешного завершения курса вы сможете рассчитать экономическую эффективность инвестиционного проекта, учесть в финансовой модели возможности синергии от сделки M&A, сравнить альтернативные инвестиционные проекты и выбрать наиболее оптимальный с точки зрения различных инвестиционных критериев.\n\nПредставленный в курсе набор практических знаний эквивалентен нескольким годам работы в данной отрасли и позволит вам существенно нарастить багаж знаний, необходимых при трудоустройстве на работу, связанную с анализом инвестиционных проектов, включая сопровождение сделок M&A.\n\nДля прохождения курса вам понадобятся базовые знания в области корпоративных финансов, которые можно получить в 1 и 2 курсе специализации.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "finance"
                }
            ],
            "id": "7aPA7IeqEeW0iQ6RUMSWEQ",
            "instructorIds": [
                "16408795",
                "16544413",
                "16555885",
                "9175814"
            ],
            "name": "Инвестиционные проекты, слияния и поглощения",
            "partnerIds": [
                "160"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6f/b88f40adaa11e584915d6f2c50249f/____-___________-03.png",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "investing-in-corporate-growth",
            "startDate": 1452622807647,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Projects are all around us. Virtually every organization runs projects, either formally or informally. We are engaged in projects at home and at work. Across settings, planning principles and execution methodologies can offer ways in which projects can be run more effectively and efficiently. Project management provides organizations (and individuals) with the language and the frameworks for scoping projects, sequencing activities, utilizing resources, and minimizing risks.\n\nThis is an introductory course on the key concepts of planning and executing projects. We will identify factors that lead to project success, and learn how to plan, analyze, and manage projects. Learners will be exposed to state-of-the-art methodologies and to considering the challenges of various types of projects.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "VcGV0kxGEeWKRQoYMLwAUw",
            "instructorIds": [
                "611490"
            ],
            "name": "Fundamentals of Project Planning and Management",
            "partnerIds": [
                "18"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c0/f03b80bb7311e4a5f827cf3ce5bc88/PMMOOCImage.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "project-management",
            "startDate": 1446481506398,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "The data tier in a web application is used to provide persistent data storage of information, that is, information such as user data, blog posts, account information, orders, etc. The data tier is typically divided into data access components, and the data store itself. In this course we will focus primarily on the data store, and you will learn how to attach production-quality data stores to your web applications.  The data store in a web application is typically a relational (i.e., SQL) database, but it could be many other things: ranging from a key-value store, to a document store, to a graph database (these are often referred to as NoSQL databases).  Basically, a data store can be any technology the web application uses to retrieve and store data persistently across web sessions.  \n\nIn this course you will first learn about entity-relationship diagrams and the basic concepts associated with the relational database model, including the canonical means of interacting with relational databases using queries written in Structured Query Language (SQL). You will learn how to connect the production-quality PostgreSQL database to a web application.  Next we will cover a data access topic, namely object-relational mapping. This is used to convert data between incompatible type systems, in our case, between object-oriented data models in a web application and a relational database.  You will learn how the Active Record Design Pattern is used to solve the object-relational mapping problem, and you will use it in a web application.  Finally, you will learn how to connect a number of NoSQL databases to a web application, including NoSQL databases deployed as cloud services.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "Aiw3a4MHEeWk1xIKj2p3VQ",
            "instructorIds": [
                "3506150",
                "15808745"
            ],
            "name": "Web Application Development: The Data Tier",
            "partnerIds": [
                "120"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/31/ad7450c51e11e5acd479809f8233c2/app_data.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "webapps2",
            "startDate": 1453242849488,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course will explore the many problems of the American health care system and discuss the specific ways that the Affordable Care Act will impact access, quality, costs, as well as medical innovation.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "law"
                }
            ],
            "id": "v1-33",
            "instructorIds": [
                "1806984"
            ],
            "name": "Health Policy and the Affordable Care Act",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/24/33ea20352d11e4aa3c599183b828af/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "healthpolicy",
            "workload": "3-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Con frecuencia, en tu actividad profesional te enfrentas con la necesidad de analizar una gran cantidad de datos con el propósito de identificar si existe alguna relación entre ellos y de esta forma contar con información valiosa que te permita poder tomar una decisión.\n\nLos datos con los cuales se genera la información, además de requerir de un apropiado tratamiento, demandan también de una adecuada técnica para su análisis. \n\nEn este curso serás capaz de conocer y utilizar distintas técnicas basadas en el análisis estadístico con un enfoque hacia la inteligencia de negocios (Business Intelligence), los cuales te permitirán crear modelos para mejorar la comprensión de cómo los datos se relacionan con la población subyacente, validar el modelo  y emplear el análisis predictivo para evaluar escenarios factibles encaminados a orientar tus decisiones futuras.\n\nAl finalizar este curso habrás desarrollado la capacidad de utilizar distintas técnicas para la construcción y evaluación de modelos  que con base en criterios de desempeño preestablecidos te permitirán aprovechar el valor de los datos.\n\nAgradecemos a Fundación Televisa por su participación en la producción de este curso; con lo cual colabora a inspirar y desarrollar el potencial de las personas, a través de su compromiso con la educación y la cultura.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "rG2_rScYEeWP8AqYi9cmiw",
            "instructorIds": [
                "13977423"
            ],
            "name": "Uso de técnicas estadísticas para el análisis de datos",
            "partnerIds": [
                "62"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e7/aed3c051ab11e5bc936f0bcc42a392/foto_anadatos_curso1_b.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "datos-tecnicas",
            "startDate": 1447618503714,
            "workload": "4 semanas de estudio, 1-2 horas/semana"
        },
        {
            "courseType": "v2.ondemand",
            "description": "En el acelerado ambiente empresarial de hoy en día, a los empleados de todo nivel se les pide que se encarguen cada vez de más tareas, que cumplan más plazos, que asuman más responsabilidad y que se adapten a más innovación. Además de esos retos está la cuestión de la gran diversidad de personas con las que uno trabaja, y que continuamente están cambiando, por lo que es necesario saber manejar las diferencias generacionales, culturales, de sexo y de edad. La comunicación, tanto verbal como no verbal, constituye la base de todo lo que hacemos y decimos y es trascendental en el entorno laboral del siglo XXI. Afortunadamente, es posible aprender a comunicarse, y con la instrucción adecuada uno puede mejorar. El propósito de este curso es sensibilizar a los alumnos sobre la importancia de la comunicación en el lugar de trabajo y enseñarles nuevas destrezas interpersonales, a fin de que se vuelvan en general mejores comunicadores. Estos son algunos de los temas tratados: proceso y funciones de la comunicación, patrones conductuales, percepción de la realidad, señales verbales y no verbales, confianza, asertividad, tacto, control de la ira, críticas y observaciones positivas, resolución de conflictos, creación de equipos, liderazgo, entrevistas, empleo eficaz de la tecnología (correo electrónico, Skype, mensajes de texto, etc.) para comunicarse.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "Nq5uokEjEeWC4g7VhG4bTQ",
            "instructorIds": [
                "8883335"
            ],
            "name": "La comunicación laboral en el siglo XXI ",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/49/13ed1049ad11e4bf3b71daf11b54c7/21st-Century-Communications-Course.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "comunicacion-trabajo",
            "startDate": 1445674430647,
            "workload": "De 4 a 8 horas de videos, lecturas y exámenes"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course, you will learn how to build your team, improve teamwork and collaboration, and sustain team performance through continuous learning and improvement. Specifically, you will learn best practices for composing a team and aligning individual and team goals. You will also learn how to establish roles, build structures, and manage decision making so that your team excels. This course will also help you manage critical team processes such as conflict resolution and building trust that have a profound impact on your team’s performance. You will discuss some of the best ways to harness the productive potential of teams while mitigating the risks and traps of teamwork.\n\nIn modern organization, most of work is done in teams, yet the results of teamwork are exceptionally mixed. Many teams are poorly designed and structured, fraught with dysfunctional conflict, experience coordination breakdowns and serious motivation challenges. As a result, many teams fail to realize their potential and frequently underperform even individuals working on similar tasks. After completing this course, you will acquire a set of tools and practices that enable you to effectively set up, run, evaluate, and continuously improve your team. Such insights will both make you a more effective team leader but also a standout contributor in team settings.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "QUoNRDlaEeWXuQopUhAqaw",
            "instructorIds": [
                "14413061",
                "8072182"
            ],
            "name": "Leading Teams",
            "partnerIds": [
                "3"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/8c/0f4e50502a11e5ab137970bddb1c09/leadingteams.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "leading-teams",
            "startDate": 1450715674675,
            "workload": "4 weeks of study, 1-2 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Have you ever viewed a news report depicting the aftermath of a devastating natural disaster? The damage to human life and property are both staggering and heartbreaking. All parts of the world face the possibility of floods, hurricanes, tornados, fires, landslides, earthquakes, tsunamis, and other natural phenomena. Are you prepared if disaster would strike you? This course will help you prepare!\n\nThe course is appropriate for any learner who is proactive about developing the core competencies of disaster readiness and survival planning. It is especially useful if you are seeking techniques that can ensure your personal protection, as well as the safety of your family, property, and belongings, during a natural disaster. In addition, it offers essential preparation for a variety of emergency situations and inconveniences, even if you do not live in major tornado, flood, hurricane, tsunami, or earthquake zone. For instance, could you and your loved ones manage without access to potable water, electricity, fuel, and banking facilities? If you are unsure of your ability to respond in any of these possible scenarios, this course is for you!\n\nThroughout the course, you will be introduced to the Disaster Cycle, specifically the Mitigation and Recovery phases, and will create an extensive personal preparedness plan for survival in the absence of common amenities, such as food and water, shelter, and communication. You will also acquire practical, easy-to-apply strategies for maintaining a healthy attitude during disaster which can allow you to remain calm, avoid panic, and draw upon inner and outer resources in dire circumstances. Although death may be an inevitable outcome of extreme circumstances, a balanced outlook can provide comfort for all parties involved. Finally, issues of how institutions and governments can aid in disaster are also discussed.\nIf you are interested in this topic you may be interested in other online programs at the University of Pittsburgh School of Nursing. Learn more about those programs by visiting our website: http://www.online.pitt.edu/nursing/nursing.php",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "Lka_AUNqEeSEgyIAC1AP1w",
            "instructorIds": [
                "1722827"
            ],
            "name": "Disaster Preparedness",
            "partnerIds": [
                "36"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0e/ba15c5e2d53d2d7556a7605bcb7361/MP900401427.JPG",
            "primaryLanguages": [
                "en"
            ],
            "slug": "disaster-preparedness",
            "startDate": 1432060122446,
            "workload": "10-15 hours of lectures, quizzes, and assignments"
        },
        {
            "courseType": "v1.session",
            "description": "Learn the engineering skills needed to build a technology startup from the ground up.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "v1-300",
            "instructorIds": [
                "1845856",
                "1853352"
            ],
            "name": "Startup Engineering",
            "partnerIds": [
                "1"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/49/baeb10352b11e4a4351b48ac74e750/logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "startup",
            "workload": "2-20 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Approximation algorithms, Part 2\n\nThis is the continuation of Approximation algorithms, Part 1. Here you will learn linear programming duality applied to the design of some approximation algorithms, and semidefinite programming applied to Maxcut.\n\nBy taking the two parts of this course, you will be exposed to a range of problems at the foundations of theoretical computer science, and to powerful design and analysis techniques. Upon completion, you will be able to recognize, when faced with a new combinatorial optimization problem, whether it is close to one of a few known basic problems, and will be able to design linear programming relaxations and use randomized rounding to attempt to solve your own problem. The course content and in particular the homework is of a theoretical nature without any programming assignments.  \n\nThis is the second of a two-part course on Approximation Algorithms.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "AWy3bpdeEeW2aQ7olstw0Q",
            "instructorIds": [
                "2570956"
            ],
            "name": "Approximation Algorithms Part II",
            "partnerIds": [
                "130"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a5/28a8a0a41211e5b65225729526771e/online-copy.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "approximation-algorithms-part-2",
            "startDate": 1454027697791,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "This course is geared towards starting undergraduate students. A solid background in biology will be helpful but not absolutely essential. The material will be of interest to those who are pursuing a career in any of the life sciences as well as anyone who has run up against their biological clock.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "v1-1648",
            "instructorIds": [
                "7014037",
                "7570174"
            ],
            "name": "Circadian clocks: how rhythms structure life",
            "partnerIds": [
                "64"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/37/82bc204a3e11e4ad919dbdd28420ca/iStock_000022851159XXLarge.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "circaclock",
            "workload": "3-6 hours/week"
        },
        {
            "courseType": "v2.capstone",
            "description": "The Capstone project gives you the opportunity to put into practice what you have learned in this specialization through one of two options:\n\nI – Help a major company find solutions to real problems it is facing in the areas of the four P’s. After firstly making an extensive analysis of the current situation, recommend specific action plans to solve existing dilemmas of the company. A real-life business case!\n\nII – Have your own product or service? Run it through the marketing mix. \nIf you are planning to take your own product or service to market, decide actions for each of the four P’s through this personalized capstone project option and give your idea the push it needs.\n\nBoth options will contain different phases with peer evaluated assessment.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "xUz-eaTtEeWkKArXiJndEw",
            "instructorIds": [
                "15544810"
            ],
            "name": "Marketing Mix Implementation Capstone ",
            "partnerIds": [
                "61"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e5/c59a20bb9211e5b3847b93647b6493/store.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "marketing-mix-capstone",
            "startDate": 1453243892666,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Para todas aquellas personas que han querido saber cómo se creaba un videojuego, en este curso vamos a explicar cómo crear un pequeño motor, uno de los elementos nucleares de cualquier videojuego. El curso persigue comprender su concepto, entender qué es ese núcleo que en terminología inglesa se conoce como 'game engine', Analizaremos no solo su papel, sino qué utilidades debe proporcionar para ser utilizado en un videojuego. Y todo ello, explicando cómo crear un pequeño motor desde cero, que nos permitirá crear un videojuego en DirectX11.\n\nUn curso donde cualquier persona podrá entender los conocimientos básicos sobre el funcionamiento de un motor, y donde las personas con formación en programación aprenderán a crear su propio motor.\n\nEl curso está estructurado de tal forma que desde el primer día tengamos resultados en pantalla y cualquier persona pueda seguir el propio curso.\n\nEl resultado será un pequeño motor de videojuegos 3D sobre DirectX11, donde crearemos un pequeño videojuego de tipo FPS.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "IxyvECx7EeWNaBKfE9kXTQ",
            "instructorIds": [
                "11224479",
                "14940613"
            ],
            "name": "Motores gráficos en videojuegos: game engine",
            "partnerIds": [
                "80"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f8/befab0680c11e5b7e457acf9a254e6/Course-logo--coursera-v4.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "videojuegos-engine",
            "startDate": 1445044285137,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Focused on Tolkien and The Lord of the Rings Online, this course explores what happens to stories and films when they are turned into online games.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-246",
            "instructorIds": [
                "272543"
            ],
            "name": "Online Games: Literature, New Media, and Narrative",
            "partnerIds": [
                "37"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/50/aab96f7f0af359c5f946a1f37f2290/Cheeryble-by-moonlight.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "onlinegames",
            "workload": "6-7 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn about the inner workings of cryptographic primitives and protocols and how to apply this knowledge in real-world applications.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "computer-security-and-networks"
                }
            ],
            "id": "v1-127",
            "instructorIds": [
                "774"
            ],
            "name": "Cryptography II",
            "partnerIds": [
                "1"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/14/22e870352d11e4a4351b48ac74e750/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "crypto2",
            "startDate": 1465776000000,
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn about how psychology has developed a body of knowledge about behavior and mind through the use of scientific methods. All areas of psychology will be covered.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                }
            ],
            "id": "v1-322",
            "instructorIds": [
                "2606554",
                "2225883"
            ],
            "name": "Introduction to Psychology as a Science",
            "partnerIds": [
                "9"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/0e/5c2500f35f11e4ba4d093eb936ce78/Introduction-to-Psychology-Icon600x340.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "psy",
            "workload": "8-10 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Plenty of buzz exists about blended learning and its transformational potential. But what does blended learning really mean? In this course we will explore the different models of blended learning and dive into key issues that impact students, teachers, and schools. Specifically, we will look at these issues through the lens of three high-performing schools that each use a different type of blended learning.  A few of the key topics will include:\n\n- The role of the student and how to support students in the transition from traditional to blended learning\n- Implications for teachers in their day-to-day work and overall role\n- Impact on the way schools are designed including staffing models, use of time, hardware/software selection, and the use of data\n- Implementation challenges, potential solutions, and the remaining open questions\n\nWe will live by the attributes of blended learning in this course, encouraging students to take quizzes at the beginning of the module to assess their understanding and skip material they already know. Overall, we will take a hand-on approach and the course will culminate in participants prototyping their own blended learning model.\n\nIf you are interested in learning more about how to best leverage technology in education and rethink the way we run schools, join this MOOC and encourage your colleagues to do the same.  Become a part of this growing movement and learn first-hand how blended learning can help provide students a more personalized learning experience. ",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "ZckpR6aUEeS-CCIACiOVBQ",
            "instructorIds": [
                "2807360",
                "4058736",
                "4125203"
            ],
            "name": "Blended Learning: Personalizing Education for Students",
            "partnerIds": [
                "103",
                "162",
                "164"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/47/ec190cd8e9e0374cca2b2e81b743d5/Intro-thumb09.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "blended-learning",
            "startDate": 1430772330440,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "An introduction to the Swift programming language.  This will prepare you for more extensive iOS app development and build a foundation for advanced iOS development topics.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "X55NADVvEeW6RApRXdjJPw",
            "instructorIds": [
                "17594437",
                "17594718",
                "17593908"
            ],
            "name": "Toward the Future of iOS Development with Swift",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2a/0e25e039f111e5983f057036a8bbb2/iStock_Course5.1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "iosswift",
            "startDate": 1441041828253,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "¿Te has preguntado alguna vez qué criterios utilizan las empresas para contratar o retribuir a las personas? ¿Por qué no siempre entendemos los planes de promoción?. El objetivo de este curso es conocer algunas herramientas prácticas en materia de Recursos Humanos y aprender a gestionar personas y liderar el talento con la mayor eficacia posible. ",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "v1-2609",
            "instructorIds": [
                "10430185"
            ],
            "name": "Claves para Gestionar Personas",
            "partnerIds": [
                "172"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/86/60b180793c11e49563698277a85df5/logocourse1.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "gestionpersonas",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Welcome to Quantitative Formal Modeling and Worst-Case Performance Analysis. In this course, you will learn about modeling and solving performance problems in a fashion popular in theoretical computer science, and generally train your abstract thinking skills.   \n\nAfter finishing this course, you have learned to think about the behavior of systems in terms of token production and consumption, and you are able to formalize this thinking mathematically in terms of prefix orders and counting functions. You have learned about Petri-nets, about timing, and about scheduling of token consumption/production systems, and for the special class of Petri-nets known as single-rate dataflow graphs, you will know how to perform a worst-case analysis of basic performance metrics, like throughput, latency and buffering.\n\nDisclaimer: As you will notice, there is an abundance of small examples in this course, but at first sight there are not many industrial size systems being discussed. The reason for this is two-fold. Firstly, it is not my intention to teach you performance analysis skills up to the level of what you will need in industry. Rather, I would like to teach you to think about modeling and performance analysis in general and abstract terms, because that is what you will need to do whenever you encounter any performance analysis problem in the future. After all, abstract thinking is the most revered skill required for any academic-level job in any engineering discipline, and if you are able to phrase your problems mathematically, it will become easier for you to spot mistakes, to communicate your ideas with others, and you have already made a big step towards actually solving the problem. Secondly, although dataflow techniques are applicable and being used in industry, the subclass of single-rate dataflow is too restrictive to be of practical use in large modeling examples. The analysis principles of other dataflow techniques, however, are all based on single-rate dataflow. So this course is a good primer for any more advanced course on the topic.\n\nThis course is part of the university course on Quantitative Evaluation of Embedded Systems (QEES) as given in the Embedded Systems master curriculum of the EIT-Digital university, and of the Dutch 3TU consortium consisting of TU/e (Eindhoven), TUD (Delft) and UT (Twente). The course material is exactly the same as the first three weeks of QEES, but the examination of QEES is at a slightly higher level of difficulty, which cannot (yet) be obtained in an online course.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "electrical-engineering"
                }
            ],
            "id": "oWawIRajEeWEjBINzvDOWw",
            "instructorIds": [
                "2296008"
            ],
            "name": "Quantitative Formal Modeling and Worst-Case Performance Analysis",
            "partnerIds": [
                "253"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/54/a7d40089e111e5a492a9ec468a6ea2/Titelplaatje.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "quantitative-formal-modeling-1",
            "startDate": 1446400917106,
            "workload": "5 weeks of study, 1-2 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Each of our cells contains nearly identical copies of our genome, which provides instructions that allow us to develop and function. This course serves as an introduction to the main laboratory and theoretical aspects of genomics and is divided into themes: genomes, genetics, functional genomics, systems biology, single cell approaches, proteomics, and applications.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "v1-44",
            "instructorIds": [
                "471335",
                "1320449"
            ],
            "name": "Experimental Genome Science",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/20/ed4aa0352d11e4ae1bdd88b9e8f59b/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "genomescience",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "This course explores the relationship between slavery and democracy at the heart of American history.  It is about the rise and fall of the slave South from the beginning of the seventeenth century to the end of the American Civil War.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "v1-1039",
            "instructorIds": [
                "3632964"
            ],
            "name": "History of the Slave South",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/72/c0bba42d4469a07105a6d2e1e9a982/Jefferson_Slave-Image3.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "slavesouth",
            "workload": "5-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Este curso te brinda acceso simple a las invaluables técnicas de aprendizaje utilizadas por expertos en arte, música, literatura, matemáticas, ciencia, deportes y muchas otras disciplinas. Aprenderemos cómo el cerebro utiliza dos modos de aprendizaje muy distintos y cómo encapsula (“fragmentas”) información. También hablaremos sobre ilusiones de aprendizaje, técnicas de memoria, cómo ocuparse de la procrastinación y las mejores prácticas, según lo demuestra la investigación, para ayudarte a dominar los temas más complicados.\n \nCon estos enfoques, más allá de tus niveles de destreza en los temas que quieras dominar, puedes cambiar tu pensamiento y tu vida. Si ya eres un experto, este vistazo de la maquinaria cerebral te dará ideas para disparar un nuevo aprendizaje poderoso, con consejos contraintuitivos para presentar exámenes y perspectivas que te ayudarán a aprovechar al máximo el tiempo que dedicas a las tareas y a la resolución de problemas. Si estás teniendo dificultades, descubrirás un cofre del tesoro estructurado con técnicas prácticas que te orientan acerca de lo que debes hacer para mejorar. Si alguna vez deseaste ser mejor en algún ámbito del aprendizaje, este curso te servirá como guía.\n\nEste curso también está disponible en portugués. Para unirte a la versión traducida al portugués, visita esta página: https://www.coursera.org/learn/aprender",
            "domainTypes": [
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "JpkxGpq1EeW5DwqxkAwIMQ",
            "instructorIds": [
                "1909875",
                "5718916"
            ],
            "name": "Aprendiendo a aprender: Poderosas herramientas mentales con las que podrás dominar temas difíciles",
            "partnerIds": [
                "53"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6e/c02c90d08611e3bb7b4ba94dd73d39/Learning-How-to-Learn-Logo-with-text.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "aprendiendo-a-aprender",
            "startDate": 1454094902707,
            "workload": "4 horas de video, 3 horas de ejercicios, 3 horas de material adicional"
        },
        {
            "courseType": "v1.session",
            "description": "Computer haben unser Leben tiefgreifend verändert. Um die heutige Gesellschaft und Wirtschaft und deren stetigen Veränderungen zu verstehen, muss man wissen, wie Computer funktionieren. \nDas Ziel der Vorlesung Informatik für Ökonomen ist es, Ihnen eine Basis zu vermitteln, um unsere informationstechnisch gesteuerte Welt zu verstehen und darin erfolgreich zu sein.\n",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "machine-learning"
                }
            ],
            "id": "v1-963",
            "instructorIds": [
                "2929488"
            ],
            "name": "Informatik für Ökonomen",
            "partnerIds": [
                "93"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ce/11cb25803b11618e2b5236cde92e75/titel-crowd-schwarz-weiss-4.jpg",
            "primaryLanguages": [
                "de"
            ],
            "slug": "inf4oec",
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Learn to identify and define various art movements, artists, and their artworks. Convey a personal appreciation for art concepts, techniques, and approaches through the creation and sharing of your own original artwork.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-417",
            "instructorIds": [
                "2650854"
            ],
            "name": "Introduction to Art: Concepts & Techniques",
            "partnerIds": [
                "51"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/a4/4b9e1c8f528199e60e6240e8e76721/art10_logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "art",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Although taking, sharing, and viewing photographs has become second nature for many of us, our regular engagement with images does not necessarily make us visually literate. This course aims to address the gap between seeing and truly understanding photographs by introducing a diversity of ideas, approaches, and technologies that inform their making. In this course you will look closely at photographs from the collection of The Museum of Modern Art and hear a variety of perspectives on what a photograph is and the ways that photography has been used throughout its nearly 180 year history: as a means of artistic expression, as a tool for science and exploration; as an instrument of documentation; to tell stories and record histories; and as a mode of communication and critique in our ever increasingly visual culture.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "-qAWU5qYEeWdIQqYUkH3aw",
            "instructorIds": [
                "17172319"
            ],
            "name": "Seeing Through Photographs",
            "partnerIds": [
                "107"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5e/5766d0bf8511e5882003b60c7d6622/atget-cropped_course-still.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "photography",
            "startDate": 1453935818431,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course will provide learners with a systematic general framework for analyzing persuasive influence situations. Learners will be able to identify different challenges faced by persuaders and to fashion appropriate strategies for addressing those challenges. The broad goal is to provide learners with not only an extensive persuasion tool kit, but also with an understanding of how different tools are useful in different situations. Specifically, the course will address four broad topics: strategies for influencing people’s personal attitudes; strategies for affecting social factors influencing behavior; strategies for affecting people’s perceived ability to undertake the desired behavior; and strategies for inducing people to act on their existing intentions.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                },
                {
                    "domainId": "business",
                    "subdomainId": "business-strategy"
                }
            ],
            "id": "xx-VwD-OEeWBrBIWi3mmCw",
            "instructorIds": [
                "14898794"
            ],
            "name": "Leadership Through Social Influence",
            "partnerIds": [
                "54"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/49/cce700a41211e5a1f7d940fa69b157/Course-3.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "leadership-socialinfluence",
            "startDate": 1447441189862,
            "workload": "4 weeks of study, 1-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "The course develops critical thinking and analytic problem solving skills within a chemistry context in order to prepare students for success in college-level General Chemistry—a key gateway class required for many undergraduate majors.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "chemistry"
                }
            ],
            "id": "v1-1262",
            "instructorIds": [
                "5557208"
            ],
            "name": "Preparation for General Chemistry",
            "partnerIds": [
                "67"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f6/6f2c4083bf11e387864fed46db743d/logo-chemprep.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "chemprep",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Este curso te proporcionará las bases del lenguaje de programación estadística R, la lengua franca de la estadística, el cual te permitirá escribir programas que lean, manipulen y analicen datos cuantitativos. Te explicaremos la instalación del lenguaje; también verás una introducción a los sistemas base de gráficos y al paquete para graficar ggplot2, para visualizar estos datos. Además también abordarás la utilización de uno de los IDEs más populares entre la comunidad de usuarios de R, llamado RStudio.\n\nObjetivo\n\nAl término del curso:\n\nUtilizarás el lenguaje de programación R con el fin de manipular datos, generar análisis estadísticos y representación gráfica, a través del procesamiento de datos cuantitativos.\n\nForma de trabajo\n\nEste curso busca introducirte en el lenguaje de programación estadística R, un lenguaje computacional diseñado para el análisis estadístico de datos. Este curso está dirigido a estudiantes y profesionales que tienen interés en poder utilizar esta herramienta, para leer, manipular, analizar y graficar datos. \n\nUtilizarás un IDE (Ambiente de Desarrollo Integrado) muy popular para trabajar con el lenguaje R, llamado RStudio, que se ha vuelto el IDE de facto para programar en R.\n\nEn cada módulo encontrarás videos que te guiarán en la instalación de las herramientas a utilizar, así como explicaciones de las operaciones básicas y los elementos específicos que ofrecen un manejo más profundo del lenguaje. También hallarás algunas referencias bibliográficas para ahondar en el tema que sea de tu interés.\n\nPara complementar las lecciones, realizarás algunos cuestionarios de práctica, así como prácticas con el lenguaje, las cuales tendrán valor para la evaluación.",
            "domainTypes": [
                {
                    "domainId": "data-science",
                    "subdomainId": "data-analysis"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "7_wUMCBSEeW5Rwo0txKkgQ",
            "instructorIds": [
                "13839552"
            ],
            "name": "Introducción a la programación estadística con R",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/8d/695a5071fb11e5ad77e9b1305951a2/logo_estadisticaConR.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "programacion-estadistica-r",
            "startDate": 1443482586901,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course, you will learn how to create a complete, multi-user web site using the Meteor.js framework and MongoDB. You will implement user authentication, security features, reactive templates and routing using iron router. You will carry out key database operations such as inserting, removing and updating data as well as sorting and filtering. You will see how a complete application can be built, line by line. \n\nAt the end of the course, you will be able to:\n1. Install the Meteor.js system then create and deploy web applications\n2. Work with the Meteor.js packaging system\n3. Write Meteor.js templates that can reactively display data\n4. Use insert, remove and update operations on MongoDB\n5. Write MongoDB data filters to search for and sort data\n6 .Add  user authentication functionality to a website\n7. Control what is displayed on the page using iron:router \n8. Implement basic security features \n\nIn this course, you will complete:\n1 server install assignment taking ~1 hour to complete\n1 programming assignment taking ~8 hours to complete\n4 quizzes, each taking ~20 minutes to complete\nmultiple practice quizzes, each taking ~5 minutes to complete\n\nPrerequisites\n\nThis course is designed to build on top of the material delivered in the previous two courses in this specialisation. Therefore, we recommend that if you find this course too technically challenging that you first complete the previous courses before re-commencing this one. Specifically, we expect you to be able to code basic HTML, CSS and Javascript before you take this course. \n\nParticipation in or completion of this online course will not confer academic credit for University of London programmes",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "wKPtohoHEeWwrBKfKrqlSQ",
            "instructorIds": [
                "1960981"
            ],
            "name": "Introduction to Meteor.js Development  ",
            "partnerIds": [
                "26",
                "303"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6a/e2aa603cf211e5a922adc5eaf6c043/MOOC-3.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "meteor-development",
            "startDate": 1447621737521,
            "workload": "4 weeks of study, 1-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Why is Coursera offering this course free of charge? Why is the divorce rate so high? Why do we have so much pollution? Would legalizing marijuana lead to a reduction in crime? Why is a college education a smart investment, or is it? Why would a draft only damage the army? In the last 50 years economists have tackled some of the most interesting and important questions for humanity!",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "economics"
                }
            ],
            "id": "v1-138",
            "instructorIds": [
                "884324"
            ],
            "name": "Microeconomics Principles",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/32/2f7950352d11e4aa3c599183b828af/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "microecon",
            "workload": "4-12 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "« Scientific humanities » means the extension of interpretative skills to the discoveries \nmade by science and to technical innovations. The course will equip future citizens with the means to be at ease with many issues that straddle the distinctions between science, morality, politics and \nsociety.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "governance-and-society"
                }
            ],
            "id": "v1-2478",
            "instructorIds": [
                "10301343"
            ],
            "name": "Scientific Humanities",
            "partnerIds": [
                "210"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/bc/1d4ec06a7611e484a62f3c4821031d/cover.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "sh",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Modéliser un problème, concevoir un algorithme de résolution et en proposer une implémentation correcte. Du problème à sa solution, ce cours combine approches pragmatique, pratique et théorique de l'informatique.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "algorithms"
                }
            ],
            "id": "v1-446",
            "instructorIds": [
                "2423001",
                "1622801"
            ],
            "name": "Conception et mise en œuvre d'algorithmes.",
            "partnerIds": [
                "66"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/37/bc1090496311e59951ab47d3a63296/newlogod.jpg",
            "primaryLanguages": [
                "fr"
            ],
            "slug": "algoprog",
            "workload": "6-8 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Understand the content marketing and social media ecosystems and how these interconnected channels drive search results to a website. Learn how to leverage content marketing and social media as part of your SEO strategy, and how to use influence marketing to establish a website’s authority.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "kvco9XQ4EeWi0g6YoSAL-w",
            "instructorIds": [
                "15768538"
            ],
            "name": "Advanced Content and Social Tactics to Optimize SEO",
            "partnerIds": [
                "83"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b6/d13140b31b11e58da87fc14b41cdef/Course-5--460493185.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "seo-tactics",
            "startDate": 1453242308328,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "This assignment asks you, our learner, to pull together all you have learned in the three startup entrepreneurship courses that comprise \"Cracking the Creativity Code\" specialization. This project promotes deep understanding of the actions that transform an idea into an actual business, or non-profit. \"Taking it into the real world\" is in fact the culmination of the process.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "tQKglHsBEeWb-BLhFdaGww",
            "instructorIds": [
                "9890993"
            ],
            "name": "Action-Driven Business Plan: From the ‘Classroom’ to the World",
            "partnerIds": [
                "129"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/47/d78630b2e511e5bf70b5770f2a87d7/maital-specialization.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "startup-entrepreneurship-capstone",
            "startDate": 1453237168016,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Learn how energy is extracted from three naturally occurring fluid flows: wind, waves and tides. Strengths and weaknesses of the various technologies will be discussed and illustrated through case studies of specific installations.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "v1-2076",
            "instructorIds": [
                "8973251"
            ],
            "name": "Wind, Waves and Tides: Alternative Energy Systems",
            "partnerIds": [
                "11"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/24/3e60e0293911e48b64d9156fa83cb0/aes_logo_draft_600x340.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "windwavetide",
            "workload": "5-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Robotic systems typically include three components: a mechanism which is capable of exerting forces and torques on the environment, a perception system for sensing the world and a decision and control system which modulates the robot's behavior to achieve the desired ends.  In this course we will consider the problem of how a robot decides what to do to achieve its goals. This problem is often referred to as Motion Planning and it has been formulated in various ways to model different situations.  You will learn some of the most common approaches to addressing this problem including graph-based methods, randomized planners and artificial potential fields.  Throughout the course, we will discuss the aspects of the problem that make planning challenging.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                },
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "r8zaNVu-EeW0ugrg2GGh4Q",
            "instructorIds": [
                "14966426"
            ],
            "name": "Robotics: Computational Motion Planning",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c5/1233807cd911e5a6c6ade9ce238de7/CMP-Logo.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "robotics-motion-planning",
            "startDate": 1455595287090,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this MOOC, we will learn how to apply patterns and frameworks to alleviate the complexity of developing concurrent applications on mobile devices running Android that connect to popular cloud computing platforms.\nThroughout this MOOC we'll focus on pattern-oriented software architecture, with an emphasis on concurrent programming in the context of Android middleware systems programming mechanisms, such as synchronous and asynchronous concurrency models. We illustrate by example how key pattern and framework concepts and relationships are applied in Android from both an application and infrastructure perspective. Many code examples are shown throughout using Java, with case study projects used to reify the key points throughout all the material in this MOOC.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "4yAcmJMFEeWrHRI1nVMcyw",
            "instructorIds": [
                "1337829"
            ],
            "name": "Programming Mobile Services for Android Handheld Systems: Concurrency",
            "partnerIds": [
                "37"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/04/2f3200879b11e4ba585b309d0abf32/POSA-MOCCA.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "posaconcurrency",
            "startDate": 1450203753125,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Myths are traditional stories that have endured over a long time. Some of them have to do with events of great importance, such as the founding of a nation. Others tell the stories of great heroes and heroines and their exploits and courage in the face of adversity. Still others are simple tales about otherwise unremarkable people who get into trouble or do some great deed. What are we to make of all these tales, and why do people seem to like to hear them? This course will focus on the myths of ancient Greece and Rome, as a way of exploring the nature of myth and the function it plays for individuals, societies, and nations. We will also pay some attention to the way the Greeks and Romans themselves understood their own myths. Are myths subtle codes that contain some universal truth? Are they a window on the deep recesses of a particular culture? Are they a set of blinders that all of us wear, though we do not realize it? Or are they just entertaining stories that people like to tell over and over? This course will investigate these questions through a variety of topics, including the creation of the universe, the relationship between gods and mortals, human nature, religion, the family, sex, love, madness, and death.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "philosophy"
                },
                {
                    "domainId": "language-learning",
                    "subdomainId": "other-languages"
                }
            ],
            "id": "yqF2L50oEeWJORITtzkPnQ",
            "instructorIds": [
                "422471"
            ],
            "name": "Greek and Roman Mythology",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera.s3.amazonaws.com/topics/mythology/large-icon.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "mythology",
            "startDate": 1450219060682,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "Through some of the most celebrated examples of the early Renaissance architecture and the most important statements of the early Renaissance theories, the course will examine problems of the architectural spaces, technology and forms looking to the antiquity in the XV century in Italy.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "v1-467",
            "instructorIds": [
                "2633305"
            ],
            "name": "Early Renaissance Architecture in Italy: from Alberti to Bramante",
            "partnerIds": [
                "74"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/73/c17dacf21ef571074062b31b6de890/77650945.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "renaissancearchitect",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "La capa de presentación en una aplicación web es aquella con la que el usuario interactúa a través del navegador web. Este es un capítulo de vital importancia, ya que la experiencia del usuario es a menudo lo que determina el éxito de una aplicación web. Si un usuario no puede interactuar con una aplicación web de una manera eficiente y eficaz, el éxito global de la aplicación se verá comprometida, sin importar la calidad con la que el resto de la aplicación se ha diseñado e implementado. Esta es también un área donde ha habido mucha innovación en los últimos años, con mejoras en la tecnología de navegadores, el lanzamiento de HTML5, el surgimiento del diseño responsivo y la liberación de potentes marcos para interfaz de usuario.\n\nEn este curso aprenderá algunos fundamentos básicos de diseño gráfico a fin de proporcionar una experiencia de usuario final agradable. El curso también cubrirá enfoques comunes para wireframing y creación de prototipos, además de los conceptos más importantes acerca del lenguaje de programación JavaScript. Aprenderá además cómo utilizar a la vez lenguaje HTML, hojas de estilo en cascada (CSS) y JavaScript para producir contenidos web convincentes. Más importante aún, aprenderá patrones y conceptos de diseño que soportan el uso de estas tecnologías, lo que permite crear aplicaciones web de fácil mantenimiento y modificación. Finalmente, aprenderá acerca de diseño responsivo y el uso algunos de los marcos emergentes para interfaz de usuario, tales  como Bootstrap, angularJS y Vue.js, para crear aplicaciones de una sola página modernas.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "GkvynoMIEeWXJRLCDq5sWw",
            "instructorIds": [
                "3506150",
                "15808745"
            ],
            "name": "Desarrollo de Aplicaciones Web: Nivel de Presentación",
            "partnerIds": [
                "120"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/bf/030990ca0611e5a7ce01df5efd3e26/app_presentation.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "webapps3-espanol",
            "startDate": 1453243323279,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Комбинаторика - это наука, которая, с одной стороны, богата исключительно красивыми постановками задач, зачастую доступными школьнику, а с другой стороны, это очень глубокая современная область знаний, без овладения инструментами которой невозможно серьезное понимание как большинства других фундаментальных дисциплин - анализа, алгебры, теории графов, теории вероятностей и др., - так и многих прикладных проблем.\n\nСовременная комбинаторика, таким образом, это своего рода основа основ: это и красивейшая теория с массой нетривиальных задач и методов, но это и прекрасная база для приложений в computer science, в анализе сложных сетей, в теории кодирования и криптографии, в биоинформатике и др. В курсе мы познакомим слушателей с наиболее важными областями и инструментами современной комбинаторики, причем многие темы курса по сути уникальны: здесь не только классические комбинаторные величины и тождества, но также и общая теория обращения Мебиуса, и диаграммы Юнга, и рекурсия, и производящие функции. Это позволит нам в дальнейших курсах выйти на реальные приложения в анализе таких сложных сетей, как Интернет, социальные, биологические сети, сети межбанковских взаимодействий и др.\n\nДля участия в курсе слушателю необходимо иметь базовые представления о теории множеств и началах анализа. Все остальные понятия будут введены в ходе курса.\n\nКурс состоит из 7 недель лекций и 1 недели экзамена. Каждую неделю слушатель выполняет задания, составляющие 10% от всего курса (5% тест и 5% задачи с ответом). Экзамен также состоит из теста и задач с ответом, каждая часть оценивается в 15% от общей суммы. Для успешного прохождения курса необходимо в каждом задании набрать не менее 50% от общего числа баллов.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                },
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "Rtlt9eFdEeSGQSIAC1sPoA",
            "instructorIds": [
                "9134341",
                "9139133"
            ],
            "name": "Современная комбинаторика (Modern combinatorics)",
            "partnerIds": [
                "176"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4a/c81b70c63611e5b4870ff3a2e6d292/domino-Depositphotos_23344972_s-1.jpg",
            "primaryLanguages": [
                "ru"
            ],
            "slug": "modern-combinatorics",
            "startDate": 1442174748586,
            "workload": "4-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "腦袋裡常裝著許多立體物件的形貌，想分享出來，可是不知道怎麼表達？怎麼將心中那個立體的形象，「繪製」出來呢？3D建模技術，幫助我們建構最直觀可以理解的立體模型，跳過利用平面圖解讀三維物體的過程，最能直接有效地表達我們的想法。\n我們設計了許多範例，讓大家可以快速地理解3D CAD軟體 Sketchup 的使用邏輯，與繪製技巧，從入門到進階，介紹SketchUp 各項3D建模技術。完成『工程圖學3D CAD』後，把天馬行空的想法，以3D建模技術繪製出來，不再是難事！\n本課程目標是建構三維模型，電腦實作為主要講授教材，以豐富有趣的範例與完整的繪製過程，步驟化地引導如何使用Sketchup這套3D建模軟體的技術。完成『工程圖學3D CAD』，你將有能力將存在於想像裡的立體物件，透過3D建模，實現出來！",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "mechanical-engineering"
                }
            ],
            "id": "6aAT6Q4sEeWhsgqB1eduww",
            "instructorIds": [
                "2139037"
            ],
            "name": "工程圖學 3D CAD",
            "partnerIds": [
                "75"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/30/7c5490b00f11e4a4b87f42703224ae/20150130-1-04.png",
            "primaryLanguages": [
                "zh-TW"
            ],
            "slug": "3d-cad",
            "startDate": 1436892351782,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "This course will introduce you to the foundations of modern cryptography, with an eye toward practical applications.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "computer-security-and-networks"
                },
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "research-methods"
                }
            ],
            "id": "r32oHRuLEeWxXBLj8jbgsw",
            "instructorIds": [
                "79127"
            ],
            "name": "Cryptography",
            "partnerIds": [
                "32"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/76/08f030e67b11e3a7e9575781fae894/CYBER_jkatz2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "cryptography",
            "startDate": 1453747020238,
            "workload": "7 weeks of study, 4-7 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Bu ders doğrusal cebir ikili dizinin birincisidir. Doğrusal uzaylar kavramı, doğrusal işlemciler, matris gösterimleri ve denklem sistemlerinin hesaplanabilmesi için temel araçlar vb. konuları içermektedir. Ders gerçek yaşamdan gelen uygulamaları da tanıtmaya önem veren “içerikli yaklaşımla” tasarlanmıştır.\n-----------\nThis is the first of the sequence of two courses. It develops the fundamental concepts in linear spaces, linear operators, matrix representations and basic tools for calculations with systems of equations. The course is designed with a “content based” emphasis, answering the “why” and “where“ of the topics, as much as the traditional “what” and  “how” leading to “definitions” and “proofs”.\n\nBölümler:\nBölüm 1: Doğrusal Cebirin Matematikdeki Yeri ve Kapsamı\nBölüm 2: Düzlemdeki Vektörlerin Öğrettikleri\nBölüm 3: İki Bilinmeyenli Denklemlerin Öğrettikleri\nBölüm 4: Doğrusal Uzaylar\nBölüm 5: Fonksiyon Uzayları ve Fourier Serileri\nBölüm 6: Doğrusal İşlemciler ve Dönüşümler\nBölüm 7: Doğrusal İşlemcilerden Matrislere Geçiş\nBölüm 8: Matris İşlemleri\n-----------\nKaynak: Attila Aşkar, “Doğrusal cebir”. Bu kitap dört ciltlik dizinin üçüncü cildidir. Dizinin diğer kitapları Cilt 1 “Tek değişkenli fonksiyonlarda türev ve entegral”, Cilt 2: \"Çok değişkenli fonksiyonlarda türev ve entegral\" ve Cilt 4: “Diferansiyel denklemler” dir.\n\nSource: Attila Aşkar, Linear Algebra, Volume 3 of the set of Vol1: Calculus of Single Variable Functions, Volume 2: Calculus of Multivariable Functions and Volume 4: Differential Equations.",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                }
            ],
            "id": "1N51YHQHEeWxvQr3acyajw",
            "instructorIds": [
                "3575896"
            ],
            "name": "Doğrusal Cebir I: Uzaylar ve İşlemciler / Linear Algebra I: Spaces and Operators",
            "partnerIds": [
                "182"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/74/298a608f6011e59350073ba02f8ea7/LinalgI.png",
            "primaryLanguages": [
                "tr"
            ],
            "slug": "linearalgebra1",
            "startDate": 1448660163798,
            "workload": "8 weeks, 4 hours per week"
        },
        {
            "courseType": "v1.session",
            "description": "How and why was the Bible written? Drawing on the latest archeological research and a wide range of comparative texts, this course synthesizes fascinating recent research in biblical studies and presents a powerful new thesis: Facing catastrophic defeat, the biblical authors created a new form of community—what today we would call \"peoplehood.\" Their achievements bear directly on modern questions of politics, economics, and theology.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "history"
                }
            ],
            "id": "v1-1182",
            "instructorIds": [
                "1931536"
            ],
            "name": "The Bible's Prehistory, Purpose, and Political Future",
            "partnerIds": [
                "23"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2e/b9e71ca3f5551267e71f671b837ce5/wright-class.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "biblefuture",
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "In this course you will understand how firms are organized, what factors must be taken into account in making critical design decisions, and what role managers play in making these choices. In order to answer these questions, we will first develop a conceptual process model that links business models, external and internal contingencies, and organizational design. Second, we will focus on the fundamental principles of organization design and what alternative design choices are available for managers. Finally, we will apply these concepts and ideas to organizational situations to develop the critical insights and decision making skills to build effective organizations.\n\nLearners:\n•\tWill understand how managers create value through their organizations\n•\tWill have a good understanding of the fundamental principles and factors important to organizational design\n•\tWill be able to design the coordination, control, and performance measurement systems to manage an organization.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "leadership-and-management"
                }
            ],
            "id": "yEfdpZz9EeWlGQ5Xb9b0kw",
            "instructorIds": [
                "16577581"
            ],
            "name": "Designing the Organization: From Strategy to Organizational Structure",
            "partnerIds": [
                "17"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/24/509af0a29411e5904f61cf17516827/iMBA_SLAM_Icon_DesigningAndManagingOrganizations.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "designing-organization",
            "startDate": 1450396061805,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "課程介紹 (About the course)\n\nThis course will introduce computer programming in C. We will cover basic operations about computer, then move on to how to write computer program in a language called C. Various C concepts will be introduced.\n\n\n授課形式 (Course format)\n\nWe will have video lecture to introduce the concept of programming. The video will switch between the presentation slides and the actual coding process. After that we will have weekly programming homework to ensure that the students are able to practice what they learned from the video presentation. The students will practice on ideone.com, a web platform for compiling and running computer programs.\n\n\n修課背景要求 (Recommended background)\n\nNo special prior computer knowledge is required. However, the students are expected to be able to use a web browser, has basic English vocabulary, and arithmetic skills of junior high school graduates.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "software-development"
                }
            ],
            "id": "v-MRpkhJEeW8cBKtDAegYw",
            "instructorIds": [
                "7924288"
            ],
            "name": "計算機程式設計",
            "partnerIds": [
                "75"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/07/51c2701e1611e4aaecc5d8de096f02/unnamed-_1_.jpg",
            "primaryLanguages": [
                "zh-TW"
            ],
            "slug": "c-bian-cheng",
            "startDate": 1442358313477,
            "workload": "1-2 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Introductory virology course that covers the interplay between viruses and their host organisms, with with the goal of understanding viral diseases and their prevention.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "biology"
                }
            ],
            "id": "v1-691",
            "instructorIds": [
                "2096804"
            ],
            "name": "How Viruses Cause Disease",
            "partnerIds": [
                "40"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/5a/3065d0352911e485649b7db944a974/VirologyTitle2.png",
            "primaryLanguages": [
                "en"
            ],
            "slug": "virology2",
            "workload": "3-4 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "A critical, unbiased introduction to using new genomic tools for diagnosing and managing disease.",
            "domainTypes": [
                {
                    "domainId": "life-sciences",
                    "subdomainId": "clinical-science"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "bioinformatics"
                }
            ],
            "id": "v1-1044",
            "instructorIds": [
                "5245839",
                "5361277"
            ],
            "name": "Genomic and Precision Medicine",
            "partnerIds": [
                "10"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/d1/5ecd1d117ffb5d8543448c8e22c505/genomiccourselogocropped.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "genomicmedicine",
            "workload": "1-3 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "You will be able to gain and apply your knowledge and understanding of personal and professional awareness, organization and commitment, and use the tools, methods and techniques that you have learned in goal setting, prioritization, scheduling, and delegation to overcome time management challenges and enhance productivity.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "1ndQqNPxEeSloiIAC3kKUw",
            "instructorIds": [
                "9772840"
            ],
            "name": "Work Smarter, Not Harder: Time Management for Personal & Professional Productivity",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ee/5c8f8049b111e4bc80b986c176101c/Time-Mangagement-Course-2.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "work-smarter-not-harder",
            "startDate": 1428345069950,
            "workload": "4-8 hours of videos, readings, and quizzes"
        },
        {
            "courseType": "v1.session",
            "description": "The rich history of wildlife management and recreational hunting plays an important role in the evolving face of conservation. This course will explore the ethics, science, and democracy of conservation, hunting, and The Land Ethic in North America.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "v1-2163",
            "instructorIds": [
                "9091367",
                "9090879",
                "8151377"
            ],
            "name": "The Land Ethic Reclaimed: Perceptive Hunting, Aldo Leopold, and Conservation",
            "partnerIds": [
                "65"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/1d/c8bef05fa711e48a89c974c5627d95/leo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "perceptivehunting",
            "workload": "1-2 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Este curso on-demand (ABIERTO, se puede cursar en cualquier momento), impartido en castellano por la Universidad Autónoma de Barcelona y el Centro de Crisis de Barcelona, está destinado a entrenar en la aplicación de primeros auxilios psicológicos (PAP) a personas afectadas por situaciones altamente estresantes, abarcando tanto emergencias cotidianas (incidentes críticos estadísticamente frecuentes que afectan de manera muy intensa: un accidente de tráfico, una hospitalización, una agresión o la muerte traumática o repentina de una persona, etc.) como emergencias comunitarias y/o masivas (sucesos infrecuentes, que afectan a muchas personas o a una comunidad entera y que sobrepasan con mucho lo que sucede habitualmente en ella: una catástrofe natural, un accidente ferroviario o aéreo o un atentado). \n\nDESTINATARIOS: \nA). Población general, incluyendo protocolos específicos para niños, adolescentes, personas mayores y discapacitados psíquicos. \nB). Profesionales que trabajan en contextos sanitarios, educativos y sociales. \nC). Responsables de programas de ayuda a niños, personas mayores, colectivos multi-problemáticos y discapacitados. Gobiernos locales, líderes religiosos, fuerzas de seguridad estudiantes que se están preparando para ejercer todas estas profesiones. \nD). Recomendado para voluntarios que colaboran en la ayuda a colectivos que han sufrido situaciones de estrés emocional agudo y traumático, como asociaciones de pacientes, grupos de auto-ayuda, ONGs, etc. \n\nOBJETIVOS DEL CURSO: \n1). Adquirir las competencias para aplicar los primeros auxilios psicológicos a personas, a familias y a comunidades tras un evento estresante cotidiano o comunitario. \n2). Ser capaz de preparar diferentes escenarios para ser utilizados como lugar de recepción de afectados y familiares y para la aplicación de los primeros auxilios psicológicos. \n3). Entrenarse en la aplicación de los protocolos de desactivación y recuperación de los intervinientes que han estado participando en la gestión de una emergencia.\n\nINICIO: 7 de Octubre de 2015\nESTADO DEL CURSO: ABIERTO\n\nNOTA SOBRE LOS SUBTÍTULOS: se ofrecen subtítulos en inglés solo para algunos vídeos del curso, cuyo idioma de grabación es el inglés. Para estos también se ofrecen en español. Para el resto de vídeos, los subtítulos se ofrecen en español.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "psychology"
                },
                {
                    "domainId": "life-sciences",
                    "subdomainId": "medicine-and-healthcare"
                }
            ],
            "id": "0SNVIkLcEeWE9A7XSkBY3w",
            "instructorIds": [
                "10601857",
                "10601868",
                "10601823",
                "10601917"
            ],
            "name": "Primeros Auxilios Psicológicos (PAP)",
            "partnerIds": [
                "80"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e9/4248f0683c11e5b259e33eb6e889a0/logo_PAP_ondem_2.jpg",
            "primaryLanguages": [
                "es"
            ],
            "slug": "pap",
            "startDate": 1444153990345,
            "workload": "5 semanas de estudio, 1-3 horas/semana"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The path for entrepreneurs to grow their companies outside of well-developed entrepreneurial ecosystems like Silicon Valley is challenging. Most markets around the world do not look like Silicon Valley, and they never will. But there are other models to support new businesses. In transitioning markets (where entrepreneurs do not have much access to private sector financing), government officials, donors, and business leaders are experimenting with creative approaches to support the growth of entrepreneurs. Northeast Ohio, whose largest city is Cleveland, is one such community. During our time together in this course, we will be exploring some of these innovative approaches. \n\nA massive intervention of government and donor resources in Northeast Ohio has been in place for over ten years. In that time, Northeast Ohio has experienced success (including job creation and follow-on funding) with alternative methods of financing startups, but it has not been easy. Yes, some progress has been made, but whether or not they've hit on ultimate success has yet to be determined. A dynamic entrepreneurial ecosystem takes many years, even decades, to develop. Government officials and donors typically are looking for shorter term success with their support programs which makes long-term support for entrepreneurship challenging. \n\nDuring this course, we will hear from entrepreneurs who have launched products and services ranging from medical devices to LED lights to whiskey. You will learn how these entrepreneurs engaged with resources made available to them through a variety of programs and intermediary organizations. We have chosen to talk with many business people that are still in the process of developing their companies and whose ultimate success or failure is still to be determined. \n\nIn addition to learning about Cleveland's attempts to support entrepreneurship, you will also be hearing in the lectures from leaders in selected markets around the world including Greece, Vietnam, Tunisia, Argentina, Rwanda and China about how they are working to support the growth of start-up companies.\n\nOne of our goals is to learn from you how different communities around the world are approaching implementing strategies and methods to support businesses. Taking what we've learned from our examples in class, I will ask you to reflect on how to best grow entrepreneurship where you live. I am excited to use this global platform to create a dialogue where information flows in multiple directions. \n\nMost MOOCs rebroadcast professors’ lectures, but this course will be different. Don’t expect to see me standing in front of the camera, talking and lecturing every module. Instead, the lectures will be relatively short in length and will have more of the feel of an engaging documentary than a static classroom setting.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                }
            ],
            "id": "5uY4gGkTEeSOPSIAC2gGHg",
            "instructorIds": [
                "5333149"
            ],
            "name": "Beyond Silicon Valley: Growing Entrepreneurship in Transitioning Economies",
            "partnerIds": [
                "68"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/02/6833219a4722f01632407f5265c508/Beyond-Silcon-Valley-Logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "entrepreneurship-development",
            "startDate": 1420488663168,
            "workload": "1.5 hours of videos"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Part Three offers Life Lessons from a Master Innovator, with proven achievements. During this course students will listen to conversations and interviews with Mr. David (Dadi) Perlmutter, who until recently was Executive VP of Intel corporate.\nDadi will talk about 10 life lessons, based on his 34 years as a rebel innovator and entrepreneur. We will share with you these lessons: Love and Knowledge are infinite: grow and share; Learn from Failures and Successes; Nothing Moves without a Vision; Have a Differentiated Market Transforming Strategy; Dare to Take Action; Fight Resistance; It is All About the Ecosystem; Build a Team; Keep it Simple and Work Hard.\n\nBy the end of this course, you will:\n•\tKnow how to lead a process of innovation and implement ideas through all phases from discovery to delivery in your own field.\n•\tBe able to apply creativity to a wide range of strategic management issues.\n•\tSolve problems with a high degree of innovation, creative thinking and risk-taking.\n•\tIdentify new and unfamiliar challenges and needs, reflecting on these from a creative point of view, decide on the action they require and provide the service.\n•\tTransform ideas into real products, services and processes.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "entrepreneurship"
                },
                {
                    "domainId": "personal-development",
                    "subdomainId": "personal-development"
                }
            ],
            "id": "MuBe7XEiEeWcvArDJYZj9Q",
            "instructorIds": [
                "9890993"
            ],
            "name": "Innovation Career Lessons from a Master",
            "partnerIds": [
                "129"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2f/2bc540b2c411e5bc793bb6b305a033/maital-coursera-C.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "startup-entrepreneurship-innovation-career-lessons",
            "startDate": 1453237095962,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Just how familiar are you with a marketing communication campaign? Learn more about this key pillar in the marketing mix and use it to give the push your product or service needs. \n \nThis course is designed to introduce you to the field of integrated marketing communications (IMC) and aims to increase your understanding of important issues in planning and evaluating marketing communications strategies and executions. It combines the appropriate theories and models with practical information to help you make better marketing communications decisions. Particular emphasis is placed on understanding the role of IMC in creating valuable brands and winning your consumers. Upon completion of this course, you should be able to: (1) have a solid understanding of the strategic and tactical elements useful in IMC; (2) identify how market research and company objectives relate to the process of designing successful IMC campaigns; and (3) explain how effective creative strategies are developed and implemented.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "marketing"
                }
            ],
            "id": "koPOOn1dEeWKYwric11Hpw",
            "instructorIds": [
                "15910597"
            ],
            "name": "Integrated Marketing Communications",
            "partnerIds": [
                "61"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/03/e8e620a58011e5a894ad7ff73294ef/photo-1422349829867-7587357f2b58.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "integrated-marketing-communications",
            "startDate": 1453243871340,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Learn the basic concepts of improvisation from Gary Burton, one of the most renowned improvisers in the jazz world, including the mental, melodic, and harmonic processes that contribute to the instinctive skills that an improviser puts to use when taking a solo.",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "ypgDPuPQEeSyBSIAC9REKg",
            "instructorIds": [
                "1338423"
            ],
            "name": "Jazz Improvisation",
            "partnerIds": [
                "21"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/de/4a93f07cc111e5b6970bf60813874a/jazz-large.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "jazz-improvisation",
            "startDate": 1438121318040,
            "workload": "6 weeks of study, 3-6 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "The AMNH course The Dynamic Earth: A Course for Educators provides students with an overview of the origin and evolution of the Earth. Informed by the recently released Next Generation Science Standards, this course examines geological time scales, radiometric dating, and how scientists “read the rocks.” We will explore dramatic changes in the Earth over the last 4 billion years, including how the evolution of life on Earth has affected its atmosphere. In addition to looking at geology on a global scale, participants will take to their own backyards to explore and share their local geologic history. Course participants will bring their understanding of the dynamic Earth - along with content resources, discussion questions, and assignments - into their own teaching.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "0jVDw8z0EeSMfSIAC4tSZw",
            "instructorIds": [
                "3297304",
                "3298066"
            ],
            "name": "The Dynamic Earth: A Course for Educators",
            "partnerIds": [
                "100"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/14/6c2155e1aace25d253c17b52807af7/earth_option1.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "earth-amnh",
            "startDate": 1452530342699,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "刑法是规定犯罪与刑罚的法律。刑法学是研究刑法的科学，主要研究犯罪的成立条件以及刑罚的种类与适用刑法的制度等问题。本课程的主要目的是简明完整地说明现代刑法学总论的基本概念、基本理论与基本方法。",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "law"
                }
            ],
            "id": "v1-1343",
            "instructorIds": [
                "6063593"
            ],
            "name": "刑法学总论 Criminal Law",
            "partnerIds": [
                "163"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f7/06f7b0774311e3b98e51c39dac8b10/xfx01.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "criminallaw",
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "What you’ll achieve: \n\nIn this project-centered course*, you will design a series bible and write a complete pilot episode for your own unique television or web series. You’ll learn to break down the creative process into components, and you’ll discover a structured process that allows you to produce a polished and pitch-ready script in just a few weeks. Completing this project will increase your confidence in your ideas and abilities, and you’ll feel prepared to pitch your first script and get started on your next. \n\nThe course curriculum is simple: you’ll write, revise your work, and share feedback with your peers. The ten scripts that receive the highest peer review ratings will also be personally reviewed by a group of well-regarded professional writers, and the script authors will receive personal feedback on their work.\n\nThis is the confirmed review team:\n\nSteve Beswick http://www.imdb.com/name/nm0079074/?ref_=fn_al_nm_1\n\nEd Zuckerman http://www.imdb.com/name/nm0958418/?ref_=fn_al_nm_1\n\nMark Wheaton http://www.imdb.com/name/nm1187126/?ref_=fn_al_nm_1\n\nNoble Smith (Senior narrative Designer at Microsoft Studios) http://www.goodreads.com/author/show/910909.Noble_Smith\n\nDavid Wheeler http://www.imdb.com/name/nm0923798/?ref_=fn_al_nm_4\n\nWhat you’ll need to get started:\n\nTo begin with, any basic word processor will do. During week two, you can choose to download some free scriptwriting software such as Celtx or Trelby or you may choose to purchase Final Draft, or you can continue to use your word processor and do your own script formatting.\n\n*About Project-Centered Courses: This is a ‘project-centered course’, which means it is designed specifically to help you complete a personally meaningful real-world project, with your instructor and a community of learners with similar goals providing guidance and suggestions along the way. By actively applying new concepts as you learn, you’ll master the course content more efficiently; you’ll also get a head start on using the skills you gain to make positive changes in your life and career. When you complete the course, you’ll have a finished project that you’ll be proud to use and share. \n\nTime: 1-2 hours of study,  30+ hours of active project work",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "XZomz77LEeWn1ApTWZT9Yw",
            "instructorIds": [
                "13948470"
            ],
            "name": "Script Writing: Write a Pilot Episode for a TV or Web Series (Project-Centered Course)",
            "partnerIds": [
                "228"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/95/e668c0c4b811e59c1a01ad7070be44/David.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "script-writing",
            "startDate": 1455321719358,
            "workload": "1-2 hours of study,  30+ hours of project work"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Este curso te permitirá construir tu primer aplicación móvil profesional. Serás capaz de crear y controlar la vida de tus Activities y aprovechar el espacio en pantalla de los diferentes dispositivos Android implementando Fragments en tus aplicaciones. \n\nDale persistencia a tu información utilizando todas las formas de almacenamiento que hay en Android desde un único archivo hasta un Web Service.\n\nPodrás evaluar lo aprendido por medio de ejercicios prácticos que te permitirán ir desarrollando tu aplicación.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "mobile-and-web-development"
                }
            ],
            "id": "4DTOYbWgEeWEoAqTi6kTYw",
            "instructorIds": [
                "14422666"
            ],
            "name": "Desarrollo de aplicaciones con Android",
            "partnerIds": [
                "58"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d1/69a550bbb311e5b5992b53a95dfdb5/android.c_rculo.png",
            "primaryLanguages": [
                "es"
            ],
            "slug": "desarrollo-de-aplicaciones",
            "startDate": 1453236935424,
            "workload": ""
        },
        {
            "courseType": "v2.ondemand",
            "description": "Urban school reform in the United States is characterized by contentious, politicized debate. This course explores a set of critical issues in the education and educational reform space, with a focus on aspects of the field that have sparked controversy and polarized views. We will dig into these debates, situating them within the larger history of public education and school reform, and considering the viewpoints, the evidence, and translation of issues into educational policy. \n \nWe will consider three broad topics in this course:\n1.  Federal Strategies in School Reform: How has the federal government legislated and incented public school reform? \n2.  School Choice: How does school choice aim to improve schools? \n3.  Accountability: What is the history of accountability in American public schooling? What are the policies and practices associated with accountability? \n\nLearning Goals\nThis course will enable participants to:\n1. develop an informed historical perspective about public schooling in the United States;\n2. understand the unique contextual elements of the American approach to public schooling;\n3. analyze and assess divergent viewpoints about American public school history and school reform policy.\n\nTeachers may be able to receive continuing education credit for successful completion of this course. To earn continuing education credits students must purchase and earn the Course Certificate, which they can then submit to the credit-issuing agency in their state.  Students should also fill out the requisite paperwork stating that the affiliated provider is the Graham School at the University of Chicago, and that average time for certificate-level course completion is 18 hours. Students outside of Illinois should contact their state’s accreditation board to determine whether this course is eligible for continuing education credit. Note that it is up to the schools or districts that employ teachers to decide whether this course meet their requirements.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "m-r13mbsEeWq4RLQvtY_lQ",
            "instructorIds": [
                "6748449"
            ],
            "name": "Critical Issues in Urban Education",
            "partnerIds": [
                "102"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/41/f26ee0781d11e58175d5925f110ef4/3528546388_054a21b439_o_larger_1200x1200.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "urban-education",
            "startDate": 1455551996201,
            "workload": ""
        },
        {
            "courseType": "v2.capstone",
            "description": "This capstone project is designed to allow you to take the knowledge you have gained through the Specialization and put that knowledge into practice. In the capstone, you will create several of the key planning deliverables that have been discussed in these courses and either work on a project you choose or use a suggested case study. You will begin the capstone project by writing part of the project charter. You will build on that information to define your project, and then ultimately create a schedule, budget and responses for the risks you identify.  The goal is for you to use what you have learned in the previous courses and to perform your own research on how to best move forward with the capstone project.  Your work will be peer reviewed by your classmates. In turn you will peer review the work of other classmates.  Instructions on how to conduct peer reviews will be included in the course.  Upon completing this series, you will be able to (1) write a narrative charter statement, (2) create a work breakdown structure, (3) sequence project activities,(4) build a project schedule, (5) create a project budget, (6) create a responsibility assignment matrix, (7) identify project risks and (8) define responses for those risks.",
            "domainTypes": [
                {
                    "domainId": "computer-science",
                    "subdomainId": "design-and-product"
                }
            ],
            "id": "trDN9vgGEeSW1SIAC3oCCQ",
            "instructorIds": [
                "9772840"
            ],
            "name": "Project Management Capstone",
            "partnerIds": [
                "30"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2b/9b3070298811e591857fbaf1ed0ab6/1_SpecializationPage_Coursera.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "project-management-capstone",
            "startDate": 1439227800000,
            "workload": ""
        },
        {
            "courseType": "v1.session",
            "description": "本課程對象為對中國文化有興趣的同學。\n課程目的為通過四個不同特色的主題，討論中國文化的四個主要面向。每個主題選取兩篇經典文本作為核心閱讀，並與延伸閱讀做互文探討，以新角度解讀經典文本的意義，展現中國文化的複雜性、多元性。文本難度與大學一年級國文程度相當。",
            "domainTypes": [
                {
                    "domainId": "arts-and-humanities",
                    "subdomainId": "music-and-art"
                }
            ],
            "id": "v1-369",
            "instructorIds": [
                "2589075",
                "2589701",
                "5233735"
            ],
            "name": "中國人文經典導讀 | Classics of Chinese Humanities: Guided Readings",
            "partnerIds": [
                "45"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/e5/66d0de2e961f1e3b9787e892e85495/humanities.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "chinesehumanities",
            "workload": "2-3 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "Each part of the world faces specific vulnerabilities to climate change and has different opportunities to mitigate the effects and build resilience in the 21st century. With the Paris Agreement at COP 21, the global community has signaled its intent to act. Indeed, without climate action, decades of development progress are threatened, meaning that we are at a ‘make it or break it’ point in time. This course presents the most recent scientific evidence, regional impacts and climate action strategies, and some opportunities for you to take action on climate change.",
            "domainTypes": [
                {
                    "domainId": "physical-science-and-engineering",
                    "subdomainId": "environmental-science-and-sustainability"
                }
            ],
            "id": "v1-1123",
            "instructorIds": [
                "3936743",
                "6407572"
            ],
            "name": "Turn Down the Heat: From Climate Science to Action",
            "partnerIds": [
                "73"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/6d/d7b2d0bbb711e5b598936a12f1615f/Portada_Borja.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "warmerworld",
            "startDate": 1462752000000,
            "workload": "3-5 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Through a series of engaging metaphors and stories, prospective and current EFL/ESL teachers will identify, summarize, and evaluate 7 basic language learning paradigms.  Learners will be presented information on such foundational principles as motivation, risk taking, two different modes of learning, and balancing the teacher profession.  Learners are also given an understanding of basic techniques founded on those principles, such as teacher talk, looking “ridiculous” in order to lower the affective filter, and networking.   With these foundational principles in mind, ESL/EFL teachers will scrutinize common assumptions about language learning by comparing how they stack up to research-based core principles.",
            "domainTypes": [
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                },
                {
                    "domainId": "social-sciences",
                    "subdomainId": "education"
                }
            ],
            "id": "TIDJWBwuEeWP9g4JMjGIiQ",
            "instructorIds": [
                "13625507",
                "13254193",
                "14184517"
            ],
            "name": "Teach English Now! Foundational Principles",
            "partnerIds": [
                "287"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ed/7bd9f05bc511e58240cd9d0f03855d/Shane_Teaching-Course_Logo.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "english-principles",
            "startDate": 1444168783529,
            "workload": "2-4 hours/week"
        },
        {
            "courseType": "v2.ondemand",
            "description": "Master the technical skills needed to analyze financial statements and disclosures for use in financial analysis, and learn how accounting standards and managerial incentives affect the financial reporting process. By the end of this course, you’ll be able to read the three most common financial statements: the income statement, balance sheet, and statement of cash flows. Then you can apply these skills to a real-world business challenge as part of the Wharton Business Foundations Specialization.",
            "domainTypes": [
                {
                    "domainId": "business",
                    "subdomainId": "business-essentials"
                }
            ],
            "id": "2iD7dxkvEeW9dA4X94-nLQ",
            "instructorIds": [
                "1937011"
            ],
            "name": "Introduction to Financial Accounting",
            "partnerIds": [
                "6"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f8/52f780aff611e4b3accbcc082ff6bd/online_learning_slide_vAccounting.jpg",
            "primaryLanguages": [
                "en"
            ],
            "slug": "wharton-accounting",
            "startDate": 1446575676428,
            "workload": "4 weeks of study, 5-6 hours/week"
        },
        {
            "courseType": "v1.session",
            "description": "在社会学、心理学、教育学、经济学、管理学、市场学等研究领域的数据分析中，结构方程建模是当前最前沿的统计方法中应用最广、研究最多的一个。它包含了方差分析、回归分析、路径分析和因子分析，弥补了传统回归分析和因子分析的不足，可以分析多因多果的联系、潜变量的关系，还可以处理多水平数据和纵向数据，是非常重要的多元数据分析工具。本课程系统地介绍结构方程模型和LISREL软件的应用，内容包括：结构方程分析（包括验证性因子分析）的基本概念、统计原理、在社会科学研究中的应用、常用模型及其LISREL程序、结果的解释和模型评价。学员应具备基本的统计知识（如：标准差、t-检验、相关系数），理解回归分析和因子分析的概念。 注：本课程配套教材为《结构方程模型及其应用》（以LISREL软件为例）。",
            "domainTypes": [
                {
                    "domainId": "math-and-logic",
                    "subdomainId": "math-and-logic"
                },
                {
                    "domainId": "data-science",
                    "subdomainId": "probability-and-statistics"
                }
            ],
            "id": "v1-445",
            "instructorIds": [
                "981331"
            ],
            "name": "Structural Equation Model and its Applications | 结构方程模型及其应用",
            "partnerIds": [
                "45"
            ],
            "photoUrl": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/4a/044557d6c10a674cf89ec22699d02e/banner_n.jpg",
            "primaryLanguages": [
                "zh"
            ],
            "slug": "sem",
            "workload": "2-3 hours/week"
        }
    ],
    "linked": {
        "instructors.v1": [
            {
                "fullName": "",
                "id": "7918767"
            },
            {
                "fullName": "Robert Duvall",
                "id": "13723816"
            },
            {
                "fullName": "",
                "id": "5361277"
            },
            {
                "fullName": "",
                "id": "694443"
            },
            {
                "fullName": "",
                "id": "5210189"
            },
            {
                "fullName": "",
                "id": "3632964"
            },
            {
                "fullName": "",
                "id": "471335"
            },
            {
                "fullName": "Калашников Николай Павлович",
                "id": "16661101"
            },
            {
                "fullName": "",
                "id": "1931536"
            },
            {
                "fullName": "",
                "id": "1845856"
            },
            {
                "fullName": "",
                "id": "12805729"
            },
            {
                "fullName": "Aniss M. Mezoued",
                "id": "12820146"
            },
            {
                "fullName": "Sara Ray Stoelinga",
                "id": "6748449"
            },
            {
                "fullName": "Anissa Lokey-Vega, Ph.D.",
                "id": "4256568"
            },
            {
                "fullName": "Carlos Buil Aranda",
                "id": "78808"
            },
            {
                "fullName": "Scott DeRue, Ph.D.",
                "id": "14413061"
            },
            {
                "fullName": "Alicia Álvarez",
                "id": "10601857"
            },
            {
                "fullName": "",
                "id": "9091367"
            },
            {
                "fullName": "",
                "id": "6355904"
            },
            {
                "fullName": "",
                "id": "1288295"
            },
            {
                "fullName": "Kenny Wong",
                "id": "14283726"
            },
            {
                "fullName": "Frank Ayars ",
                "id": "17594718"
            },
            {
                "fullName": "Андрей Райгородский",
                "id": "9134341"
            },
            {
                "fullName": "Manel Martínez-Ramón",
                "id": "15808745"
            },
            {
                "fullName": "",
                "id": "530929"
            },
            {
                "fullName": "",
                "id": "272543"
            },
            {
                "fullName": "Emilia Cruz",
                "id": "10601868"
            },
            {
                "fullName": "",
                "id": "2606554"
            },
            {
                "fullName": "",
                "id": "6806354"
            },
            {
                "fullName": "",
                "id": "9090879"
            },
            {
                "fullName": "",
                "id": "6063593"
            },
            {
                "fullName": "",
                "id": "9772840"
            },
            {
                "fullName": "",
                "id": "3344055"
            },
            {
                "fullName": "",
                "id": "9334234"
            },
            {
                "fullName": "",
                "id": "5718916"
            },
            {
                "fullName": "",
                "id": "3297304"
            },
            {
                "fullName": "Andrea Haraway",
                "id": "14184517"
            },
            {
                "fullName": "",
                "id": "422471"
            },
            {
                "fullName": "",
                "id": "2650854"
            },
            {
                "fullName": "Huseyin Leblebici",
                "id": "16577581"
            },
            {
                "fullName": "Dr.ir. Pieter Cuijpers",
                "id": "2296008"
            },
            {
                "fullName": "",
                "id": "1297886"
            },
            {
                "fullName": "Thierry Sibieude",
                "id": "12799868"
            },
            {
                "fullName": "Vincent Kaufmann",
                "id": "14854169"
            },
            {
                "fullName": "",
                "id": "2589075"
            },
            {
                "fullName": "",
                "id": "6389393"
            },
            {
                "fullName": "Dr Matthew Yee-King",
                "id": "1960981"
            },
            {
                "fullName": "Ramon Diaz-Bernardo",
                "id": "15544810"
            },
            {
                "fullName": "",
                "id": "4058736"
            },
            {
                "fullName": "",
                "id": "6389479"
            },
            {
                "fullName": "Brian D. Joseph, PhD",
                "id": "16437890"
            },
            {
                "fullName": "",
                "id": "4356768"
            },
            {
                "fullName": "Andrew D. Hilton",
                "id": "13723802"
            },
            {
                "fullName": "Daniel J. O’Keefe",
                "id": "14898794"
            },
            {
                "fullName": "",
                "id": "681795"
            },
            {
                "fullName": "Dr. Shane Dixon",
                "id": "13254193"
            },
            {
                "fullName": "Maxim Sytch, Ph.D.",
                "id": "8072182"
            },
            {
                "fullName": "Eric Enge",
                "id": "15768538"
            },
            {
                "fullName": "",
                "id": "1295661"
            },
            {
                "fullName": "",
                "id": "4256709"
            },
            {
                "fullName": "",
                "id": "3575896"
            },
            {
                "fullName": "Professor John MacBeath",
                "id": "3366373"
            },
            {
                "fullName": "",
                "id": "7014037"
            },
            {
                "fullName": "",
                "id": "1722827"
            },
            {
                "fullName": "Bernard Declève",
                "id": "14575683"
            },
            {
                "fullName": "",
                "id": "8883335"
            },
            {
                "fullName": "Guadalupe Vadillo",
                "id": "323100"
            },
            {
                "fullName": "Brian J Bushee",
                "id": "1937011"
            },
            {
                "fullName": "",
                "id": "685384"
            },
            {
                "fullName": "Партин Илья Маркович",
                "id": "16408795"
            },
            {
                "fullName": "Anahi Salgado",
                "id": "14422666"
            },
            {
                "fullName": "",
                "id": "2096804"
            },
            {
                "fullName": "Dr. Barbara Oakley",
                "id": "1909875"
            },
            {
                "fullName": "Панебратцев Юрий Анатольевич",
                "id": "8883250"
            },
            {
                "fullName": "Sarah Meister",
                "id": "17172319"
            },
            {
                "fullName": "",
                "id": "8973251"
            },
            {
                "fullName": "",
                "id": "3506150"
            },
            {
                "fullName": "Professor Yoram  Y. Margalioth",
                "id": "4065570"
            },
            {
                "fullName": "Sue Robins, M.S. Ed.",
                "id": "8887234"
            },
            {
                "fullName": "Mathis Plapp",
                "id": "17213537"
            },
            {
                "fullName": "Клячин Николай Альбертович ",
                "id": "16661132"
            },
            {
                "fullName": "Marcelo Arenas",
                "id": "10704075"
            },
            {
                "fullName": "",
                "id": "7924288"
            },
            {
                "fullName": "",
                "id": "5233735"
            },
            {
                "fullName": "Carlos Ernesto López Natarén",
                "id": "13839552"
            },
            {
                "fullName": "",
                "id": "5185427"
            },
            {
                "fullName": "",
                "id": "4288579"
            },
            {
                "fullName": "",
                "id": "2139037"
            },
            {
                "fullName": "CJ Taylor",
                "id": "14966426"
            },
            {
                "fullName": "Ingeborg Porcar",
                "id": "10601823"
            },
            {
                "fullName": "Prof. Kit Tai Hau 侯傑泰",
                "id": "981331"
            },
            {
                "fullName": "",
                "id": "4394887"
            },
            {
                "fullName": "Гервидс Валериан Иванович",
                "id": "16661192"
            },
            {
                "fullName": "",
                "id": "3298066"
            },
            {
                "fullName": "",
                "id": "527518"
            },
            {
                "fullName": "",
                "id": "3936743"
            },
            {
                "fullName": "Matthias Finger",
                "id": "14614731"
            },
            {
                "fullName": "Dr. Darrin M. York",
                "id": "5557208"
            },
            {
                "fullName": "",
                "id": "5185418"
            },
            {
                "fullName": "Enric Martí Gòdia",
                "id": "11224479"
            },
            {
                "fullName": "Пирогов Никита Константинович",
                "id": "9175814"
            },
            {
                "fullName": "",
                "id": "2666862"
            },
            {
                "fullName": "",
                "id": "10301343"
            },
            {
                "fullName": "",
                "id": "1853352"
            },
            {
                "fullName": "",
                "id": "688901"
            },
            {
                "fullName": "",
                "id": "1337829"
            },
            {
                "fullName": "",
                "id": "884324"
            },
            {
                "fullName": "",
                "id": "6407572"
            },
            {
                "fullName": "",
                "id": "7570174"
            },
            {
                "fullName": "Бончев Иван Радилов",
                "id": "16555885"
            },
            {
                "fullName": "Yael Grushka-Cockayne (@grushkay)",
                "id": "611490"
            },
            {
                "fullName": "",
                "id": "5245839"
            },
            {
                "fullName": "Owen Astrachan",
                "id": "352031"
            },
            {
                "fullName": "Ian Harris",
                "id": "14641356"
            },
            {
                "fullName": "David Wheeler",
                "id": "13948470"
            },
            {
                "fullName": "Dr. José Rodolfo Torres Matus",
                "id": "13977423"
            },
            {
                "fullName": "Susan H. Rodger",
                "id": "244249"
            },
            {
                "fullName": "",
                "id": "1622801"
            },
            {
                "fullName": "",
                "id": "2633305"
            },
            {
                "fullName": "Prasad Boradkar",
                "id": "15095551"
            },
            {
                "fullName": "Norman Wolf ",
                "id": "7240523"
            },
            {
                "fullName": "",
                "id": "2666864"
            },
            {
                "fullName": "Григорьева Светлана Александровна",
                "id": "16544413"
            },
            {
                "fullName": "Dr. Justin Shewell",
                "id": "13625507"
            },
            {
                "fullName": "",
                "id": "5333149"
            },
            {
                "fullName": "Dr. Wayne Whiteman, PE",
                "id": "1900891"
            },
            {
                "fullName": "",
                "id": "774"
            },
            {
                "fullName": "Wharton Teaching Staff",
                "id": "14524081"
            },
            {
                "fullName": "",
                "id": "726142"
            },
            {
                "fullName": "",
                "id": "2589701"
            },
            {
                "fullName": "",
                "id": "682843"
            },
            {
                "fullName": "",
                "id": "8151377"
            },
            {
                "fullName": "Jordi Arnal Montoya",
                "id": "14940613"
            },
            {
                "fullName": "Дмитрий Ильинский",
                "id": "9139133"
            },
            {
                "fullName": "",
                "id": "1338423"
            },
            {
                "fullName": "",
                "id": "79127"
            },
            {
                "fullName": "Fabien Ohl",
                "id": "5208095"
            },
            {
                "fullName": "Nelson Baker",
                "id": "2225883"
            },
            {
                "fullName": "",
                "id": "2929488"
            },
            {
                "fullName": "Jordi Framis",
                "id": "10601917"
            },
            {
                "fullName": "",
                "id": "2423001"
            },
            {
                "fullName": "",
                "id": "10430185"
            },
            {
                "fullName": "Justin-Nicholas Toyama ",
                "id": "17594437"
            },
            {
                "fullName": "",
                "id": "8488192"
            },
            {
                "fullName": "",
                "id": "5264741"
            },
            {
                "fullName": "",
                "id": "9890993"
            },
            {
                "fullName": "",
                "id": "12805717"
            },
            {
                "fullName": "",
                "id": "8503635"
            },
            {
                "fullName": "Jong-Moon Chung",
                "id": "10450398"
            },
            {
                "fullName": "Eda Sayin",
                "id": "15910597"
            },
            {
                "fullName": "",
                "id": "2604148"
            },
            {
                "fullName": "",
                "id": "11737707"
            },
            {
                "fullName": "",
                "id": "4125203"
            },
            {
                "fullName": "Ralf Brockhaus ",
                "id": "17593908"
            },
            {
                "fullName": "Claire Mathieu",
                "id": "2570956"
            },
            {
                "fullName": "",
                "id": "1806984"
            },
            {
                "fullName": "",
                "id": "1320449"
            },
            {
                "fullName": "",
                "id": "3084976"
            },
            {
                "fullName": "",
                "id": "2807360"
            }
        ],
        "partners.v1": [
            {
                "id": "33",
                "name": "The University of Melbourne",
                "shortName": "unimelb"
            },
            {
                "id": "83",
                "name": "University of California, Davis",
                "shortName": "ucdavis"
            },
            {
                "id": "14",
                "name": "The University of Edinburgh",
                "shortName": "edinburgh"
            },
            {
                "id": "18",
                "name": "University of Virginia",
                "shortName": "uva"
            },
            {
                "id": "4",
                "name": "Princeton University",
                "shortName": "princeton"
            },
            {
                "id": "185",
                "name": "University of Oregon",
                "shortName": "uo"
            },
            {
                "id": "36",
                "name": "University of Pittsburgh",
                "shortName": "pitt"
            },
            {
                "id": "62",
                "name": "Tecnológico de Monterrey",
                "shortName": "tecdemonterrey"
            },
            {
                "id": "210",
                "name": "Sciences Po",
                "shortName": "sciencespo"
            },
            {
                "id": "287",
                "name": "Arizona State University",
                "shortName": "asu"
            },
            {
                "id": "93",
                "name": "University of Zurich",
                "shortName": "zurich"
            },
            {
                "id": "10",
                "name": "University of California, San Francisco",
                "shortName": "ucsf"
            },
            {
                "id": "66",
                "name": "École Polytechnique",
                "shortName": "ep"
            },
            {
                "id": "61",
                "name": "IE Business School",
                "shortName": "ie"
            },
            {
                "id": "164",
                "name": "Clayton Christensen Institute",
                "shortName": "christenseninstitute"
            },
            {
                "id": "67",
                "name": "Rutgers the State University of New Jersey",
                "shortName": "rutgers"
            },
            {
                "id": "3",
                "name": "University of Michigan",
                "shortName": "umich"
            },
            {
                "id": "162",
                "name": "Silicon Schools Fund",
                "shortName": "siliconschools"
            },
            {
                "id": "13",
                "name": "Rice University",
                "shortName": "rice"
            },
            {
                "id": "9",
                "name": "Georgia Institute of Technology",
                "shortName": "gatech"
            },
            {
                "id": "123",
                "name": "University System of Georgia",
                "shortName": "usg"
            },
            {
                "id": "75",
                "name": "National Taiwan University",
                "shortName": "taiwan"
            },
            {
                "id": "172",
                "name": "IESE Business School",
                "shortName": "iese"
            },
            {
                "id": "303",
                "name": "Goldsmiths, University of London",
                "shortName": "goldsmiths"
            },
            {
                "id": "11",
                "name": "University of Toronto",
                "shortName": "utoronto"
            },
            {
                "id": "281",
                "name": "National Research Nuclear University MEPhI",
                "shortName": "mephi"
            },
            {
                "id": "16",
                "name": "École Polytechnique Fédérale de Lausanne",
                "shortName": "epfl"
            },
            {
                "id": "23",
                "name": "Emory University",
                "shortName": "emory"
            },
            {
                "id": "176",
                "name": "Moscow Institute of Physics and Technology",
                "shortName": "mipt"
            },
            {
                "id": "28",
                "name": "The Ohio State University",
                "shortName": "osu"
            },
            {
                "id": "68",
                "name": "Case Western Reserve University",
                "shortName": "casewestern"
            },
            {
                "id": "60",
                "name": "University of Rochester",
                "shortName": "rochester"
            },
            {
                "id": "45",
                "name": "The Chinese University of Hong Kong",
                "shortName": "cuhk"
            },
            {
                "id": "159",
                "name": "University of Lausanne",
                "shortName": "unil"
            },
            {
                "id": "58",
                "name": "Universidad Nacional Autónoma de México",
                "shortName": "unam"
            },
            {
                "id": "32",
                "name": "University of Maryland, College Park",
                "shortName": "umd"
            },
            {
                "id": "182",
                "name": "Koç University",
                "shortName": "koc"
            },
            {
                "id": "17",
                "name": "University of Illinois at Urbana-Champaign",
                "shortName": "illinois"
            },
            {
                "id": "26",
                "name": "University of London",
                "shortName": "london"
            },
            {
                "id": "73",
                "name": "The World Bank Group",
                "shortName": "worldbank"
            },
            {
                "id": "53",
                "name": "University of California, San Diego",
                "shortName": "ucsd"
            },
            {
                "id": "146",
                "name": "University of Alberta",
                "shortName": "ualberta"
            },
            {
                "id": "21",
                "name": "Berklee College of Music",
                "shortName": "berklee"
            },
            {
                "id": "74",
                "name": "Sapienza University of Rome",
                "shortName": "sapienza"
            },
            {
                "id": "106",
                "name": "Commonwealth Education Trust",
                "shortName": "cet1886"
            },
            {
                "id": "7",
                "name": "Duke University",
                "shortName": "duke"
            },
            {
                "id": "80",
                "name": "Universitat Autònoma de Barcelona",
                "shortName": "uab"
            },
            {
                "id": "30",
                "name": "University of California, Irvine",
                "shortName": "uci"
            },
            {
                "id": "37",
                "name": "Vanderbilt University",
                "shortName": "vanderbilt"
            },
            {
                "id": "223",
                "name": "ESSEC Business School",
                "shortName": "essec"
            },
            {
                "id": "51",
                "name": "The Pennsylvania State University",
                "shortName": "psu"
            },
            {
                "id": "65",
                "name": "University of Wisconsin–Madison",
                "shortName": "wisconsin"
            },
            {
                "id": "107",
                "name": "The Museum of Modern Art",
                "shortName": "moma"
            },
            {
                "id": "120",
                "name": "University of New Mexico",
                "shortName": "newmexico"
            },
            {
                "id": "102",
                "name": "The University of Chicago",
                "shortName": "chicago"
            },
            {
                "id": "49",
                "name": "University of Geneva",
                "shortName": "unige"
            },
            {
                "id": "6",
                "name": "University of Pennsylvania",
                "shortName": "penn"
            },
            {
                "id": "160",
                "name": "Higher School of Economics",
                "shortName": "hse"
            },
            {
                "id": "110",
                "name": "Tel Aviv University",
                "shortName": "telaviv"
            },
            {
                "id": "220",
                "name": "Yonsei University",
                "shortName": "yonsei"
            },
            {
                "id": "253",
                "name": "EIT Digital ",
                "shortName": "eitdigital"
            },
            {
                "id": "64",
                "name": "Ludwig-Maximilians-Universität München (LMU)",
                "shortName": "lmu"
            },
            {
                "id": "40",
                "name": "Columbia University",
                "shortName": "columbia"
            },
            {
                "id": "54",
                "name": "Northwestern University",
                "shortName": "northwestern"
            },
            {
                "id": "228",
                "name": "Michigan State University",
                "shortName": "michstate"
            },
            {
                "id": "130",
                "name": "École normale supérieure",
                "shortName": "ens"
            },
            {
                "id": "100",
                "name": "American Museum of Natural History",
                "shortName": "amnh"
            },
            {
                "id": "103",
                "name": "New Teacher Center",
                "shortName": "ntc"
            },
            {
                "id": "190",
                "name": "Pontificia Universidad Católica de Chile",
                "shortName": "ucchile"
            },
            {
                "id": "1",
                "name": "Stanford University",
                "shortName": "stanford"
            },
            {
                "id": "129",
                "name": "Technion - Israel Institute of Technology",
                "shortName": "technion"
            },
            {
                "id": "8",
                "name": "Johns Hopkins University",
                "shortName": "jhu"
            },
            {
                "id": "163",
                "name": "Peking University",
                "shortName": "pku"
            }
        ]
    },
    "paging": {
        "next": "1500",
        "total": 1804
    }
}
