{"elements":[{"id":"R3QoIjeuEeWCYBKNeFwojw","name":"Фінанси для нефінансових спеціалістів","startDate":1454015827412,"domainTypes":[{"subdomainId":"finance","domainId":"business"}],"courseType":"v2.ondemand","workload":"4-8 hours of videos, readings, and quizzes","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/04/e5493049ae11e4a3304f24ff82b397/Finance-Course.jpg","partnerIds":["30"],"description":"Впливайте на ваші фінансові рішення та навчіться впливати на виконання показників прибутковості вашого підрозділу та організації в цілому. Цей курс надає базове розуміння концепцій фінансів та бухгалтерського обліку для сприятння росту вашої організації. Після проходження цього курсу, ви отримаєте загальні знання з фінансів та глибоке розуміння впливу ваших рішень за рамками сфери ваших функціональних обов’язків. Зміст курсу включає обрані аспекти фінансів з точки зору нефінансових спеціалістів.Спеціальні теми включають: фінансовий аналіз; планування, прогнозування та бюджетування; грошовий потік та стратегічне фінансування. Даний курс буде інтерактивним та потребуватиме активної участі студентів у діяльність, що має відношення до фінансів. \n\nThis course is translated by the Ukrainian mobile network operator, lifecell.","instructorIds":["11737707"],"slug":"finansy","primaryLanguages":["uk"]},{"id":"v1-59","partnerIds":["7"],"slug":"medicalneuro","workload":"16-20 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/30/693840352d11e49a597321ba86b5f4/large-icon.png","instructorIds":["901314"],"courseType":"v1.session","domainTypes":[{"subdomainId":"biology","domainId":"life-sciences"}],"startDate":1451865600000,"primaryLanguages":["en"],"description":"Explore the structure and function of the human central nervous system. Learn why knowledge of human neuroanatomy, neurophysiology, neural plasticity, and new discovery in the brain sciences matters for clinical practice in the health professions.","name":"Medical Neuroscience"},{"id":"zKZY59dlEeSQOCIAC0ELFw","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/af/09c36049ad11e49965db576a13e532/Entrepreneurship-Course.jpg","startDate":1428346016648,"courseType":"v2.ondemand","workload":"4-8 hours of videos, readings, and quizzes","partnerIds":["30"],"description":"Success in business can be greatly enhanced with an understanding of key entrepreneurial characteristics and competencies solutions.  This interactive course provides potential entrepreneurs with the knowledge of succeeding in an entrepreneurial opportunity.  Topics include: how creativity, opportunity and feasibility are best evaluated; business strategies for new businesses; importance of a business plan; achieving success in a new business.  At the end of the course students will have the skills and confidence to evaluate starting a business, in addition to becoming more enterprising in how they approach their roles should they decide to work in organizations.","slug":"entrepreneurial-thinking","domainTypes":[{"domainId":"business","subdomainId":"entrepreneurship"}],"primaryLanguages":["en"],"instructorIds":["11737707"],"name":"Essentials of Entrepreneurship: Thinking & Action"},{"id":"v1-2614","workload":"2-6 hours/week","instructorIds":["7234261"],"name":"Applied Logistic Regression","partnerIds":["28"],"slug":"logisticregression","courseType":"v1.session","domainTypes":[{"subdomainId":"probability-and-statistics","domainId":"data-science"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/29/cccb10d72011e4b18827ace802af98/logisticregression-logo.png","primaryLanguages":["en"],"description":"This course provides theoretical and practical training on the increasingly popular logistic\nregression model, which has become the standard analytical method for use with a\nbinary response variable."},{"id":"1R3OgJz8EeWlGQ5Xb9b0kw","name":"Country Level Economics: Policies, Institutions, and Macroeconomic Performance","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/87/469560a03c11e5a4eae7e16b9f05a3/iMBA_MEABA_Icon_CountryLevelEconomics.png","instructorIds":["16213068"],"partnerIds":["17"],"description":"This course will enable you to assess the macroeconomic environment in which a business operates. We start by examining how various components of macroeconomy contribute to the aggregate demand for goods and services and thereby generate income for labor and other factors of production. Next, we distinguish between the short run, when prices trends are relatively rigid, and the long run, when prices are fully flexible. We first focus on the short run equilibrium of the market for aggregate goods and services, taking into account the feedback from aggregate income to aggregate demand and vice versa. We then combine the result with the money market equilibrium derived in Part 1 and characterize the macroeconomic equilibrium that determines income, interest rate, exchange rate, and unemployment rate in the short run. We use this model to analyze the short-run consequences of monetary and fiscal policies. In our next step, we examine how income, exchange rate, and inflation rate are determined in the long run. Then, we proceed with linking the short-run outcomes and long-run processes in a dynamic model, which helps us assess the full effects of macroeconomic policies and other factors. This course pays particular attention to the macroeconomic consequences of globalization and the roles played by government policies, institutions, and the public's expectations about the future course of the economy.\n\nYou will:\n•\tUnderstand how the market for aggregate goods and services interacts with the money market to shape the macroeconomic equilibrium that determines income, interest rate, and exchange rate in the short run.\n•\tUnderstand the links between the short-run and long-run processes\n•\tAssess the dynamic effects of macroeconomic policies and understand the roles of globalization, government policies, institutions, and expectations in macroeconomic outcomes.","domainTypes":[{"subdomainId":"finance","domainId":"business"}],"courseType":"v2.ondemand","workload":"","primaryLanguages":["en"],"slug":"country-level-economics-policies","startDate":1450396375882},{"id":"v1-91","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/07/171070352d11e4ae1bdd88b9e8f59b/large-icon.png","domainTypes":[{"subdomainId":"chemistry","domainId":"physical-science-and-engineering"}],"instructorIds":["2280464"],"description":"If chemistry is the science of stuff, then analytical chemistry answers the question: what is it? And how much of it do you have? This course teaches how to do this with instrumental analysis! ","workload":"6-8 hours/week","courseType":"v1.session","previewLink":"https://class.coursera.org/analyticalchem-001/lecture/preview","name":"Analytical Chemistry / Instrumental Analysis","primaryLanguages":["en"],"slug":"analyticalchem","partnerIds":["13"]},{"id":"UYzGkJfFEeWqkw5zNB248Q","startDate":1453242979789,"instructorIds":["15082356","15472833"],"courseType":"v2.ondemand","description":"Welcome to Course Two of Photography Basics and Beyond: From Smartphone to DSLR!  Now that you have a broad understanding of the various types of cameras, the importance of seeing up Menus and Functions to gain control in your photography, and the difference between Auto and Program exposure modes, you are ready to move into even greater Camera Control!  \n\nIn these 4 Modules we will concentrate on gaining the knowledge necessary to make use of Exposure Modes, Light Metering, Effects of various ISO settings, Lens options, using Shutter Speeds to convey aspects of Time in both documentary and creative ways, and exploring the controlled focus effects that Depth of Field Principles make possible.   You will also continue to make new photographs and, if you are a subscriber to the specialization, upload pictures to the web gallery and continue interacting with your fellow learners in our \"Gallery.\"  Let's get started with Module One!","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/28/60add0b4d011e5a05e970d8586e01d/Coursera-Specialization-Thumbnail-IMG_2026-copy.jpg","domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"},{"domainId":"personal-development","subdomainId":"personal-development"}],"slug":"photocourse2","name":"Camera Control","partnerIds":["228"],"workload":"","primaryLanguages":["en"]},{"id":"jFdogKV2EeSpMCIAC1EMBg","domainTypes":[{"domainId":"computer-science","subdomainId":"computer-security-and-networks"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera.s3.amazonaws.com/topics/friendsmoneybytes/large-icon.png","courseType":"v2.ondemand","description":"You pick up your iPhone while waiting in line at a coffee shop. You google a not-so-famous actor, get linked to a Wikipedia entry listing his recent movies and popular YouTube clips of several of them. You check out user reviews on Amazon and pick one, download that movie on BitTorrent or stream that in Netflix. But suddenly the WiFi logo on your phone is gone and you're on 3G. Video quality starts to degrade, but you don't know if it's the server getting crowded or the Internet is congested somewhere. In any case, it costs you $10 per Gigabyte, and you decide to stop watching the movie, and instead multitask between sending tweets and calling your friend on Skype, while songs stream from iCloud to your phone. You're happy with the call quality, but get a little irritated when you see there're no new followers on Twitter. You may wonder how they all kind of work, and why sometimes they don't. Take a look at the list of 20 questions below. Each question is selected not just for its relevance to our daily lives, but also for the core concepts in the field of networking illustrated by its answers. This course is about formulating and answering these 20 questions.","slug":"friends-money-bytes","startDate":1447691980406,"instructorIds":["423879"],"workload":"","primaryLanguages":["en"],"name":"Networks: Friends, Money, and Bytes","partnerIds":["4"]},{"id":"wS6YM72kEeSuIiIAC0uZhw","workload":"6-8 horas de trabajo por módulo","primaryLanguages":["es"],"startDate":1434400961680,"courseType":"v2.ondemand","instructorIds":["118364","3189498"],"name":"Pre-Calculus","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e5/3e7d49769674e52dc089d51f3b570f/precalculo.png","slug":"introduccion-al-calculo","domainTypes":[{"domainId":"math-and-logic","subdomainId":"math-and-logic"}],"description":"Curso diseñado para facilitar la entrada del estudiante en los cursos de cálculo de primer semestre de prácticamente cualquier grado universitario, con especial énfasis en Ciencias e Ingeniería.","partnerIds":["80"]},{"id":"Hc-3wCBREeWKeQ6ae81EbQ","primaryLanguages":["es"],"partnerIds":["62"],"description":"Este curso forma parte de una secuencia con la que se propone un acercamiento a la Matemática Preuniversitaria que prepara para la Matemática Universitaria.\nEn él se asocia un significado real con el contenido matemático que se aprende y se integran tecnologías digitales en el proceso de aprendizaje. \nEl contexto real de llenado de tanques permitirá hacer una primera transferencia de significado y recapitularemos contenidos preuniversitarios relacionados con el Modelo Cuadrático.","name":"2.- El Cálculo - Modelo Cuadrático","slug":"calculo-2","courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/cc/0d7e40baed11e59263950a70476197/CURSO2_MODELOCUADRATICO.png","instructorIds":["2672777"],"workload":"5-6 horas/semana","startDate":1440012653278,"domainTypes":[{"domainId":"math-and-logic","subdomainId":"math-and-logic"}]},{"id":"M9dntkEoEeWZtA4u62x6lQ","partnerIds":["56"],"description":"This course is for experienced C programmers who want to program in C++. The examples and exercises require a basic understanding of algorithms and object-oriented software.","name":"C++ For C Programmers, Part A","courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5a/9714c78f48e904da8812795fe243c9/Cplusplus_pic.jpg","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"workload":"","instructorIds":["2320972"],"primaryLanguages":["en"],"slug":"c-plus-plus-a","startDate":1455570852689},{"id":"u_Rrw_tfEeSuiSIACwuNww","domainTypes":[{"domainId":"business","subdomainId":"marketing"}],"description":"Learn the introductory theory and strategy behind marketing analytics that provides marketers with the foundation needed to apply data analytics to real-world challenges they confront daily in their professional lives.","partnerIds":["17"],"startDate":1432757214809,"courseType":"v2.ondemand","primaryLanguages":["en"],"workload":"4 weeks of study, 8-10 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/bd/2e27d052e311e4897549e934f14f68/Marketing-Analytics-PT1-longshadow.jpg","name":"Digital Analytics for Marketing Professionals: Marketing Analytics in Theory","slug":"marketing-analytics","instructorIds":["9633128"]},{"id":"v1-3663","domainTypes":[],"name":"MRI Fundamentals","slug":"mrifundamentals","instructorIds":["8759944"],"courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/96/bebb70876f11e59ed589d7df59810e/__.png","partnerIds":["178"],"primaryLanguages":["en"],"workload":"2-4 hours/week","description":"Develop expertise in basic magnetic resonance imaging (MRI) physics and principles and gain knowledge of many different data acquisition strategies in MRI"},{"id":"EZVzungdEeWi0g6YoSAL-w","name":"Creative Writing: The Craft of Setting and Description","slug":"craft-of-setting-and-description","courseType":"v2.ondemand","workload":"4 weeks of study, 1-3 hours/week","partnerIds":["34"],"startDate":1455318763908,"description":"In this course aspiring writers will be introduced to the techniques that masters of fiction use to ground a story in a concrete world.  From the most realist settings to the most fantastical, writers will learn how to describe the physical world in sharp, sensory detail.  We will also learn how to build credibility through research, and to use creative meditation exercises to deepen our own understanding of our story worlds, so that our readers can see all that we imagine.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/36/07f620bece11e5bebf49b7e95ea665/setting_d.png","instructorIds":["17165417"],"primaryLanguages":["en"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}]},{"id":"lUcQU1MNEeSstCIAC1GOZw","workload":"8 hours of videos, readings, and projects","courseType":"v2.ondemand","name":"Get Organized: How to be a Together Teacher","slug":"together-teacher","instructorIds":["6931784"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e7/e6a0e0e83c11e3925db7c7eabe33b2/Together-Teacher-Course-Logo-v4.png","primaryLanguages":["en"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}],"partnerIds":["104"],"description":"This course is designed for classroom teachers who juggle time-sensitive tasks and often-exhausting teaching schedules. With an eye toward long-term sustainability, The Together Teacher examines the purpose for planning ahead, provides tools for tracking time commitments, deadlines and tasks, and helps teachers develop a personal organization system that interacts with their day-by-day practices. \n\nAll teachers, from the pen & paper list maker to the tech-savvy digital maven, will benefit from the no-nonsense approach to \"togetherness\" that's presented in this course. We don't care what format you use; we care that you know when you have free time during the day, and that you have a plan for using it.","startDate":1414537439053},{"id":"v1-1292","instructorIds":["5684375","5617088"],"slug":"adolescenthealth","partnerIds":["33"],"domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"}],"workload":"4-6 hours/week","courseType":"v1.session","description":"This course will explore the dynamic factors affecting the health and wellbeing of young people around the world, and how important it is for individuals, communities and nations that we improve the health and life chances of this important population group.","primaryLanguages":["en"],"name":"Global Adolescent Health","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/23/084d50352b11e494bcf927fb09cbc9/GAH-Image_Final.png"},{"id":"sxMQEV4hEeSF2SIACy-E9A","description":"How are all of the species living on Earth today related? How does understanding evolutionary science contribute to our well-being? In this course, participants will learn about evolutionary relationships, population genetics, and natural and artificial selection. Participants will explore evolutionary science and learn how to integrate it into their classrooms.","slug":"teaching-evolution","startDate":1438606089702,"partnerIds":["100"],"instructorIds":["3300435","3424837"],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/bc/a89dc0274211e58ff909cd6ddfd582/lizard.jpg","workload":"5-8 hours/week","primaryLanguages":["en"],"domainTypes":[{"subdomainId":"biology","domainId":"life-sciences"},{"domainId":"social-sciences","subdomainId":"education"}],"name":"Evolution: A Course for Educators"},{"id":"v1-110","workload":"3-4 hours/week","domainTypes":[{"subdomainId":"animals-and-veterinary-science","domainId":"life-sciences"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/1b/8d4100352d11e48277ab05289070ba/large-icon.png","instructorIds":["10620105"],"partnerIds":["14"],"courseType":"v1.session","primaryLanguages":["en"],"description":"This course will cover many aspects of equine nutrition ranging from anatomy and physiology of the gastrointestinal tract to dietary management of horses/ponies affected with nutrition-related disorders. \n\n\nThis is course is designed for self-directed study with minimal tutor input, and as such emphasis is placed upon peer discussions of the topics presented in each section of the course.  This course is not designed to have a large amount of tutor input as this is an open access course that attracts tens of thousands of participants.  However, tutors will endeavour to answer the main queries relating to the understanding of the lecture materials and to provide a summary of the key questions raised in each of the weekly topics and clarification of any misunderstandings. ","name":"Equine Nutrition","slug":"equinenutrition"},{"id":"rNpCSyQbEeWXzxJxfIL00w","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f1/f3bbc073fd11e48378bb84f422d260/positive_psychology_course_image.jpg","domainTypes":[{"subdomainId":"psychology","domainId":"social-sciences"}],"instructorIds":["7687949"],"partnerIds":["77"],"name":"Positive Psychology ","startDate":1436546455584,"courseType":"v2.ondemand","slug":"positive-psychology","description":"This course discusses research findings in the field of positive psychology, conducted by Barbara Fredrickson and her colleagues. It also features practical applications of this science that you can put to use immediately to help you live a full and meaningful life.","primaryLanguages":["en"],"workload":"2-4 hours/week"},{"id":"M7W0H9_dEeS2ayIAC7NlsA","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e9/d304b0dfdb11e4acde5311b14654d2/Learning-How-to-Learn-Logo-with-text.png","startDate":1429577081890,"courseType":"v2.ondemand","domainTypes":[{"domainId":"personal-development","subdomainId":"personal-development"}],"name":"Aprendendo a aprender: ferramentas mentais poderosas para ajudá-lo a dominar assuntos difíceis (em Português)","slug":"aprender","description":"Este curso lhe proporciona um acesso fácil às valiosas técnicas de aprendizagem usadas por experts em Arte, Música, Matemática, Ciência, Esportes e muitas outras disciplinas. Vamos aprender sobre como o cérebro usa dois modos bastante diferentes e como ele encapsula (“associa em blocos”) informações. Vamos também tratar de ilusões de aprendizado, técnicas de memória, lidar com procrastinação e boas práticas mostradas por pesquisa como sendo as mais efetivas em ajudá-lo a dominar assuntos difíceis. Usando estas abordagens, não importa seu nível de habilidade nos tópicos que queira dominar, você pode mudar seu pensamento e mudar sua vida. Se você já é um expert, essa espiada embaixo do capuz mental vai te dar ideias pra carregar o turbo do aprendizado de sucesso, incluindo dicas contraintuitivas e insights que vão te ajudar a fazer melhor uso do seu tempo em lições de casa e listas de exercícios. Se você está com dificuldades, você verá um tesouro estruturado de técnicas práticas que vão te levar através do que você precisa fazer pra entrar na pista. Se você alguma vez quis ficar melhor em qualquer coisa, este curso vai lhe ajudar servindo como seu guia.\n\nThis is a translated version. To join the original English version, visit this page: https://www.coursera.org/learn/learning-how-to-learn","primaryLanguages":["pt-BR"],"workload":"","instructorIds":["1909875","5718916"],"partnerIds":["53"]},{"id":"eUhVWo2iEeWJIAqFKsey7w","description":"关于《系统平台与C#程序基础》课程：\n作为“.Net平台下软件开发技术”专项课程的第一门课程，本课程将从计算机的入门知识讲起，首先向你介绍计算机的基础知识和基本原理，包括信息表示与编码、软硬件系统组成及工作原理等，并通过由基本逻辑门到运算器的构造过程讲述，帮助你初步建立自底向上的系统构造思维能力。如果你未来从事系统设计，这将是非常重要的一项素质。\n在基础奠定之后，本课程将用两周的时间，带你快步走进C#，为你介绍如何设计基本的C#控制台程序。包括C#程序语言基础、控制台的输入输出、基本程序控制结构等。更主要的，本课程将通过实际案例，为你介绍如何利用Visual Studio集成开发环境编辑和调试C#程序，为后续课程学习奠定基础。掌握良好的程序调试技巧，是你未来从事软件项目设计必备的技能。\n如果你目前对计算机的一些基本应用操作还不是很熟悉，请不用担心，本课程附加了有关OFFICE应用的详细操作指导视频，你可以自行观看。\n课程共含4周，每周都设有单元测验和作业，可以帮助你了解自己的学习状态。","slug":"xitong-pingtai-csharp-chengxu-jichu","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"},{"domainId":"personal-development","subdomainId":"personal-development"}],"startDate":1456939725290,"courseType":"v2.ondemand","instructorIds":["9299119"],"partnerIds":["234"],"workload":"4 周课程, 2-3 小时/周","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4e/4c9e20b5aa11e5a3dee98a51395b90/xjtu2.jpg","name":"系统平台与C#程序基础","primaryLanguages":["zh-CN"]},{"id":"UZ2GhkvlEeWyUw4oVjG8nQ","startDate":1442185713806,"workload":"5 weeks of study, 1-2 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/81/f99d50553711e5b3162fb996be2871/________.png","instructorIds":["14834305"],"courseType":"v2.ondemand","description":"Курс посвящен обзору биологических процессов, протекающих в почве и роли живых организмов в формировании почвенного горизонта. В этом курсе слушатели узнают, какую роль играют почвенные организмы в глобальном круговороте вещества и энергии, научатся распознавать различные систематические и трофические группы почвенных животных, смогут оценить их возможности как индикаторов состояния наземных экосистем. Также слушатели курса получат возможность ознакомиться со спецификой животного населения почв городских экосистем и сельскохозяйственных угодий; использовать сведения по экологии почвенных организмов для переработки органических отходов, создания почвозамещающих смесей и улучшения почвенного плодородия.\nДля успешного освоения курса и получения сертификата слушателям необходимо набрать не менее 80% от максимально возможного количества баллов. При этом итоговый результат складывается из следующих составляющих: промежуточные тесты дают 80 %, итоговый тест дает 20 %.","domainTypes":[{"subdomainId":"biology","domainId":"life-sciences"}],"partnerIds":["276"],"name":"Жизнь в почве ","slug":"life-in-soil","primaryLanguages":["ru"]},{"id":"v1-2809","slug":"algorithms","primaryLanguages":["zh"],"name":"算法设计与分析   Design and Analysis of Algorithms","description":"学习面对实际问题如何设计算法与分析算法。","domainTypes":[{"subdomainId":"algorithms","domainId":"computer-science"}],"instructorIds":["11201583"],"courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/18/bb6240a86e11e4997c5b4c7c353247/_______600_340.jpg","workload":"4-8 hours/week","partnerIds":["163"]},{"id":"v1-1064","slug":"philofrancaise","primaryLanguages":["fr"],"instructorIds":["4003315","4004965"],"partnerIds":["130"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"history"},{"subdomainId":"philosophy","domainId":"arts-and-humanities"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/86/f49f6fdc73daf9dcc82c0b87f2a390/mooc_philosophie_def.jpg","courseType":"v1.session","workload":"5-10 hours/week","description":"L'objet de ce cours est d'étudier l'articulation entre les prises de position et les théories politiques des philosophes français du XXème siècle et leur philosophie fondamentale, voire leur métaphysique. Le parcours proposé sollicite l'étude de textes entre autres de Sartre, Merleau-Ponty, Cavaillès, Weil, Levi-Strauss, Althusser, Foucault, Deleuze, Lévinas, Derrida...\n","name":"Les problèmes métaphysiques à l’épreuve de la politique, 1943-1968"},{"id":"v1-2624","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/cc/966840879a11e4bf00fb62a5e35543/POSA-MOCCA.png","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"description":"In this course, we will learn how to apply patterns and frameworks to alleviate the complexity of developing concurrent and networked applications and services on mobile devices running Android that connect to popular cloud computing platforms. ","name":"Programming Mobile Services for Android Handheld Systems: Communication","courseType":"v1.session","partnerIds":["37"],"instructorIds":["1337829"],"primaryLanguages":["en"],"slug":"posacommunication","workload":"8-12 hours/week"},{"id":"v1-2466","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f6/68e6a05df811e48531294bff9ea383/ECON252.jpg","primaryLanguages":["zh"],"domainTypes":[{"subdomainId":"finance","domainId":"business"}],"partnerIds":["109"],"name":"Financial Markets 金融市场（中文版）","instructorIds":["3543921"],"courseType":"v1.session","workload":"6-12 hours/week","slug":"financialmarketszh","description":"本课程总览了促进人类社会管理风险和发展企业的思想、方法和机构。"},{"id":"v1-1024","name":"Introduction to Computing 计算概论A","primaryLanguages":["zh"],"slug":"pkuic","instructorIds":["3293721"],"workload":"6-8 hours/week","courseType":"v1.session","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ed/58acfd98e932ddf38bd0a72d560ab7/DSC_0856__.jpg","description":"    计算概论A是针对“信息科学技术学科一年级本科生”开设的一门专业基础主干课程。本课程的教学目标有二：其一，帮助学习者建立起“学习计算机科学技术知识所需的基本知识背景”；其二，帮助学习者“掌握计算机程序设计的基础知识”，培养学习者“独立设计计算机程序解决问题”的基本技能。","partnerIds":["163"]},{"id":"B4r5tKMfEeWSJQrARhLW0Q","domainTypes":[{"domainId":"language-learning","subdomainId":"learning-english"}],"name":"Business English for Cross-cultural Communication","slug":"business-english-for-cross-cultural-communication","instructorIds":["15479425","15682415","15730402"],"courseType":"v2.ondemand","partnerIds":["35"],"description":"This course aims to prepare you for working in an cross-cultural Business setting. We'll learn about common cross-cultural theories and how they are relevant to everyday business practices in a globalised world. By combining all of your vocabulary, reading, speaking, and writing skills that you acquired in the previous three courses, you will learn how language plays an important role in cross-cultural communication. You will also enhance your cross-cultural understanding and will be able to use vocabulary, tone and style, and spoken and written communication skills within a cross-cultural Business context. Skills learned in this course help prepare you to deliver the professional business presentation in the Capstone project.\n\nAfter completing this course, you will be able to:\n\n- identify possible cross-cultural issues and misunderstandings in communication\n- apply strategies to overcome possible cross-cultural issues and misunderstandings in communication\n- produce documents with an appropriate style for business communication purposes within a cross-cultural situation\n- deliver a speech with an appropriate style for business communication purposes within a cross-cultural situation","workload":"","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/59/a49bb0a47f11e59d1881493ff88c96/19xeSgisUD6r5wpvxxSZ4Z7-y6msR0Y3dVvYJdnyXwA.jpg","primaryLanguages":["en"],"startDate":1453234879165},{"id":"rv5w0LUGEeWDaxLlMKJUpw","partnerIds":["188"],"workload":"6 周课程, 2-3 小时/周","startDate":1456796484200,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/3f/0f34d0b51511e58696b71b3e2ddacb/____.png","instructorIds":["8054217"],"description":"拍微电影，没什么必须要走的路，可以从任何地方起步。但起步之前，首先要形成对微电影的正确认知。本门课程以情景再现的方式，结合理论与实践，打通技术与叙事，简明扼要地还原微电影创作的全历程，以期传达这样的理念：微电影创作，需要怀着敬畏之心，以更天真的姿态去对抗这个模式化的世界，从而达致自由的境界。生命最切肤之处，就是电影开始的地方。","courseType":"v2.ondemand","name":"导演思维：微影人的自我修养","domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"},{"domainId":"personal-development","subdomainId":"personal-development"}],"slug":"daoyan-siwei-weiyingren","primaryLanguages":["zh-CN"]},{"id":"W3uOkydMEeWZdgqPAjBN5w","slug":"ekonometrika","startDate":1456505594326,"description":"Эконометрика – наука, позволяющая исследовать закономерности в реальных данных. К концу курса мы научимся отвечать на два вопроса. Как одна переменная, y, зависит от другой переменной, x? Как спрогнозировать переменную y?\n\nМы будем подробно изучать линейные регрессионные модели,  рассмотрим наиболее частые отклонения от предпосылок классической линейной регрессии. Изучим базовые модели (логит и пробит) для качественных зависимых переменных. Наряду с теоретической основой мы будем работать с реальными данными, используя статистический пакет R.\n\nНеобходимые знания:\nТеория вероятностей и математическая статистика.\nЛинейная алгебра опционально.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/40/b229e05f5e11e48a20a7e729f7ce56/econ_5-copy.png","courseType":"v2.ondemand","domainTypes":[{"subdomainId":"economics","domainId":"social-sciences"},{"domainId":"math-and-logic","subdomainId":"math-and-logic"}],"instructorIds":["25756"],"workload":"10 weeks of study, 3-8 hours/week","partnerIds":["160"],"name":"Эконометрика (Econometrics)","primaryLanguages":["ru"]},{"id":"TyZe2kSnEeW8ow5lHOiKYQ","slug":"mecanique-point-materiel","instructorIds":["2489806"],"primaryLanguages":["fr"],"courseType":"v2.ondemand","description":"Une formation en mécanique du point matériel et du solide indéformable est offerte sous le format \"On Demand\". Voici le deuxième des quatre volets de cette formation, qui correspondent à des niveaux croissants de formation : \n\nMécanique 1 : lois de Newton\nMécanique 2 : point matériel\nMécanique 3 : solide indéformable\nMécanique 4 : équations de Lagrange","name":"Mécanique du point matériel","partnerIds":["16"],"startDate":1442440542009,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d3/751cb09fdb11e5856deb0942e2baa0/Meca-Pointmateriel-v1-600x340-72dpi.jpg","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"physics-and-astronomy"}],"workload":"4 heures/semaine"},{"id":"v1-27","slug":"algs4partII","startDate":1458086400000,"instructorIds":["246867","250165"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/06/672160352d11e4b1518bb3518fcc93/large-icon.png","name":"Algorithms, Part II","domainTypes":[{"subdomainId":"algorithms","domainId":"computer-science"}],"courseType":"v1.session","workload":"6-12 hours/week","description":"This course covers the essential information that every serious programmer needs to know about algorithms and data structures, with emphasis on applications and scientific performance analysis of Java implementations.","primaryLanguages":["en"],"partnerIds":["4"]},{"id":"v1-3187","instructorIds":["13138497"],"slug":"graphene","workload":"1-3 hours/week","startDate":1454284800000,"domainTypes":[{"subdomainId":"chemistry","domainId":"physical-science-and-engineering"}],"partnerIds":["147"],"name":"Graphene and 2-dimensional Materials","courseType":"v1.session","primaryLanguages":["en"],"description":"Gain a foundational understanding of the world of 2-dimensional materials, including Graphene. This course provides an overview of this exciting new field of study, starting with the concept of what a 2-dimensional material is, how they are produced, their unique and superlative properties, and the range of potential applications.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/9e/1dcc60037811e5b475e1268849c8ec/graphenestrain2v2.jpg"},{"id":"v1-2301","instructorIds":["9636408"],"partnerIds":["17"],"name":"Text Mining and Analytics","domainTypes":[{"subdomainId":"data-analysis","domainId":"data-science"}],"courseType":"v1.session","workload":"5-10 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2e/0d2e80533711e498ad7d4d6036a09c/Mining_Text_Data_2.jpg","primaryLanguages":["en"],"slug":"textanalytics","description":"Explore algorithms for mining and analyzing big text data to discover interesting patterns, extract useful knowledge, and support decision making."},{"id":"v1-426","description":"Video games aren’t just fun, they can be powerful vehicles for learning as well. In this course, we discuss research on the kinds of thinking and learning that go into video games and gaming culture, benefits and drawbacks of digital gameplay, tensions between youth culture and traditional education, and new developments intended to bridge that growing divide.","slug":"videogameslearning","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/45/21e580352c11e4aa3c599183b828af/logo_final.png","name":"Video Games and Learning","partnerIds":["65"],"workload":"4-6 hours/week","courseType":"v1.session","primaryLanguages":["en"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}],"instructorIds":["2605719","2605744"]},{"id":"v1-948","instructorIds":["3506150"],"name":"Web Application Architectures","description":"Learn how to build and deploy modern web application architectures – applications that run over the Internet, in the \"cloud,\" using a browser as the user interface.","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/54/a70240352911e4aa8ec52e28a42c7f/mooc_logo.png","partnerIds":["120"],"slug":"webapplications","courseType":"v1.session","primaryLanguages":["en"],"workload":"6-9 hours/week"},{"id":"2RQKJFb6EeWTbwotamPtlQ","instructorIds":["14972887","5193381"],"slug":"programae","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c8/3b7cf056fb11e5bb295b98e7d95531/Course-logo_PR_v1.png","courseType":"v2.ondemand","primaryLanguages":["pt"],"name":"Aprenda a ensinar programação com o Programaê!","description":"O curso \"Aprenda a ensinar programação com o Programaê!\" tem como objetivo apoiar professores no desenvolvimento de suas aulas com o ‘Programaê!’, um movimento que quer aproximar a programação do cotidiano de jovens de todo o Brasil por meio de um portal prático, agregador de ideias, soluções, dicas e planos de aula estruturados para professores.\n\nVocê não precisa ser programador ou entender de programação para fazer este curso! Nosso público-alvo são profissionais da educação (formal e não formal) que desejam desenvolver o pensamento lógico computacional de crianças, jovens e adultos utilizando os planos de aula do Programaê!\n\nAo concluir este curso, os alunos serão capazes de: \n\n•\tApresentar o Programaê! e os objetivos do movimento;\n•\tDefinir qual é o papel da programação no desenvolvimento de habilidades e competências;\n•\tApresentar e explorar o code.org como aluno e como professor, criando turmas, gerenciando e acompanhando o progresso dos alunos;\n•\tEntender como os planos de aula foram organizados e a importância do desenvolvimento de atividades desplugadas para o aprendizado dos conceitos da lógica de programação;\n\nPara ser certificado, o cursista deve obter 100% de aproveitamento nas avaliações, que são apresentadas em formato de teste, com possibilidade de mais de uma tentativa. \n\nParticipe de outros cursos da Fundação Lemann no Coursera - https://www.coursera.org/lemann","workload":"","partnerIds":["224","319"],"startDate":1444262400000,"domainTypes":[{"subdomainId":"algorithms","domainId":"computer-science"},{"domainId":"social-sciences","subdomainId":"education"}]},{"id":"NtRu6kfmEeWk9g4dP2hYVQ","description":"Потребность решения сложных прикладных задач с большим объемом вычислений и принципиальная ограниченность максимального быстродействия «классических» – по схеме фон Неймана – ЭВМ привели к появлению многопроцессорных вычислительных систем (МВС) или суперкомпьютеров. \nШирокое распространение параллельные вычисления приобрели с переходом компьютерной индустрии на массовый выпуск многоядерных процессоров с векторными расширениями. В настоящие время практически все устройства – от карманных гаджетов и до самых мощных суперкомпьютеров – оснащены многоядерными процессорами. И если вы пишите последовательную программу, не применив распределение работы между разными ядрами центрального процессора и не проведя векторизацию, то вы используете только часть вычислительных возможностей центрального процессора. \n\nПройдя этот курс, вы познакомитесь с основными архитектурами МВС, с двумя стандартами (OpenMP и MPI), позволяющими писать параллельные программы для систем с общей и распределенной памятью. На простых примерах будут разобраны основные конструкции и способы распределения работы. Выполнение практических заданий позволит вам приобрести практические навыки создания параллельных программ. Курс будет интересен всем, кто занимается программированием.\n\nДля участия в курсе слушателю необходимо иметь базовые знания по программированию с использованием С/С++. \n\nКурс состоит из 9 недель. Каждая неделя курса содержит видеолекции, а также проверочные задания. Сертификат получают слушатели, набравшие более 80 % от максимально возможного количества баллов. При этом итоговый результат, представленный как 100 %, складывается из следующих составляющих: тесты 1–5 недели дают 4 %, тесты 6–9 недели дают 5 %, все практические задания дают 10 %, кроме итогового практического задания по OpenMP, которое дает 20 %.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/21/31d2c0719411e59990ed0820cea50c/logo.png","slug":"parallelnoye-programmirovaniye","instructorIds":["9943521","13055085"],"courseType":"v2.ondemand","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"partnerIds":["276"],"name":"Введение в параллельное программирование с использованием OpenMP и MPI","startDate":1444934543546,"workload":"9 недель исследования, 1-2 часов / неделю","primaryLanguages":["ru"]},{"id":"v1-3037","instructorIds":["13837435","10995131"],"workload":"1-3 hours/week","description":"Explore the Victorian craze for photography, examine its history, from the earliest images in 1839 and how it has influenced the way we capture and share images today as photography moved from being a niche concern of the few, to one of the most important cultural forms of the modern world.","partnerIds":["14"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/81/9af190007f11e59863e924ac5a1d34/IL.2003.44.4.517.jpg","name":"Photography: A Victorian Sensation","courseType":"v1.session","slug":"vicphoto","primaryLanguages":["en"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}]},{"id":"TN2PygiBEeW4diIACwKO-g","domainTypes":[{"subdomainId":"psychology","domainId":"social-sciences"},{"subdomainId":"philosophy","domainId":"arts-and-humanities"}],"partnerIds":["67"],"slug":"soulbeliefs3","courseType":"v2.ondemand","workload":"3-5 hours/week","startDate":1439866790787,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/7d/1b08c0e85711e4a85383a41b16a017/SB_CourseImage.jpg","name":"Soul Beliefs: Causes and Consequences - Unit 3: How Does It All End?","instructorIds":["2645301","2645318"],"description":"Throughout history, the vast majority of people around the globe have believed they have, however defined, a “soul.” While the question of whether the soul exists cannot be answered by science, what we can study are the causes and consequences of various beliefs about the soul and its prospects of surviving the death of the body. Why are soul and afterlife beliefs so common in human history? Are there adaptive advantages to assuming souls exist?  Are there brain structures that have been shaped by environmental pressures that provide the foundation of body/mind dualism that is such a prominent feature of many religions? How do these beliefs shape the worldviews of different cultures and our collective lives? What is the role of competing afterlife beliefs in religion, science, politics, and war? This course explores several facets of this relatively unexplored but profoundly important aspect of human thought and behavior.\n\nThe course consists mainly of 70 to 80 minute lectures, typically broken up into 3 segments, recorded from a course offered by Rutgers University School of Arts and Sciences.  These videos include slides and some embedded video clips.  Most lectures are accompanied by slides used during the lecture, also including recommended reading assignment which may provide additional opportunities to reflect on your studies.\n\nDue to the lengthiness of this class and natural progression, the online course has been separated into 3 units, this is Unit 3.","primaryLanguages":["en"]},{"id":"v1-367","workload":"7-9 hours/week","previewLink":"https://class.coursera.org/molevol-003/lecture/preview","partnerIds":["57"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/e3/b7e370352c11e49571adff5b3c00f3/darwin_logo2.png","courseType":"v1.session","description":"In this course you will learn about how and why DNA and protein sequences evolve. You will learn the theory behind methods for building and analyzing phylogenetic trees, and get hands-on experience with some widely used software packages.\n","name":"Computational Molecular Evolution","primaryLanguages":["en"],"slug":"molevol","instructorIds":["2526797"],"domainTypes":[{"domainId":"life-sciences","subdomainId":"bioinformatics"}]},{"id":"ET33QCcYEeWbYQ5aIUJhSw","description":"Organizaciones tan diferentes como Amazon, Cemex o Costco utilizan el análisis de datos para una mejor toma de decisiones que les permita identificar a sus clientes más rentables, retener y contratar talento o bien optimizar sus cadenas de suministro. Lo cierto es que las organizaciones compiten ahora tomando decisiones basadas en la explotación de los datos y uso de métodos estadísticos. Sin embargo, la forma en que estos datos se obtienen, manipulan y utilizan, puede definir el fracaso o el éxito de estas organizaciones.\n\nEl primer paso antes de convertir estos datos en información que agregue valor a la organización es recolectar y limpiar dichos datos. En este curso podrás reconocer y recolectar los tipos de datos disponibles de manera estructurada y no estructurada en el mundo de negocios actual,  así como preparar, aplicar y limpiar estos datos para su posterior explotación. Adicionalmente, serás capaz de realizar una exploración de los datos que te permita elaborar un análisis preliminar del proceso de negocio bajo estudio.\n\nAl  terminar este curso habrás desarrollado la capacidad de comprender y aplicar de manera efectiva las metodologías y técnicas relacionadas con la recopilación de datos, utilizando un software de última generación, como el Watson Analytics.\n\nAgradecemos a Fundación Televisa por su participación en la producción de este curso; con lo cual colabora a inspirar y desarrollar el potencial de las personas, a través de su compromiso con la educación y la cultura.","primaryLanguages":["es"],"partnerIds":["62"],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/7f/6e55d0501911e5bf374909c194f0db/foto_anadatos_curso2_a.jpg","domainTypes":[{"domainId":"business","subdomainId":"business-strategy"},{"domainId":"business","subdomainId":"business-essentials"}],"startDate":1444169366338,"name":"Recolección y exploración de datos","workload":"4 semanas de estudio, 3-5 horas/semana","slug":"ordenamiento-datos","instructorIds":["9113432"]},{"id":"d0bq5PkAEeSBSSIAC7JSBQ","courseType":"v2.ondemand","partnerIds":["54"],"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"electrical-engineering"},{"subdomainId":"algorithms","domainId":"computer-science"}],"startDate":1455914246978,"name":"Fundamentals of Digital Image and Video Processing","slug":"digital","workload":"","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/3e/8166be0abcc2a8803d91b7aa55135c/logo_aggelos.jpg","primaryLanguages":["en"],"instructorIds":["2643309"],"description":"In this class you will learn the basic principles and tools used to process images and videos, and how to apply them in solving practical problems of commercial and scientific interests.\n\nDigital images and videos are everywhere these days – in thousands of scientific (e.g., astronomical, bio-medical), consumer, industrial, and artistic applications. Moreover they come in a wide range of the electromagnetic spectrum - from visible light and infrared to gamma rays and beyond. The ability to process image and video signals is therefore an incredibly important skill to master for engineering/science students, software developers, and practicing scientists.   Digital image and video processing continues to enable the multimedia technology revolution we are experiencing today. Some important examples of image and video processing include the removal of degradations images suffer during acquisition (e.g., removing blur from a picture of a fast moving car), and the compression and transmission of images and videos (if you watch videos online, or share photos via a social media website, you use this everyday!), for economical storage and efficient transmission. \n\nThis course will cover the fundamentals of image and video processing.  We will provide a mathematical framework to describe and analyze images and videos as two- and three-dimensional signals in the spatial, spatio-temporal, and frequency domains. In this class not only will you learn the theory behind fundamental processing tasks including image/video enhancement, recovery, and compression - but you will also learn how to perform these key processing tasks in practice using state-of-the-art techniques and tools. We will introduce and use a wide variety of such tools – from optimization toolboxes to statistical techniques. Emphasis on the special role sparsity plays in modern image and video processing will also be given.  In all cases, example images and videos pertaining to specific application domains will be utilized."},{"id":"7t9y531dEeWKYwric11Hpw","slug":"channel-management","domainTypes":[{"domainId":"business","subdomainId":"marketing"}],"instructorIds":["15731667"],"courseType":"v2.ondemand","name":"Channel Management and Retailing ","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/af/0a36e0a57f11e5a894ad7ff73294ef/photo-1447622919665-d95b0d80b251.jpg","description":"Nowadays a distribution strategy is part of the DNA of many companies and a correct channel management is key for the success of your product. Distribution plans need to be prepared for the long run, combining the following main areas:  company profile, portfolio structure and price positioning, go-to-market policy, trade and retail marketing, e-commerce and global retail management. \n\nIn the last decade, there have been two main revolutions that have affected industries, increasing the importance of Distribution Channel Management: \n\n•\tThe IT revolution: considering developments in CRM, supply chain, planning tools, merchandise and reallocation systems, amongst others.\n•\tThe retail focus: a clear retail strategy can be a differentiator for companies and a strong weapon of competitiveness. \n\nStay up-to-date on how companies are adding these aspects to their main strategic guidelines and making them key points in their managerial decision-making process.","workload":"","startDate":1453243851606,"primaryLanguages":["en"],"partnerIds":["61"]},{"id":"v1-186","domainTypes":[{"subdomainId":"nutrition","domainId":"life-sciences"}],"name":"Exercise Physiology: Understanding the Athlete Within","partnerIds":["33"],"slug":"exphys","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/b3/ded9ebdfdc70f44c67054abc3dc572/MUS-PHOTO2.jpg","description":"Learn about the physiological responses to acute and chronic exercise and their relevance for athletic performance.","workload":"4-6 hours/week","courseType":"v1.session","instructorIds":["1300189"],"primaryLanguages":["en"]},{"id":"oovXvNmbEeW6jg7jFY56EQ","name":"Introducción a la Gestión de Operaciones","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ca/c5d3505e3811e5820ea909dac5c70b/whartonoperations.jpg","startDate":1456528254681,"courseType":"v2.ondemand","partnerIds":["6"],"instructorIds":["1349478"],"domainTypes":[{"domainId":"business","subdomainId":"business-strategy"},{"domainId":"business","subdomainId":"business-essentials"}],"slug":"wharton-gestion-operaciones","workload":"","primaryLanguages":["en"],"description":"Aprende a analizar y a mejorar los procesos empresariales en servicios o en la industria. Aprende cómo incrementar la productividad y a ofrecer niveles de calidad mayores. Después de que finalices con éxito este curso, podrás aplicar estas habilidades en un reto empresarial del mundo real como parte de la Programa Especializado de Fundamentos Empresariales de Wharton."},{"id":"v1-153","partnerIds":["7"],"name":"Image and video processing: From Mars to Hollywood with a stop at the hospital","description":"In this class you will look behind the scenes of image and video processing, from the basic and classical tools to the most modern and advanced algorithms.","workload":"4 - 6 hours/ week","instructorIds":["729871"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2e/521810352d11e49acdcfd9c2fca6c5/large-icon.png","courseType":"v1.session","startDate":1451865600000,"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"},{"subdomainId":"algorithms","domainId":"computer-science"}],"primaryLanguages":["en"],"slug":"images"},{"id":"v1-2626","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/46/e2e3c0879c11e489f43d1db10dde64/coursera_course_logo.png","description":"This course introduces students to basic issues in mobile cloud security, malware, and secure client/server communication. Students will learn about security risks in Android and cloud services, threat mitigation strategies, secure coding practices, and tools for managing security of devices. ","slug":"mobilecloudsecurity","courseType":"v1.session","name":"Programming Cloud Services for Android Handheld Systems: Security","partnerIds":["37"],"primaryLanguages":["en"],"workload":"8-12 hours/week","instructorIds":["1337829","4639533"]},{"id":"mTJHKj0pEeSGwyIACxCdDw","instructorIds":["8562621"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/3f/e014c0ba7811e5a05e970d8586e01d/___-1.jpg","description":"Nowadays, there is an increasing number of people who are interested in Chinese culture and language. And it is useful to know about the language when coming to China for travel or business. This is an ABC Chinese course for beginners, including introduction of phonetics and daily expressions. After taking this class, learners can have a basic understanding of Chinese Mandarin and make basic conversations of daily living such as exchanging personal information, talking about daily arrangements and food, asking about price, introducing the city and the weather, telling your hobbies etc. Selected topics and situations come from real life scenarios and can be used for everyday communications. In addition to the dialogues, the selection of reading materials and practice activities will make the content as rich and varied as possible, in order to stimulate the learners’ interests. This is an elementary course on Chinese speaking. The learners don’t need to study Chinese characters, so it is easier to follow and complete this course.","name":"Chinese for Beginners","workload":"6 hours of videos and quizzes","courseType":"v2.ondemand","domainTypes":[{"domainId":"language-learning","subdomainId":"other-languages"},{"domainId":"personal-development","subdomainId":"personal-development"}],"startDate":1410807600000,"slug":"learn-chinese","primaryLanguages":["en"],"partnerIds":["163"]},{"id":"fM5baJoUEeW93wo8Ha4kow","instructorIds":["5695687"],"slug":"human-language","domainTypes":[{"domainId":"language-learning","subdomainId":"other-languages"},{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"name":"Miracles of Human Language: An Introduction to Linguistics","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5e/72af706e7911e4858ab71800f6a19c/Pieter_Bruegel_the_Elder_-_The_Tower_of_Babel__Vienna__-_Google_Art_Project_-_edited.jpg","courseType":"v2.ondemand","description":"Everywhere, every day, everybody uses language. There is no human society, no matter how small or how isolated, which does not employ a language that is rich and diverse. This course introduces you to linguistics, featuring interviews with well-known linguists and with speakers of many different languages. Join us to explore the miracles of human language!\n\nThe Miracles of Human Language introduces you to the many-faceted study of languages, which has amazed humans since the beginning of history. Together with speakers of many other languages around the world, as well as with famous linguists such as Noam Chomsky and Adele Goldberg, you will learn to understand and analyse how your native tongue is at the same time similar and different from many other languages. You will learn the basic concepts of linguistics, get to know some of the key features of big and small languages and get insight into what linguists do.\n\nThis course gives an introduction into the study of languages, the field of linguistics. With the support of the basic linguistic terminology that is offered in the course, you will soon be able to comment both on variety between languages, as well as on a single language’s internal structure. Anyone who wishes to understand how languages work, and how they can give us insight into the human mind is very welcome to join.\n\nThe course is useful if you want to get a fairly quick introduction into linguistics, for instance because you are considering studying it further, or because you are interested in a neighbouring discipline such as psychology, computer science or anthropology. Furthermore, the course will help you develop analytical skills.\n\nIf you are curious to understand how language works and how it gives insight into the human mind, this course is definitely for you!","partnerIds":["25"],"workload":"","primaryLanguages":["en"],"startDate":1454723527750},{"id":"v1-1742","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/5d/846a8093aa11e48806bd08081e4b92/metaliteracy.png","domainTypes":[{"domainId":"personal-development","subdomainId":"personal-development"}],"partnerIds":["117"],"courseType":"v1.session","primaryLanguages":["en"],"workload":"2-4 hours/week","name":"Metaliteracy: Empowering Yourself in a Connected World","description":"This course will prepare participants to be active digital citizens who locate and evaluate information in 21st century social environments, including Massive Open Online Courses (MOOCs), while making individual and collaborative contributions to these spaces as self-reflective and empowered learners.\n","slug":"metaliteracy","instructorIds":["7854271","7861217","7882904","8853374","8942692","9308376","7850590","9320339","16667272"]},{"id":"ngZrURn5EeWwrBKfKrqlSQ","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/bc/5b62704fa211e5887c5d18f3dff54a/mongodb_nodejs2.png","slug":"server-side-development","description":"This course deals with all things server-side. We base the entire course around the NodeJS platform. We start with a brief overview of the Web protocols: HTTP and HTTPS. We examine NodeJS and NodeJS modules: Express for building web servers. On the database side, we review basic CRUD operations, NoSQL databases, in particular MongoDB and Mongoose for accessing MongoDB from NodeJS. We examine the REST concepts and building a RESTful API. We touch upon authentication and security. Finally we review backend as a service (BaaS) approaches, including mobile BaaS, both open-source and commercial BaaS services.\n\nAt the end of this course, you will be able to:\n\n- Demonstrate an understanding of server-side concepts, CRUD and REST\n- Build and configure a backend server using NodeJS framework\n- Build a RESTful API for the front-end to access backend services","courseType":"v2.ondemand","partnerIds":["35"],"domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"},{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"startDate":1441045470068,"workload":"","name":"Server-side Development with NodeJS","primaryLanguages":["en"],"instructorIds":["1017488"]},{"id":"nnd5lshWEeSA1yIACye2oA","description":"Jewish Diaspora in China is a unique experience for world Jewry, as China is the only country in Far East that has had Jews living in its society for over 1,000 years. Documentary evidence shows that Jews started to live in China no later than the Tang Dynasty (618–907). The famous Kaifeng Jewish community, which was established in Kaifeng, the Chinese capital of the Song Dynasty (960-1279), is but a best-known example. However, the largest Jewish Diaspora in China appeared in modern times. In over 100 years, from the mid-19th century to the mid-20th century, about 40,000 Jews came to China and lived in newly-established major port cities such as Hong Kong, Shanghai, Tianjin, and Harbin. Jewish communities composed of these Jews became an essential part of the economic and social life of those modern Chinese cities. What brought such a large number of Jews to China? Where did these people come from? How did they arrive? Were they all in China at the same time, and were there any differences among them? What happened to them after they arrived? Where are they now? The story of Jews in modern China is certainly a fascinating and up-lifting one. This course will examine these questions and more.","partnerIds":["230"],"courseType":"v2.ondemand","workload":"8 hours of videos, quizzes and peer review","instructorIds":["9801838"],"startDate":1426635143904,"domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"},{"domainId":"arts-and-humanities","subdomainId":"history"}],"name":"Jewish Diaspora in Modern China","slug":"jews-in-china","primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/eb/326bc0b9ca11e4b3dfa100b3bca814/jews-in-china.jpg"},{"id":"v1-2325","description":"Government works best when citizens are directly engaged in policymaking and public service delivery. What conditions are necessary for inclusive and effective citizen engagement? Can it positively improve people's lives? This course provides an overview of citizen engagement, critically analyzing how it can be leveraged most effectively to achieve development results.","startDate":1454284800000,"partnerIds":["73"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"name":"Engaging Citizens:  A Game Changer for Development?","instructorIds":["11481155","10612258","34540","16914713"],"courseType":"v1.session","slug":"engagecitizen","primaryLanguages":["en"],"workload":"2-4 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/9e/e7d470c9e311e48a08bd9c2caf48ec/Course-Image-High-Res.png"},{"id":"v1-243","domainTypes":[{"subdomainId":"psychology","domainId":"social-sciences"}],"description":"For adults with an interest in the study of human behaviour – especially those who have often considered studying psychology but who have yet to begin.   ","name":"Why We Need Psychology","instructorIds":["2603322"],"partnerIds":["26"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/10/8a14cf1b5a50871e52bdd909e3612c/V-multicoloured-brain.jpg","courseType":"v1.session","workload":"8-10 hours/week","primaryLanguages":["en"],"slug":"needpsych"},{"id":"ClCx1sbdEeShXyIAC5MC2w","domainTypes":[{"subdomainId":"animals-and-veterinary-science","domainId":"life-sciences"}],"instructorIds":["2416847","5776480","2462805","3103174","5776490","5776475","5776473"],"partnerIds":["14"],"startDate":1434407705243,"courseType":"v2.ondemand","slug":"becoming-a-veterinarian","workload":"15-20 hours","name":"EDIVET: Do you have what it takes to be a veterinarian?","description":"This course is for anyone interested in learning more about Veterinary Medicine, giving a “taster” of courses covered in the first year of a veterinary degree and an idea of what it is like to study Veterinary Medicine.","primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/00/e53ee067cc11e3ac3ceb098a15edbb/dv-course-image4.jpg"},{"id":"v1-1573","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/42/a25180bf3611e39eea23fcf6527800/posasoftware-course-logo.jpg","workload":"6-8 hours/week","name":"Pattern-Oriented Software Architectures for Concurrent and Networked Software","courseType":"v1.session","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"slug":"posasoftware","partnerIds":["37"],"description":"Learn how to apply patterns and frameworks to alleviate the complexity of developing concurrent and networked software. Students will write concurrent and networked software programs in popular open-source pattern-oriented software architecture frameworks, such as Android (Java) and ACE (C++). ","instructorIds":["1337829"],"primaryLanguages":["en"]},{"id":"pSaP4p3ZEeW_wArffOXkOw","slug":"ruhe-xuexi","name":"学会如何学习：帮助你掌握复杂学科的强大智力工具","courseType":"v2.ondemand","domainTypes":[{"domainId":"personal-development","subdomainId":"personal-development"}],"startDate":1454094968901,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6e/c02c90d08611e3bb7b4ba94dd73d39/Learning-How-to-Learn-Logo-with-text.png","instructorIds":["1909875","5718916"],"description":"本课程将介绍各领域专家所使用的学习方法，他们包括艺术家、文学家、数学家、科学家、运动员和很多其他领域专家。我们将学习如何使用两种不同的大脑模式，以及大脑如何封装（“chunks”）信息。我们还将介绍能力错觉（illusions of learning），记忆技巧，对付拖延症的方法，以及研究表明能帮助我们掌握困难科目的方法。\n\n无论您在所学领域是专家还是菜鸟，您都可以使用这些方法，改变自己的思维模式，重塑自己的人生。如果您是所学领域的专家，通过学习大脑认知的底层知识，您可以进一步提高自己的学习能力，您将了解反直觉的考试技巧和见解，从而能够更高效地完成作业和习题。如果您在学习中遇到困难，系统有效的学习技巧将帮助您将走上正轨。无论您希望学习什么内容，这门课程都可以作为您的指南。","workload":"4 hours of video, 3 hours of exercises, 3 hours of bonus material","partnerIds":["53"],"primaryLanguages":["zh-CN"]},{"id":"v1-599","domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"workload":"3-5 hours/week","slug":"stschina3","partnerIds":["35"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3e/111c8ebdef8aab24ef1c1aa685ede2/stschina3-course-logo.jpg","description":"This course is the third in a trilogy of short courses. In this final part, we integrate what we have learned in the previous two parts to investigate the evolution and implications of Chinese government policies designed to promote scientific and technological progress. Based on this, we will attempt to sketch a picture of the future of science and technology in China.","instructorIds":["1466681"],"courseType":"v1.session","name":"Science, Technology, and Society in China III: The Present & Policy Implications","primaryLanguages":["en"]},{"id":"v1-211","slug":"introbiology","description":"Through this class you should be able to explain basic concepts in cellular and molecular biology using correct terminology, as well as develop critical thinking and problem-solving skills that can be applied to all of your studies of biology.","partnerIds":["30"],"instructorIds":["1324755","2598741"],"courseType":"v1.session","domainTypes":[{"subdomainId":"biology","domainId":"life-sciences"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/00/233ce0352c11e488c8d9622ef02af4/intro-image4.png","workload":"8-10 hours/week","primaryLanguages":["en"],"name":"Preparation for Introductory Biology: DNA to Organisms"},{"id":"mXKr_PmVEeSAXyIACnuMBg","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0a/2b2ba052e411e4a145035351c7e2c6/Financial-Accounting-PT-1.jpg","partnerIds":["17"],"courseType":"v2.ondemand","domainTypes":[{"subdomainId":"finance","domainId":"business"}],"workload":"4 weeks of study, 6-8 hours/week","startDate":1435208455676,"description":"Learn how managerial accounting is used to facilitate and guide business decisions. Topics will include planning (e.g., budgets), variance analysis, and overall performance measurement.\n\nThe Improving Business Finances and Operations Specialization will be discontinued in January 2016. Learners who wish to earn a Specialization Certificate must pass all courses by December 31, 2015, and complete the Capstone Project in January 2016. If you do not anticipate completing the Specialization within this time frame, please do not purchase the full access option. \n\nPlease also note that the individual courses in Improving Business Finances and Operations Specialization are part of the core iMBA curriculum and are NOT being canceled but will be regrouped in new Specializations (to be announced). Learners taking courses in this Specialization for University of Illinois academic credit, any earned academic credit will be transferable towards the iMBA degree program upon admission to the degree program","slug":"managerial-accounting-tools","name":"Managerial Accounting: Tools for Facilitating and Guiding Business Decisions","instructorIds":["10998404"],"primaryLanguages":["en"]},{"id":"rX40GP0fEeS1QCIACy-KcQ","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9f/dc28505e4811e5bcf5c3fa6981ddd7/Investment-Finance-PT-1.jpg","partnerIds":["17"],"courseType":"v2.ondemand","domainTypes":[{"subdomainId":"finance","domainId":"business"}],"instructorIds":["9772366"],"slug":"corporate-finance","name":"Financial Evaluation and Strategy: Corporate Finance","description":"Learn how to use key finance principles to understand and measure business success and to identify and promote true value creation.\n\nThe Improving Business Finances and Operations Specialization will be discontinued in January 2016. Learners who wish to earn a Specialization Certificate must pass all courses by December 31, 2015, and complete the Capstone Project in January 2016. If you do not anticipate completing the Specialization within this time frame, please do not purchase the full access option.\n\nPlease also note that the ​individual courses in the Improving Business Finances and Operations Specialization are part of the core iMBA curriculum​ and ​are NOT being canceled but will be regrouped in new Specializations​ (to be announced). For learners taking courses in this Specialization for University of Illinois academic credit, any earned academic credit will be transferable towards the iMBA degree program upon admission to the degree program.","startDate":1442628989783,"primaryLanguages":["en"],"workload":"2-4 hours/week"},{"id":"ZeJpQlf8EeWZwA6dBJ1AeQ","description":"As teachers, it is so important to have a plethora of resources to draw upon for modification for specific students and classroom contexts.  In this capstone project, you are tasked with applying the concepts learned throughout the specialization, to create your own toolbox designed with the ELL in Mind. \n\nIn this two-part capstone, you will first create an annotated lesson plan comprising both formative and summative assessments.  The lesson plan will include any modified materials for ELLs such as graphic organizers or writing frames pertinent to the lesson's activities. The annotation will include a rationale for lesson elements based on information presented in Lesson Planning with the ELL in Mind and Assessing Achievement with the ELL in Mind. \n\nSecond, you will use your checklist of resources, personalized to your school and community, to create an engagement plan of action.  This should include specific milestones for creating a more engaging environment for your students and their families. You will also include a rationale for elements of engagement based on information presented in Engaging the ELL and Their Families in the School and Community.\n\nIn this capstone, you will create a personalized toolbox for ELL success in the content classroom.  \n\nThis toolbox will include:\n   * Annotated Lesson Plan\n       - Modified Materials\n       - Formative and Summative Assessment\n       - Lesson Plan and Materials Rationale\n   * Engagement Action Plan and Rationale\n\nThe materials created in this project should be immediately useful in your classroom.  Your capstone project should be tailored to your teaching context, content area, and students. \n\nBy the end of this course, you will be able to:\n     * Design a lesson plan with attention to the needs of your ELLs\n     * Create appropriate modified materials to support your ELLs\n     * Create formative and summative assessments to measure both content mastery and language development as specified by \n       your lesson plan's learning and language objectives\n     * Rationalize your application of selected methodologies\n     * Create and implement an engagement action plan specified for your teaching context","instructorIds":["12746403","7942296"],"name":"ELL Success in the Content Classroom: Capstone Project","slug":"ell-success-capstone","partnerIds":["287"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"education"},{"domainId":"social-sciences","subdomainId":"education"}],"startDate":1443477325433,"workload":"","primaryLanguages":["en"],"courseType":"v2.capstone","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b1/24dc10617c11e5962321871c99da9d/Capstone.jpg"},{"id":"HIUPOchIEeSA1yIACye2oA","partnerIds":["107"],"courseType":"v2.ondemand","startDate":1427920753374,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9e/cf76d1ffe6ae160571baa9c2eeff2a/A_A-logo.jpg","name":"Art & Activity: Interactive Strategies for Engaging with Art","instructorIds":["3562624","3219339","5255102"],"slug":"art-activity","workload":"","primaryLanguages":["en"],"description":"Art can be a powerful catalyst for building skills and understanding a range of subjects. Intended for primary and secondary teachers of all disciplines, Art & Activity builds upon the inquiry-based approaches of Art and Inquiry: Museum Teaching Strategies for Your Classroom, while delving into activity-based strategies that will make your students empowered participants.","domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}]},{"id":"InPZ8m01EeW8nRIpKnwp7Q","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/65/c16520ba3e11e5af6189e4b33f3c68/android_deployment-2.jpg","description":"This is a 4 week MOOC that teaches learners how to create an app from scratch using Android Studio, as well as learning how to use various Android Studio tools, such as the debugger, resource editor, logging mechanisms, etc.  This MOOC also covers basic concepts and APIs related to Android’s Material Design paradigm. Students will work incrementally on a hands-on project involving a simple Material Design-based music streaming app throughout the MOOC, i.e., each week they will add additional capabilities to it, based on the material covered in that week’s lecture videos.\n\nThere will be roughly 3-4 hours of student engagement time per week, including video lectures, quizzes, and programming assignments. The ordering of the modules below is designed to be flexible.  In particular, students can watch the videos in whatever order suits their experience and needs, e.g., they may want to watch the  Material Design videos prior to the advanced Android Studio videos if they prefer to learn about Material Design first.","name":"Building and Deploying Android App Projects","startDate":1453240836332,"courseType":"v2.ondemand","slug":"badaap","workload":"","partnerIds":["37"],"instructorIds":["4639533","1337829","2851010"],"primaryLanguages":["en"]},{"id":"rBUgmfTTEeSccCIAC3lSsg","name":"Managerial Accounting: Cost Behaviors, Systems, and Analysis","startDate":1432225804586,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0a/2b2ba052e411e4a145035351c7e2c6/Financial-Accounting-PT-1.jpg","slug":"managerial-accounting","partnerIds":["17"],"courseType":"v2.ondemand","domainTypes":[{"subdomainId":"finance","domainId":"business"}],"workload":"4 weeks of study, 6-8 hours/week","description":"Learn the key facets of cost analysis. Topics will include types of costs, cost behavior, costing system design, activity-based costing, and cost-volume-profit analysis.\n\nThe Improving Business Finances and Operations Specialization will be discontinued in January 2016. Learners who wish to earn a Specialization Certificate must pass all courses by December 31, 2015, and complete the Capstone Project in January 2016. If you do not anticipate completing the Specialization within this time frame, please do not purchase the full access option. \n\nPlease also note that the ​individual courses in the Improving Business Finances and Operations Specialization are part of the core iMBA curriculum​ and ​are NOT being canceled but will be regrouped in new Specializations (to be announced). For learners taking courses in this Specialization for University of Illinois academic credit, any earned academic credit will be transferable towards the iMBA degree program upon admission to the degree program.","instructorIds":["10998404"],"primaryLanguages":["en"]},{"id":"yWjlOBnoEeWg_RJGAuFGjw","slug":"dwdesign","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/de/bc87904d0911e5b9b22778162e6288/Course-2---Logo.png","courseType":"v2.ondemand","domainTypes":[{"subdomainId":"design-and-product","domainId":"computer-science"},{"subdomainId":"data-analysis","domainId":"data-science"}],"partnerIds":["126"],"workload":"","instructorIds":["5265596"],"primaryLanguages":["en"],"name":"Data Warehouse Concepts, Design, and Data Integration","startDate":1447094224905,"description":"This is the second course in the Data Warehousing for Business Intelligence specialization. Ideally, the courses should be taken in sequence.\n\nIn this course, you will learn exciting concepts and skills for designing data warehouses and creating data integration workflows. \nThese are fundamental skills for data warehouse developers and administrators. You will have hands-on experience for data warehouse design and use open source products for manipulating pivot tables and creating data integration workflows.You will also gain conceptual background about maturity models, architectures, multidimensional models, and management practices, providing an organizational perspective about data warehouse development. If you are currently a business or information technology professional and want to become a data warehouse designer or administrator, this course will give you the knowledge and skills to do that. By the end of the course, you will have the design experience, software background, and organizational context that prepares you to succeed with data warehouse development projects.  \n\nIn this course, you will create data warehouse designs and data integration workflows that satisfy the business intelligence needs of organizations. When you’re done with this course, you’ll be able to:\n   * Evaluate an organization for data warehouse maturity and business architecture alignment;\n   * Create a data warehouse design and reflect on alternative design methodologies and design goals;\n   * Create data integration workflows using prominent open source software;\n   * Reflect on the role of change data, refresh constraints, refresh frequency trade-offs, and data quality goals in data integration process design; and\n   * Perform operations on pivot tables to satisfy typical business analysis requests using prominent open source software"},{"id":"svzDI2FSEeW6DxKCi866Kw","workload":"4 weeks of study, 4-5 hours/week","courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/21/efb5d0b64311e5b7f4377491ebab0b/SystemsThinkingIconSquare.png","name":"Systems Thinking In Public Health","domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"},{"subdomainId":"economics","domainId":"social-sciences"}],"description":"This course provides an introduction to systems thinking and systems models in public health. Problems in public health and health policy tend to be complex with many actors, institutions and risk factors involved. If an outcome depends on many interacting and adaptive parts and actors the outcome cannot be analyzed or predicted with traditional statistical methods. Systems  thinking is a core skill in public health and helps health policymakers build programs and policies that are aware of and prepared for unintended consequences.\n\nAn important part of systems thinking is the practice to integrate multiple perspectives and synthesize them into a framework or model that can describe and predict the various ways in which a system might react to policy change. Systems thinking and systems models devise strategies to account for real world complexities.\n\n\nThis work was coordinated by the Alliance for Health Policy and Systems Research, the World Health Organization, with the aid of a grant from the International Development Research Centre, Ottawa, Canada. Additional support was provided by the Department for International Development (DFID) through a grant (PO5467) to Future Health Systems research consortium.\n\n© World Health Organization 2014\nAll rights reserved. The designations employed and the presentation of the material in this publication do not imply the expression of any opinion whatsoever on the part of the World Health Organization concerning the legal status of any country, territory, city or area or of its authorities, or concerning the delimitation of its frontiers or boundaries. Dotted and dashed lines on maps represent approximate border lines for which there may not yet be full agreement. The mention of specific companies or of certain manufacturers’ products does not imply that they are endorsed or recommended by the World Health Organization in preference to others of a similar nature that are not mentioned. Errors and omissions excepted, the names of proprietary products are distinguished by initial capital letters. All reasonable precautions have been taken by the World Health Organization to verify the information contained in this publication. However, the published material is being distributed without warranty of any kind, either expressed or implied. The responsibility for the interpretation and use of the material lies with the reader. In no event shall the World Health Organization be liable for damages arising from its use. Johns Hopkins University Bloomberg School of Public Health has a non-exclusive license to use and reproduce the material.","partnerIds":["8"],"slug":"systems-thinking","primaryLanguages":["en"],"startDate":1455520507806,"instructorIds":["15213156","15214376"]},{"id":"dqhF7SBQEeW5Rwo0txKkgQ","primaryLanguages":["es"],"partnerIds":["62"],"courseType":"v2.ondemand","description":"Este curso forma parte de una secuencia con la que se propone un acercamiento a la Matemática Preuniversitaria que prepara para la Matemática Universitaria.\nEn él se asocia un significado real con el contenido matemático que se aprende y se integran tecnologías digitales en el proceso de aprendizaje. \nEl contexto real del movimiento en línea recta será el marco con el cual asociamos un primer significado y recapitulamos contenidos preuniversitarios relacionados con el Modelo Lineal.","startDate":1440012372875,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/83/c59e10baed11e58ae18543e6165465/CURSO1_MODELOLINEAL.png","workload":"5-6 horas/semana","instructorIds":["2672777"],"name":"1.- El Cálculo - Modelo Lineal","domainTypes":[{"domainId":"math-and-logic","subdomainId":"math-and-logic"}],"slug":"calculo-1"},{"id":"v1-476","partnerIds":["62"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"slug":"latinamericanculture","name":"Latin American Culture","workload":"4-6 hours/week","courseType":"v1.session","description":"This course seeks to interest students in the Latin American culture by studying it from multiple perspectives.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/06/94b680352c11e488c8d9622ef02af4/imagencursotamez_2.png","primaryLanguages":["en"],"instructorIds":["2645293"]},{"id":"v1-117","partnerIds":["15"],"description":"Investigate the basic concepts behind programming languages, with an emphasis on the techniques and benefits of functional programming. Use the programming languages ML, Racket, and Ruby to learn how the pieces of a language fit together to create more than the sum of the parts. Gain new software skills and the concepts needed to learn new languages on your own.","instructorIds":["873260"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f2/e2d37549671b4a0c04b4f40669e1c9/course_logo.jpg","slug":"proglang","workload":"8-16 hours/week","name":"Programming Languages","courseType":"v1.session","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"primaryLanguages":["en"]},{"id":"3UY0FCmGEeWFggqB2SRvtQ","startDate":1440556420556,"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/53/8222e51c172488b83cb9b707f35145/Flag-Globe.png","description":"This is a survey of modern history from a global perspective. Part One begins with the political and economic revolutions of the late 1700s and tracks the transformation of the world during the 1800s.  Part One concludes as these bewildering changes seem to be running beyond the capacity of older institutions to handle them.  Throughout the course we try to grasp what is happening and ask:  Why?  And the answers often turn on very human choices.","slug":"modern-world","workload":"4-6 hours/week","domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"history"}],"instructorIds":["2135893"],"primaryLanguages":["en"],"partnerIds":["18"],"name":"The Modern World, Part One: Global History from 1760 to 1910"},{"id":"C-WALZ3LEeWVBgpelZA5Jw","instructorIds":["16532798","16532832"],"domainTypes":[{"domainId":"business","subdomainId":"business-essentials"},{"subdomainId":"data-analysis","domainId":"data-science"}],"name":"Decision-Making and Scenarios","courseType":"v2.ondemand","partnerIds":["6"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/37/a0b700b00611e5ae9d8158e68cbd96/Wharton_online_decision_8x8.png","description":"This course is designed to show you how use quantitative models to transform data into better business decisions. You’ll learn both how to use models to facilitate decision-making and also how to structure decision-making for optimum results. Two of Wharton’s most acclaimed professors will show you the step-by-step processes of modeling common business and financial scenarios, so you can significantly improve your ability to structure complex problems and derive useful insights about alternatives. Once you’ve created models of existing realities, possible risks, and alternative scenarios, you can determine the best solution for your business or enterprise, using the decision-making tools and techniques you’ve learned in this course.","slug":"wharton-decision-making-scenarios","startDate":1453236129972,"workload":"","primaryLanguages":["en"]},{"id":"jFTD2Tu2EeWFSA6UPWxRyQ","startDate":1444241637965,"primaryLanguages":["es"],"workload":"4 a 8 horas de video, lecturas y cuestionarios","name":"Gestión de proyectos: las bases del éxito","domainTypes":[{"domainId":"business","subdomainId":"leadership-and-management"},{"domainId":"business","subdomainId":"business-essentials"}],"courseType":"v2.ondemand","instructorIds":["12023420"],"description":"En este curso se combinan los elementos esenciales de la gestión de proyectos y el liderazgo de equipo en un único contenido. A través de la participación y reflexión en clase, adquirirás una mayor comprensión de las responsabilidades que conlleva el liderazgo y una mejor preparación para aplicar este conocimiento en el entorno de un proyecto.","partnerIds":["30"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c7/4a9b1049ae11e4bc80b986c176101c/Project-Management-Course.jpg","slug":"gestion-de-proyectos"},{"id":"UTmoThr5EeWqIgq-TOy4Xw","startDate":1441215215640,"name":"Diabetes - a Global Challenge","domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"}],"courseType":"v2.ondemand","description":"Diabetes and obesity are growing health problems in rich and poor countries alike. With this course you will get updated on cutting-edge diabetes and obesity research including biological, genetic and clinical aspects as well as prevention and epidemiology of diabetes and obesity. All provided by high-profile scientists from one the world's leading universities in diabetes research.\n\nWe hope you will enjoy our course\n\nBest Wishes\n\nJens Juul Holst, Signe Sørensen Torekov and Nicolai Wewer Albrechtsen\n\nDepartment of Biomedical Sciences\nNovo Nordisk Foundation Center for Basic Metabolic Research \nFaculty of Health and Medical Sciences\nUniversity of Copenhagen","instructorIds":["2579174","2558013","2823522"],"workload":"","slug":"diabetes","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/29/ba58b0c2c5b6f66b34c067b0ec2adc/diabetes.jpg","primaryLanguages":["en"],"partnerIds":["63"]},{"id":"5c9BeiTUEeW3AhKilvRZ0Q","description":"Course 3: Advanced Writing\n\nThis is the third course in the Academic English: Writing specialization.  By raising your level of academic writing, this course helps prepare you for college-level work.\n\nAfter completing this course, you will be able to: \n - plan and write a more sophisticated argument essay\n - identify plagiarism and explain how to prevent it\n - read and analyze several articles to form your own opinion on a topic\n - make connections between several articles\n - form thesis statements from your readings\n - use sources effectively when writing an essay","startDate":1447695154259,"slug":"advanced-writing","domainTypes":[{"domainId":"language-learning","subdomainId":"learning-english"},{"domainId":"personal-development","subdomainId":"personal-development"}],"courseType":"v2.ondemand","instructorIds":["13484864"],"partnerIds":["30"],"workload":"4 weeks of study, 2 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/42/a968b0266111e5b1dc67301d7d640f/writing.jpg","primaryLanguages":["en"],"name":"Advanced Writing"},{"id":"gwI23F2CEeW7fArvq3U29Q","workload":"4 weeks of study, 4-7 hours/week","startDate":1447086695248,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/06/9d5c40aff211e4ab0687d17d64f540/online_learning_slide_vFinance.jpg","slug":"wharton-finance","domainTypes":[{"subdomainId":"finance","domainId":"business"}],"courseType":"v2.ondemand","partnerIds":["6"],"instructorIds":["10339756"],"primaryLanguages":["en"],"name":"Introduction to Corporate Finance","description":"This course provides a brief introduction to the fundamentals of finance, emphasizing their application to a wide variety of real-world situations spanning personal finance, corporate decision-making, and financial intermediation. Key concepts and applications include: time value of money, risk-return tradeoff, cost of capital, interest rates, retirement savings, mortgage financing, auto leasing, capital budgeting, asset valuation, discounted cash flow (DCF) analysis, net present value, internal rate of return, hurdle rate, payback period."},{"id":"v1-1624","description":"Curso de actualización docente que tiene como objetivo fortalecer el liderazgo en gestión educativa estratégica a través del uso de la tecnología en los procesos de planeación estratégica, liderazgo compartido, trabajo colaborativo, participación social responsable y evaluación para la mejora continua.","primaryLanguages":["es"],"partnerIds":["62"],"instructorIds":["7435331","7435337"],"workload":"4-6 hours/week","courseType":"v1.session","domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}],"name":"Liderazgo en gestión educativa estratégica a través del uso de la tecnología","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3b/b3e650cfb611e385f63d1dd6fe5c5f/Logo.jpg","slug":"lidergestionedu"},{"id":"sCE0nT-OEeWC4g7VhG4bTQ","slug":"leadership-storytelling","courseType":"v2.ondemand","partnerIds":["54"],"description":"Storytelling is an essential part of leadership.  Effective leaders communicate to inspire talent to excel; to partner with investors and communities; to engage with customers and clients and to grow their impact in the world as part of a global community.  Cultivating an authentic, trustworthy and compelling narrative is vital to a leader’s success.    This course helps leaders find their own story through personal branding; develop storytelling success with all constituencies; initiate an effective voice for crisis; interact well through social and third party media; and communicate a vision for innovation.","name":"Leadership Communication for Maximum Impact: Storytelling","instructorIds":["2659330","15030955","15313247","2685251"],"startDate":1445044144782,"workload":"","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/84/f08530a41211e5be556b08edf00ac3/Course-2.jpg","primaryLanguages":["en"],"domainTypes":[{"domainId":"business","subdomainId":"leadership-and-management"},{"domainId":"business","subdomainId":"business-strategy"}]},{"id":"5-A3g_KJEeS3yyIAC4eMqw","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6f/bce030b8d911e38725b565d9244244/Screen-Shot-2014-03-31-at-2.12.03-PM.png","instructorIds":["3682146"],"slug":"political-philosophy","domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"courseType":"v2.ondemand","partnerIds":["6"],"startDate":1438313593656,"description":"What is the purpose of government?  Why should we have a State?  What kind of State should we have?\n\nEven within a political community, there may be sharp disagreements about the role and purpose of government.  Some want an active, involved government, seeing legal and political institutions as the means to solve our most pressing problems, and to help bring about peace, equality, justice, happiness, and to protect individual liberty.  Others want a more minimal government, motivated, perhaps, by some of the disastrous political experiments of the 20th Century, and the thought that political power is often just a step away from tyranny.  In many cases, these disagreements arise out of deep philosophical disagreements. \n\nAll political and legal institutions are built on foundational ideas.  In this course, we will explore those ideas, taking the political institutions and political systems around us not as fixed and unquestionable, but as things to evaluate and, if necessary, to change.  We will consider the ideas and arguments of some of the world’s most celebrated philosophers, including historical thinkers such as Plato, Aristotle, Thomas Hobbes, John Locke, Immanuel Kant, Mary Wollstonecraft, and John Stuart Mill; and more contemporary theorists such as Elizabeth Anderson, Isaiah Berlin, Thomas Christiano, Frantz Fanon, Amy Gutmann, Friedrich Hayek, Robert Nozick, Martha Nussbaum, Julius Nyerere, Ayn Rand, John Rawls, Peter Singer, and Kok-Chor Tan. \n\nThe aim of the course is not to convince you of the correctness of any particular view or political position, but to provide you with a deeper and more philosophically-informed basis for your own views, and, perhaps, to help you better understand the views of those with whom you disagree.","workload":"20 hours of videos and quizzes","primaryLanguages":["en"],"name":"Revolutionary Ideas: Utility, Justice, Equality, Freedom"},{"id":"jzr44XmWEeWfrQ7ngHMGEQ","slug":"ekonomicheskaya-sociologiya","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/61/ccf1d0879b11e58fe52b33c777c38b/______.png","courseType":"v2.ondemand","startDate":1456780330005,"description":"Экономическая социология опирается на длинную и богатую интеллектуальную традицию и в то же время является молодой, становящейся. Она пережила ренессанс в 1980-е годы с появлением «новой экономической социологии», активно и плодотворно анализирующей экономические объекты – развитие современных рынков, деятельность компаний и домашних хозяйств, трудовое, финансовое и потребительское поведение людей. Экономическая социология – широкая интегративная дисциплина. В данном курсе отобраны темы и концепции, наиболее важные для понимания и содержательного использования экономико-социологического подхода.\n\nВ результате освоения курса слушатели:\n- получат углубленные знания о предмете, основных направлениях исследований и перспективах развития экономической социологии;\n- научатся применять разнообразные аналитические инструменты, используемые в современных экономико-социологических исследованиях;\n- выработают навыки критического осмысления научных материалов по экономико-социологическим проблематикам.\n\nПрограмма курса\nКурс включает 10 тем по экономической социологии.  В каждой теме Вам предлагаются видеолекции, перечень основных вопросов лекции, литература и проверочный тест. \n\nТемы курса\n1. Предмет экономической социологии\n2. Модель человека в экономической социологии\n3.Человек в роли предпринимателя\n4. Человек в трудовых отношениях\n5. Человек в домашнем хозяйстве\n6. Человек в роли потребителя\n7. Человек в денежном хозяйстве\n8. Рынок как форма хозяйства\n9. Государственное регулирование хозяйства\n10. Неформальная экономика как форма хозяйства","name":"Экономическая социология","domainTypes":[{"subdomainId":"economics","domainId":"social-sciences"},{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"instructorIds":["13550041"],"partnerIds":["160"],"workload":"10 weeks of study, 4 hours/week","primaryLanguages":["ru"]},{"id":"v1-3219","workload":"3-4 hours/week","domainTypes":[{"subdomainId":"data-analysis","domainId":"data-science"},{"domainId":"arts-and-humanities","subdomainId":"history"}],"partnerIds":["35"],"instructorIds":["1465513","13449839"],"description":"The purpose of this course is to summarize new directions in Chinese history and social science produced by the creation and analysis of big historical datasets based on newly opened Chinese archival holdings, and to organize this knowledge in a framework that encourages learning about China in comparative perspective.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/16/b7223014a811e5be3445d09e4c7fa6/UnderstandChina_467x263px_inside.jpg","courseType":"v1.session","name":"Understanding China, 1700-2000: A Data Analytic Approach, Part 2","primaryLanguages":["en"],"slug":"newchinahistory2"},{"id":"DHPhM5ijEeWjfxIrc5BW9Q","instructorIds":["15082356","15472833"],"startDate":1453242993205,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/74/6d5e30b4d011e589fc15915145485b/Coursera-Specialization-Thumbnail-IMG_2026-copy.jpg","courseType":"v2.ondemand","slug":"photocourse4","domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"},{"domainId":"personal-development","subdomainId":"personal-development"}],"description":"Welcome to Course FOUR!   In Modules 1-4 we will cover the final elements of the Specialization necessary to round out this introduction to the fundamentals of Photography, and prepare you for creating your own exciting project in the Capstone!  You have come a long way since the beginning of this journey from Smartphone Basics to DSLR and Beyond!  In Course Four you will start with a survey of content in photography, from fact to fiction, documentary to purely expressive.  Next we will look at the essential element of Light, in Ambient/Natural settings and then in Controlled Continuous and Strobe situations.  We'll end the Course with an overview of methods for finalizing your pictures in print form, including simple but effective matting techniques, and in web page designs as well.  Protecting your copyrights by understanding that concept and the ways that you can assert them, being careful about blogs and other outlets, and recognizing you are part of a community that respects the individual's creative effort, well that is an important subject to end up with too!  Let's get started with Module One!","name":"Seeing the Light, Envisioning the Content, Sharing in Print & Online","partnerIds":["228"],"workload":"","primaryLanguages":["en"]},{"id":"d64E7li7EeWylgpjfV1KVQ","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/da/b2f0e0617b11e5909fff9439107804/Student.jpg","startDate":1449454677963,"instructorIds":["13254193","13625507","15632132"],"courseType":"v2.ondemand","description":"In this course learners are introduced to second or foreign language theories and practices for teaching and assessing listening, speaking, and pronunciation.  Learners will also be introduced to basic studies in second language acquisition and their pedagogical implications.  Teachers will be invited to recognize the importance of grounding their own teaching philosophy through an examination of purpose, content, and technique.","name":"Teach English Now! Theories of Second Language Acquisition","workload":"6 weeks of study, 1-2 hours/week","partnerIds":["287"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"education"},{"domainId":"social-sciences","subdomainId":"education"}],"slug":"language-theories","primaryLanguages":["en"]},{"id":"v1-94","instructorIds":["585759","895139"],"partnerIds":["14"],"domainTypes":[{"subdomainId":"machine-learning","domainId":"data-science"}],"workload":"3-8 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/04/1d0a50352d11e49374019bac019d2c/large-icon.png","slug":"aiplan","courseType":"v1.session","name":"Artificial Intelligence Planning","previewLink":"https://class.coursera.org/aiplan-003/lecture/preview","description":"The course aims to provide a foundation in artificial intelligence techniques for planning, with an overview of the wide spectrum of different problems and approaches, including their underlying theory and their applications.","primaryLanguages":["en"],"startDate":1421020800000},{"id":"ujxZm0T9EeWhnQozdayc-w","partnerIds":["7"],"instructorIds":["5974409"],"startDate":1453306671124,"courseType":"v2.ondemand","slug":"music-as-biology","name":"Music as Biology: What We Like to Hear and Why","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1c/8a69306c4e11e585ef4fede7a0ceb0/piano_and_music.jpg","domainTypes":[{"subdomainId":"biology","domainId":"life-sciences"},{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"description":"The course will explore the tone combinations that humans consider consonant or dissonant, the scales we use, and the emotions music elicits, all of which provide a rich set of data for exploring music and auditory aesthetics in a biological framework. Analyses of speech and musical databases are consistent with the idea that the chromatic scale (the set of tones used by humans to create music), consonance and dissonance, worldwide preferences for a few dozen scales from the billions that are possible, and the emotions elicited by music in different cultures all stem from the relative similarity of musical tonalities and the characteristics of voiced (tonal) speech. Like the phenomenology of visual perception, these aspects of auditory perception appear to have arisen from the need to contend with sensory stimuli that are inherently unable to specify their physical sources, leading to the evolution of a common strategy to deal with this fundamental challenge.","workload":"","primaryLanguages":["en"]},{"id":"NpTR4zVwEeWfzhKP8GtZlQ","instructorIds":["14283726"],"slug":"agile-planning-for-software-products","partnerIds":["146"],"courseType":"v2.ondemand","workload":"4 weeks of study, 1-2 hours/week","name":"Agile Planning for Software Products","description":"This course covers the techniques required to break down and map requirements into plans that will ultimately drive software production.\n\nUpon successful completion of this course, you will be able to:\n\n - Create effective plans for software development\n - Map user requirements to developer tasks\n - Assess and plan for project risks\n - Apply velocity-driven planning techniques\n - Generate work estimates for software products","startDate":1451923996123,"primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/c0/261c3066f211e5984dcf3cd4530d78/planning_icon_2_2_edited_1.jpg","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"},{"subdomainId":"design-and-product","domainId":"computer-science"}]},{"id":"v1-1905","instructorIds":["8579630","8593888"],"description":"An 11-lesson course teaching a comprehensive overview of analytical theory pertaining to video game media. Topics covered: play and game, emergence versus progression, game mechanics, story, interpretive theory, the culture of games, violence, sex and race in games, and finally, serious games. Estimated workload: 3-5 hrs/wk for non-credit; 7-10 hrs/wk for credit.","partnerIds":["146"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/39/dba420110211e48f1ce5fb95724f98/uvg-logo.jpg","workload":"3-5 hours/week","slug":"uvg","courseType":"v1.session","primaryLanguages":["en"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"name":"Understanding Video Games"},{"id":"v1-1875","name":"Introduction à la programmation orientée objet (en Java)","primaryLanguages":["fr"],"instructorIds":["1345762","1116355"],"courseType":"v1.session","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/69/4f829005b711e4a6be1fee93418c8b/Intro-Java-final.jpg","slug":"intropoojava","partnerIds":["16"],"workload":"5-7 hours/week","description":"Ce cours introduit la programmation orientée objet en l'illustrant en langage Java. Il présuppose connues les bases de la programmation (variables, types, boucles, fonctions, ...). Il est conçu comme la suite du cours «Initiation à la programmation (en Java)»."},{"id":"v1-1663","instructorIds":["6780628"],"description":"Learn about how to create maximum value through effective supply chain management, in particular, from a dynamic learning perspective.","slug":"supplychain","domainTypes":[{"domainId":"business","subdomainId":"leadership-and-management"}],"name":"Supply Chain Management: A Learning Perspective ","workload":"2-3 hours/week","courseType":"v1.session","partnerIds":["178"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/c5/1d6a70352c11e485649b7db944a974/scm-logo.png","primaryLanguages":["en"]},{"id":"eLzp7w-NEeWPhwrBf2tcNQ","domainTypes":[{"domainId":"computer-science","subdomainId":"computer-security-and-networks"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ca/4dde0023bd11e58b54d149a7ffa009/cloud-logo.png","description":"You have most likely heard about Clouds and Big Data before, and already know how significantly important they are and will be in the future.\n\nCloud Computing enables us to easily use software as well as processing platforms and computing infrastructure (that are not equipped on our computers and smartphones) from any location through Internet services. Big Data provides us with new intelligence from massive data sets, which can help in situation/condition/status analysis and decision making. In addition, CDN is the best technology to provide information/contents to Internet users in the quickest and most efficient way. Therefore, the information/software/database/contents from Clouds and Big Data centers can be very effectively supported by CDNs. This is why these lectures are combined together in this course.","slug":"big-data-cloud-computing-cdn","partnerIds":["220"],"courseType":"v2.ondemand","name":"Big Data, Cloud Computing, & CDN Emerging Technologies","workload":"","primaryLanguages":["en"],"startDate":1436832036000,"instructorIds":["10450398"]},{"id":"C-Eq4BUkEeWfzgpfp_iBVw","domainTypes":[{"subdomainId":"philosophy","domainId":"arts-and-humanities"},{"domainId":"arts-and-humanities","subdomainId":"history"}],"courseType":"v2.ondemand","slug":"kierkegaard","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9b/561c5c530133e338c10ffaa3cafe97/kirkegaard.jpg","workload":"","description":"It is often claimed that relativism, subjectivism and nihilism are typically modern philosophical problems that emerge with the breakdown of traditional values, customs and ways of life. The result is the absence of meaning, the lapse of religious faith, and feeling of alienation that is so widespread in modernity. \n\nThe Danish thinker Søren Kierkegaard (1813-55) gave one of the most penetrating analyses of this complex phenomenon of modernity. But somewhat surprisingly he seeks insight into it not in any modern thinker but rather in an ancient one, the Greek philosopher Socrates.\n\nIn this course we will explore how Kierkegaard deals with the problems associated with relativism, the lack of meaning and the undermining of religious faith that are typical of modern life. His penetrating analyses are still highly relevant today and have been seen as insightful for the leading figures of Existentialism, Post-Structuralism and Post-Modernism.","primaryLanguages":["en"],"startDate":1444010581334,"name":"Søren Kierkegaard - Subjectivity, Irony and the Crisis of Modernity","partnerIds":["63"],"instructorIds":["2619522"]},{"id":"CQk7JA46EeWuEBJhzy2uFw","description":"Course 1: Grammar and Punctuation\n\nDo you need to review English grammar? Have you forgotten the grammar you once studied? If so, this course is perfect for you.\n\nThe first course in this specialization is a refresher on some tools needed for good writing. It will help prepare you for the other courses. You will need about 10 hours to complete this first course. Writing is a skill and to learn a skill well, you need to practice. In this course, you will watch short video lectures and then practice and discuss what you have learned. Make sure you take good notes and use the peer discussions to ask questions. Then you'll be able to remember the rules you learn in this course when you start writing essays in the next course.\n\nAfter completing this course, you will be able to:\n - identify the correct verb tenses to use\n - use commas effectively\n - utilize several different sentence types\n - write more effectively in English","workload":"4 weeks of study, 4-5 hours/week","slug":"grammar-punctuation","name":"Grammar and Punctuation","domainTypes":[{"domainId":"language-learning","subdomainId":"learning-english"},{"domainId":"personal-development","subdomainId":"personal-development"}],"courseType":"v2.ondemand","instructorIds":["13484864"],"partnerIds":["30"],"startDate":1442266517299,"primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/67/d4fe7008ab11e5bafdef7a396556ec/grammar.jpg"},{"id":"er2NJyzfEeWv_w7cMMH1Uw","description":"Content is an eminent example of the features that contributed to the success of wireless Internet. Mobile platforms such as the Snapdragon™ processor have special hardware and software capabilities to make acquisition, processing and rendering of multimedia content efficient and cost-effective. \n\nIn this course, you will learn the principles of video and audio codecs used for media content in iTunes, Google Play, YouTube, Netflix, etc.  You will learn the file formats and codec settings for optimizing quality and media bandwidth and apply them in developing a basic media player application. \n\nLearning Goals: After completing this course, you will be able to:\n\n1.\tExplain the tradeoffs between media quality and bandwidth for content delivery. \n2.\tExtract and display metadata from media files.\n3.\tImplement and demonstrate a simple media player application using DragonBoard™ 410c.","instructorIds":["12280323","12279078"],"courseType":"v2.ondemand","workload":"3 weeks of study, 1-2 hours/week","startDate":1455470286619,"primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/76/14f4304d0811e5aa3207874406679c/internet-of-things.jpg","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"electrical-engineering"},{"domainId":"computer-science","subdomainId":"software-development"}],"partnerIds":["53"],"name":"Internet of Things: Multimedia Technologies","slug":"internet-of-things-multimedia"},{"id":"v1-1729","instructorIds":["7814447","6812160"],"slug":"citizenjournalism","description":"This is a course in basic journalism skills designed for citizens who are using new media to publish news, views and information. We cover writing skills, interviews, ethics, law and accessing public forums and documents. We also introduce basic investigative skills.","partnerIds":["33"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"workload":"6-8 hours/week","courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/06/d85200486e11e4a396057e768ebf41/Journalism_MOOC_logo.png","primaryLanguages":["en"],"name":"Journalism Skills for Engaged Citizens"},{"id":"uh_Pun3OEeW-FwqtbgSK1Q","slug":"interactive-python-2","courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera.s3.amazonaws.com/topics/interactivepython/large-icon.png","description":"This two-part course is designed to help students with very little or no computing background learn the basics of building simple interactive applications. Our language of choice, Python, is an easy-to learn, high-level computer language that is used in many of the computational courses offered on Coursera. To make learning Python easy, we have developed a new browser-based programming environment that makes developing interactive applications in Python simple. These applications will involve windows whose contents are graphical and respond to buttons, the keyboard and the mouse.\n\nIn part 2 of this course, we will introduce more elements of programming (such as list, dictionaries, and loops) and then use these elements to create games such as Blackjack.  Part 1 of this class will culminate in building a version of the classic arcade game \"Asteroids\".  Upon completing this course, you will be able to write small, but interesting Python programs.  The next course in the specialization will begin to introduce a more principled approach to writing programs and solving computational problems that will allow you to write larger and more complex programs.","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"},{"subdomainId":"algorithms","domainId":"computer-science"}],"workload":"","name":"An Introduction to Interactive Programming in Python (Part 2)","startDate":1456855029885,"primaryLanguages":["en"],"instructorIds":["527518","726142","530929","7918767"],"partnerIds":["13"]},{"id":"v1-35","description":"In this class you will learn how drugs affect the body, how they alter disease processes and how they might produce toxicity. We will discuss how new drugs are tested and developed prior to them being used for patient care. We will describe how personalization of medicine will become a common day reality in patient care.","workload":"2-6 hours/week","slug":"pharm101","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3b/617280352d11e4b05ae9c2725d6852/large-icon.png","name":"Fundamentals of Pharmacology","partnerIds":["6"],"courseType":"v1.session","domainTypes":[{"subdomainId":"clinical-science","domainId":"life-sciences"}],"primaryLanguages":["en"],"instructorIds":["471278","655434"]},{"id":"v1-729","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/a2/a156dfe552fa42b9a2732eeea5784d/Slide1.jpg","description":"In this course we’ll explore complex analysis, complex dynamics, and some applications of these topics. \n","name":"Analysis of a Complex Kind","workload":"6-8 hours/week","partnerIds":["34"],"courseType":"v1.session","instructorIds":["3491158"],"primaryLanguages":["en"],"domainTypes":[{"domainId":"math-and-logic","subdomainId":"math-and-logic"}],"slug":"complexanalysis"},{"id":"9Lnb6D6NEeWBrBIWi3mmCw","startDate":1451885972584,"instructorIds":["13847302","4972118"],"domainTypes":[{"subdomainId":"machine-learning","domainId":"data-science"}],"courseType":"v2.ondemand","slug":"machinelearningwithbigdata","name":"Machine Learning With Big Data","primaryLanguages":["en"],"workload":"4 Weeks, 3 - 4 hours per week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/7d/5f9a504d0911e5aa3207874406679c/big-data-_2_.jpg","description":"Want to learn the basics of large-scale data processing? Need to make predictive models but don’t know the right tools? This course will introduce you to open source tools you can use for parallel, distributed and scalable machine learning.  After completing this course’s hands-on projects with KNIME and Spark, you will be able to train, evaluate, and validate basic predictive models. You will be able to describe and apply common clustering techniques and classification algorithms.","partnerIds":["53"]},{"id":"NCNTU5w4EeWNCwqI4rnUgw","name":"Entrepreneurship 3: Growth Strategies","courseType":"v2.ondemand","partnerIds":["6"],"instructorIds":["16224543","16532472","16532358","16532120","16531669","3799837","341966"],"description":"Start-ups are designed to grow quickly, but successful start-ups grow smart. This course is designed to provide you with an understanding of the essential elements of successful scaling, including an overview of demand generation, customer acquisition, adoption, diffusion and forecasting demand. You’ll also learn how to market effectively using best practices of digital marketing, social media, PR, SEO, and pricing. Finally, you’ll cover the nuts and bolts of building a sales process, partnerships and supply relationships, and examine the crucial components of attracting, developing and retaining talent. By the end of this course, you’ll have an outline of an expansion strategy for your idea or enterprise, and also be ready for Entrepreneurship 4: Financing and Profitability","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2f/2c3620af7111e5bfec591131c93482/coursera_entrepreneurship_growthStrategy_8x8.png","workload":"","primaryLanguages":["en"],"slug":"wharton-entrepreneurship-growth-strategies","startDate":1453237488419,"domainTypes":[{"domainId":"business","subdomainId":"entrepreneurship"},{"domainId":"business","subdomainId":"business-essentials"}]}],"paging":{"next":"600","total":1821},"linked":{"instructors.v1":[{"id":"7234261","fullName":""},{"id":"7918767","fullName":""},{"id":"8942692","fullName":""},{"id":"4972118","fullName":"Natasha Balac"},{"id":"10620105","fullName":""},{"id":"246867","fullName":""},{"id":"16532120","fullName":"Laura Huang"},{"id":"7854271","fullName":""},{"id":"15731667","fullName":"Maria Teresa Aranzabal"},{"id":"13484864","fullName":"Tamy Chapman"},{"id":"5776480","fullName":""},{"id":"341966","fullName":"Karl  T. Ulrich"},{"id":"895139","fullName":""},{"id":"11201583","fullName":""},{"id":"5684375","fullName":""},{"id":"5265596","fullName":"Michael Mannino"},{"id":"8562621","fullName":""},{"id":"15214376","fullName":"David Bishai, MD, PhD"},{"id":"4004965","fullName":""},{"id":"1324755","fullName":""},{"id":"2645301","fullName":""},{"id":"14283726","fullName":"Kenny Wong"},{"id":"873260","fullName":"Dan  Grossman"},{"id":"1116355","fullName":""},{"id":"530929","fullName":""},{"id":"14834305","fullName":"Андрей Сергеевич Бабенко (Andrey S. Babenko)"},{"id":"1017488","fullName":"Jogesh K. Muppala"},{"id":"1300189","fullName":"Mark Hargreaves"},{"id":"2598741","fullName":""},{"id":"3293721","fullName":""},{"id":"7814447","fullName":""},{"id":"4639533","fullName":""},{"id":"2619522","fullName":""},{"id":"3562624","fullName":""},{"id":"16532798","fullName":"Richard Lambert"},{"id":"15082356","fullName":"Peter Glendinning"},{"id":"5718916","fullName":""},{"id":"3219339","fullName":""},{"id":"25756","fullName":""},{"id":"6931784","fullName":"Maia Heyck-Merlin"},{"id":"2643309","fullName":"Aggelos K. Katsaggelos"},{"id":"34540","fullName":""},{"id":"12746403","fullName":"Claire McLaughlin"},{"id":"7942296","fullName":"Ellen Manos"},{"id":"15313247","fullName":"Hud Englehart"},{"id":"3799837","fullName":"David Bell"},{"id":"16532832","fullName":"Robert W. Holthausen"},{"id":"15030955","fullName":"Ernest Duplessis"},{"id":"16213068","fullName":"Hadi Salehi Esfahani"},{"id":"423879","fullName":""},{"id":"13847302","fullName":"Paul Rodriguez"},{"id":"5255102","fullName":""},{"id":"17165417","fullName":"Amity Gaige"},{"id":"9633128","fullName":"Kevin Hartman"},{"id":"9320339","fullName":""},{"id":"9113432","fullName":"Dr. Jorge Alonso Ramírez Medina "},{"id":"11481155","fullName":""},{"id":"2603322","fullName":""},{"id":"2672777","fullName":"Dra. Patricia Salinas Martínez"},{"id":"8593888","fullName":""},{"id":"16532472","fullName":"Lori Rosenkopf"},{"id":"13837435","fullName":""},{"id":"2605744","fullName":""},{"id":"13254193","fullName":"Dr. Shane Dixon"},{"id":"5776475","fullName":""},{"id":"5776490","fullName":""},{"id":"3543921","fullName":""},{"id":"2579174","fullName":"Jens Juul Holst"},{"id":"2320972","fullName":""},{"id":"3682146","fullName":""},{"id":"5695687","fullName":""},{"id":"12023420","fullName":""},{"id":"655434","fullName":""},{"id":"1909875","fullName":"Dr. Barbara Oakley"},{"id":"2685251","fullName":"Candy Lee"},{"id":"3506150","fullName":""},{"id":"12280323","fullName":"Harinath Garudadri"},{"id":"250165","fullName":""},{"id":"7850590","fullName":""},{"id":"2558013","fullName":"Signe Sørensen Torekov"},{"id":"16224543","fullName":"Kartik Hosanagar"},{"id":"2823522","fullName":"Nicolai Jacob Wewer Albrechtsen"},{"id":"15479425","fullName":"Sean McMinn"},{"id":"7687949","fullName":"Dr. Barbara L. Fredrickson"},{"id":"15632132","fullName":"Jessica Cinco"},{"id":"2135893","fullName":"Philip Zelikow"},{"id":"15472833","fullName":"Mark Valentine Sullivan"},{"id":"527518","fullName":""},{"id":"1345762","fullName":""},{"id":"2659330","fullName":"Tom Collinger"},{"id":"9636408","fullName":""},{"id":"2462805","fullName":"Prof Susan Rhind"},{"id":"7882904","fullName":""},{"id":"1337829","fullName":""},{"id":"901314","fullName":""},{"id":"9801838","fullName":""},{"id":"2645318","fullName":""},{"id":"5617088","fullName":""},{"id":"5776473","fullName":""},{"id":"5193381","fullName":"Maristela Alcântara"},{"id":"16532358","fullName":"David Hsu"},{"id":"15213156","fullName":"Ligia Paina, PhD"},{"id":"1466681","fullName":""},{"id":"8759944","fullName":""},{"id":"3189498","fullName":""},{"id":"16914713","fullName":""},{"id":"1349478","fullName":"Christian Terwiesch"},{"id":"6812160","fullName":""},{"id":"7861217","fullName":""},{"id":"14972887","fullName":"Tiago Maluta"},{"id":"13625507","fullName":"Dr. Justin Shewell"},{"id":"13055085","fullName":"Евгений Александрович Данилкин (Evgeniy A. Danilkin) "},{"id":"726142","fullName":""},{"id":"6780628","fullName":""},{"id":"2645293","fullName":""},{"id":"10998404","fullName":"Gary Hecht, Ph.D"},{"id":"2605719","fullName":""},{"id":"5974409","fullName":""},{"id":"9308376","fullName":""},{"id":"10995131","fullName":""},{"id":"2526797","fullName":""},{"id":"3300435","fullName":""},{"id":"10339756","fullName":"Michael R Roberts"},{"id":"13550041","fullName":"Радаев Вадим Валерьевич "},{"id":"729871","fullName":""},{"id":"8579630","fullName":""},{"id":"9772366","fullName":"Heitor Almeida"},{"id":"2489806","fullName":"Jean-Philippe Ansermet"},{"id":"585759","fullName":""},{"id":"15730402","fullName":"Delian Gaskell"},{"id":"4003315","fullName":""},{"id":"12279078","fullName":"Ganz Chockalingam"},{"id":"13449839","fullName":""},{"id":"3424837","fullName":""},{"id":"8853374","fullName":""},{"id":"3103174","fullName":""},{"id":"15682415","fullName":"Kin Tang"},{"id":"7435337","fullName":""},{"id":"2416847","fullName":""},{"id":"1465513","fullName":""},{"id":"9943521","fullName":"Николай Николаевич Богословский (Nikolay N. Bogoslovskiy)"},{"id":"10450398","fullName":"Jong-Moon Chung"},{"id":"11737707","fullName":""},{"id":"471278","fullName":""},{"id":"9299119","fullName":"吴 宁"},{"id":"16531669","fullName":"Ethan Mollick"},{"id":"3491158","fullName":""},{"id":"13138497","fullName":""},{"id":"7435331","fullName":""},{"id":"2851010","fullName":"Michael Walker"},{"id":"16667272","fullName":""},{"id":"2280464","fullName":""},{"id":"8054217","fullName":"许 肖潇"},{"id":"118364","fullName":""},{"id":"10612258","fullName":""}],"partners.v1":[{"id":"33","name":"The University of Melbourne","shortName":"unimelb"},{"id":"14","name":"The University of Edinburgh","shortName":"edinburgh"},{"id":"18","name":"University of Virginia","shortName":"uva"},{"id":"126","name":"University of Colorado System","shortName":"cusystem"},{"id":"4","name":"Princeton University","shortName":"princeton"},{"id":"15","shortName":"uw","name":"University of Washington"},{"id":"117","name":"The State University of New York","shortName":"suny"},{"id":"62","name":"Tecnológico de Monterrey","shortName":"tecdemonterrey"},{"id":"287","name":"Arizona State University","shortName":"asu"},{"id":"35","shortName":"hkust","name":"The Hong Kong University of Science and Technology"},{"id":"234","shortName":"xjtu","name":"Xi'an Jiaotong University"},{"id":"61","name":"IE Business School","shortName":"ie"},{"id":"67","shortName":"rutgers","name":"Rutgers the State University of New Jersey"},{"id":"13","shortName":"rice","name":"Rice University"},{"id":"178","name":"Korea Advanced Institute of Science and Technology","shortName":"kaist"},{"id":"104","name":"Relay Graduate School of Education","shortName":"relay"},{"id":"57","shortName":"dtu","name":"Technical University of Denmark (DTU)"},{"id":"56","shortName":"ucsc","name":"University of California, Santa Cruz"},{"id":"63","shortName":"ucph","name":"University of Copenhagen"},{"id":"25","name":"Universiteit Leiden","shortName":"leiden"},{"id":"16","name":"École Polytechnique Fédérale de Lausanne","shortName":"epfl"},{"id":"28","name":"The Ohio State University","shortName":"osu"},{"id":"34","shortName":"wesleyan","name":"Wesleyan University"},{"id":"224","name":"Fundação Lemann","shortName":"lemann"},{"id":"17","shortName":"illinois","name":"University of Illinois at Urbana-Champaign"},{"id":"26","name":"University of London","shortName":"london"},{"id":"73","name":"The World Bank Group","shortName":"worldbank"},{"id":"53","shortName":"ucsd","name":"University of California, San Diego"},{"id":"146","shortName":"ualberta","name":"University of Alberta"},{"id":"188","name":"Fudan University","shortName":"fudan"},{"id":"7","name":"Duke University","shortName":"duke"},{"id":"80","name":"Universitat Autònoma de Barcelona","shortName":"uab"},{"id":"30","shortName":"uci","name":"University of California, Irvine"},{"id":"37","name":"Vanderbilt University","shortName":"vanderbilt"},{"id":"319","name":"Fundação Telefônica","shortName":"fundacaotelefonica"},{"id":"65","shortName":"wisconsin","name":"University of Wisconsin–Madison"},{"id":"107","name":"The Museum of Modern Art","shortName":"moma"},{"id":"120","name":"University of New Mexico","shortName":"newmexico"},{"id":"276","name":"National Research Tomsk State University","shortName":"tsu"},{"id":"6","name":"University of Pennsylvania","shortName":"penn"},{"id":"160","name":"Higher School of Economics","shortName":"hse"},{"id":"220","shortName":"yonsei","name":"Yonsei University"},{"id":"77","name":"The University of North Carolina at Chapel Hill","shortName":"unc"},{"id":"54","shortName":"northwestern","name":"Northwestern University"},{"id":"228","name":"Michigan State University","shortName":"michstate"},{"id":"130","name":"École normale supérieure","shortName":"ens"},{"id":"100","name":"American Museum of Natural History","shortName":"amnh"},{"id":"109","shortName":"yale","name":"Yale University"},{"id":"230","name":"Nanjing University","shortName":"nanjing"},{"id":"8","name":"Johns Hopkins University","shortName":"jhu"},{"id":"163","name":"Peking University","shortName":"pku"},{"id":"147","shortName":"manchester","name":"University of Manchester"}]}}