{"elements":[{"id":"7mVd2Bh8EeWiMA6gO89JYQ","primaryLanguages":["es"],"instructorIds":["7575382","2402351","6733856","6724257","6732953","6735813","6723758"],"description":"¿Qué son las políticas públicas? Son la plasmación más concreta de la política. Lo que los gobiernos hacen, y dejan de hacer, para hacer frente a los problemas colectivos. Este curso trata sobre cómo se decide qué problemas abordar y qué soluciones adoptar. Un proceso primordialmente político y social que suele escapar al análisis puramente racional.\n\nA lo largo del curso analizaremos por qué algunos problemas adquieren la categoría de problemas públicos mientras que otros no llegan a captar la atención, describiremos la pugna política que suele haber tras la descripción e interpretación de los problemas, identificaremos el complejo entramado de actores dispuestos a influir en la adopción de las políticas públicas, y cómo las discrepancias se suelen extender más allá de la toma de decisiones y hasta la aplicación práctica de la política pública. Trataremos también sobre las grandes dificultades que padecen gobiernos y actores sociales para llegar a saber si las políticas que se llevan a cabo son realmente útiles y cómo aprender a mejorar su rendimiento.\n\n Los objetivos de este curso son:\n1.\tMostrar a los alumnos un número de casos reales que ilustran la complejidad de los procesos de adopción de las políticas públicas, y cómo estos procesos pueden ser incoherentes con los modelos racionales de toma de decisiones.\n2.\tTransmitir a los alumnos los fundamentos e instrumental del análisis de políticas públicas para que puedan afrontar creativamente problemas del mundo real.\n3.\tContribuir a que los alumnos sean ciudadanos conocedores del funcionamiento de los sistemas democráticos.\n\n\nPor ello, el curso se dirige a todas las personas interesadas en los problemas colectivos, así como a aquellas que quieran convertirse en participantes influyentes en el proceso de formación de las políticas, ya sea como analistas, funcionarios públicos, trabajadores del tercer sector, o como ciudadanos comprometidos en causas políticas. También se dirige a estudiantes que se dispongan a iniciar estudios de grado o postgrado en administración pública, gestión pública o análisis de políticas públicas.","name":"Democracia y decisiones públicas. Introducción al análisis de políticas públicas","domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"courseType":"v2.ondemand","slug":"democracia","startDate":1445278900743,"workload":"8 semanas de estudio, 1-3 horas/semana","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/95/571680d51c11e3a611f39e1e100575/Careta-COURSERA-600x340px.jpg","partnerIds":["80"]},{"id":"v1-148","partnerIds":["15"],"slug":"compfinance","name":"Introduction to Computational Finance and Financial Econometrics","instructorIds":["1118525"],"courseType":"v1.session","workload":"","primaryLanguages":["en"],"domainTypes":[{"subdomainId":"economics","domainId":"social-sciences"},{"subdomainId":"finance","domainId":"business"}],"description":"Learn mathematical and statistical tools and techniques used in quantitative and computational finance. Use the open source R statistical programming language to analyze financial data, estimate statistical models, and construct optimized portfolios. Analyze real world data and solve real world problems.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/11/7b4810352d11e49a597321ba86b5f4/large-icon.png"},{"id":"v1-1361","instructorIds":["2262957"],"workload":"1-3 hours/week","description":"This course analyses the intersection between the Olympic Games and the media and how television and other media contribute to fund, shape and disseminate the major sporting spectacle in the world: the Olympic Games.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/6b/49f4508ca811e38a8cfd3fa4abac4b/MOOC_caratula.jpg","courseType":"v1.session","slug":"olympicgames","name":"The Olympic Games and the Media","primaryLanguages":["en"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"partnerIds":["80"]},{"id":"MCV_qmBCEeWQAgqoue9YNw","startDate":1446603597504,"name":"少年福利與權利 (Welfare and Rights of Youth)","domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"courseType":"v2.ondemand","primaryLanguages":["zh-TW"],"partnerIds":["75"],"description":"課程介紹 (About the course)\n　　　　　　　　　　　　　　　　　世上有許多事可以等待\n　　　　　　　　　　　　　　　　　　但孩子是不能等的\n　　　　　　　　　　　　　　　　 他的骨在長，他的血在生\n　　　　　　　　　　　　　　　　　　 他的意識在形成\n　　　　　　　　　　　　　　　我們對他的一切不能答以「明天」\n　　　　　　　　　　　　　　　　　　他的名字是「今天」\n　　　　　　　　　　　　　　　　－智利詩人Gabriela Mistral\n\n　　少年是我們國家未來的「希望」，如何提供他們一個健全發展的環境是各國致力的目標。本課程旨在探討當今少年的基本福利與權利，以及其所面臨的各種問題與挑戰，並討論影響少年問題產生之相關因素，以及社會工作領域在處理少年問題時所採用的對策。此外，也將探討相關少年福利政策的意義與對社工實務的影響，並將強調以社會工作的觀點來深入討論上述各項與少年有關的議題或問題、影響問題形成的因素以及預防和輔導少年問題相關對策。 課程涵蓋國內外相關論述。\n\n課程目標有：\n1)\t 對於少年之福利、權利議題有正確的認識。\n2)\t 建立對少年族群正確的觀念，破除相關迷思與刻板印象。\n3)\t 具備社會工作基礎專業知識來同理並協助處遇少年福利相關議題。\n4)\t 能夠發揮社會正義的精神來倡導少年權利維護之相關議題。\n\n授課形式 (Course format)\n　　本堂課將以演講影片為主，其中也包含實務工作者經驗分享與個案分析等，並穿插選擇題項的問題討論，帶動同學能將課堂知識與生活經驗連結、反思。此外，同學也必須完成線上討論與作業繳交，以及至少需觀看其他兩位同學的作業並給予評論。\n\n修課背景要求 (Recommended background)\n　　修習本課程的同學，不需專業基礎，只要具備基本中文閱讀與寫作能力，並對少年福利、權利及社會工作方法有興趣即可。","slug":"shaonian-fuli","workload":"","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e0/40825060fb11e589d903262787e438/Welfare.jpg","instructorIds":["2072127"]},{"id":"2mShqDVyEeW6RApRXdjJPw","description":"One focus of the course is to help you develop strong relationships with families to enable them to support children’s learning. Positive relationships with your students enable you not only to teach them but also to get to know them as individuals. Positive relationships with colleagues and school leaders are necessary to help the school improve.\n\nThis course is part of the Foundations of Teaching for Learning program which is designed to assist people who are currently teaching but have had no formal teacher education improve their understanding of their role and work as a teacher. This set of courses will enhance your knowledge and understanding about learning and teaching and what makes a teacher a professional.  \nPractical activities are provided to assist you in using what you have learned to improve your teaching practice. While these are optional, it is strongly recommended that you undertake them if at all possible.\n\nOf particular importance is a guide to the development of a portfolio to help you organize and document your thinking about what you have learned. In addition, you may be able to use the portfolio to access other opportunities in the future. \n\nAnnouncement for all learners:\n\nCourse instructor Tony Townsend will be actively participating on the course discussion forums for six weeks from Monday 14 September.\n\nAnnouncement for US based teachers:\n\nCoursera and its partners are proud to offer eligible teachers in the US free Course Certificates for this course and other high-quality teacher professional development courses, through the Connected effort announced by President Obama.\n\nTo participate in this opportunity, US district leaders simply need to approve Coursera teacher professional development by completing a brief form at: www.coursera.org/tpd.\n\nUS Teachers interested in this opportunity are also encouraged to follow the link to learn more and www.coursera.org/tpd.\n\nOnce a district’s form has been verified, the district leader will be notified and teachers in the district will receive access to free verified certificates for Coursera professional development.\n\nCoursera and the Commonwealth Education Trust thank educators for the hard work they do every day and hope this opportunity will assist US teachers to continue developing their craft in a meaningful and flexible way.","courseType":"v2.ondemand","name":"Foundations of Teaching for Learning 8: Developing Relationships","slug":"teacher-relationships","instructorIds":["5654261","3678310","3366373"],"workload":"","primaryLanguages":["en"],"startDate":1440783464594,"domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}],"partnerIds":["106"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1f/69c650395411e5a723df21704fb2d1/teach8.png"},{"id":"c8dPVxUQEeWpKw4zIcjkHw","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"environmental-science-and-sustainability"},{"subdomainId":"chemistry","domainId":"physical-science-and-engineering"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/aa/5d0afdb09612ca12746e2e63dffdd7/CIC_MOOC_logo.jpeg","courseType":"v2.ondemand","slug":"creativity-innovation","workload":"3-5 hours/week","partnerIds":["51"],"name":"Creativity, Innovation, and Change","startDate":1438636464926,"description":"Let’s keep making history together - over and over!\n\nIn 2013 and 2014, over 200,000 people from more than 190 countries came together in this MOOC to explore creativity, innovation, and change.\n\nWhat did we DO?\nWe discovered creative uniqueness through Creative Diversity.\nWe used Intelligent Fast Failure to build innovative skills.\nWe applied CENTER principles to drive personal change.\nAnd we implemented value creation skills to initiate lasting change.\n\nThat was CIC 1.0 and CIC 2.0, and it was a BLAST!\n\nNow we’re back - and even better than before - with some new faces and fresh ideas to help you develop your creative potential, so you can enhance and transform your business, your community, and your personal life.\nThis is CIC On-demand … we’re ready to ROCK … AND we are always open!\n\nRecommended Readings\nInnovate or Die - Jack Matson: http://amzn.to/14Wed0V\nCENTER - Darrell Velegol: http://amzn.to/17rLzXJ","primaryLanguages":["en"],"instructorIds":["2631338","2644910","5573781","4347153","4477707","7397048"]},{"id":"6lQZLjVvEeWfzhKP8GtZlQ","name":"Software Processes and Agile Practices","instructorIds":["14283726"],"partnerIds":["146"],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/de/9216f0664911e5bbb05be9deab71aa/processes_icon_1.jpg","startDate":1445880732025,"slug":"software-processes-and-agile-practices","workload":"","primaryLanguages":["en"],"domainTypes":[{"subdomainId":"design-and-product","domainId":"computer-science"},{"domainId":"computer-science","subdomainId":"software-development"}],"description":"This course delves into a variety of processes to structure software development. It also covers the foundations of core Agile practices, such as Extreme Programming and Scrum.\n\nUpon successful completion of this course, you will be able to:\n\n- Distinguish between different process models for organizing software production.\n- Gauge the applicability of process models for a software development project.\n- Apply the fundamentals of Agile software development and management practices."},{"id":"u93dzIMGEeWMKBKa9I4u8Q","primaryLanguages":["es"],"domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"name":"Desarrollo de Aplicaciones Web: Conceptos Básicos","courseType":"v2.ondemand","description":"Este es el primer curso en una línea de especialización de Coursera que trata el desarrollo de aplicaciones Web. Este curso le dará los conocimienots básicos, la terminología y los conceptos fundamentales que son necesarios para construir aplicaciones web integradas modernas. Un desarrollador de aplicaciones web integradas está familiarizado con cada \"capa\" de las tecnologías de software que participan en una aplicación web, incluidas las tecnologías de modelado de datos y bases de datos, los componentes del entorno de servidor web y middleware, protocolos de red, la interfaz de usuario y diseño visual básicos, y los conceptos de interacción del usuario.\n\nEn este curso vamos a aprender practicando. Vamos a empezar por el aprendizaje de los principales componentes de las arquitecturas de aplicaciones web, junto con los patrones de diseño fundamentales y filosofías que se utilizan para organizarlos. El alumno construirá y perfeccionará continuamente una aplicación web integrada totalmente funcional a medida que avanzamos a través de los módulos de este curso. En el camino el alumno levará a cabo prácticas ágiles de desarrollo de softwar, numerosas herramientas que los ingenieros de software deben sabe cómo utilizar, y un marco de desarrollo de aplicaciones web integradas modernas.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e9/956590841511e5b601399e3ec8eaf8/mooc_logo.png","partnerIds":["120"],"instructorIds":["3506150","15808745"],"startDate":1457118789054,"workload":"","slug":"webapps1-espanol"},{"id":"v1-1496","domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"},{"domainId":"physical-science-and-engineering","subdomainId":"physics-and-astronomy"}],"description":"Learn about acoustics and sound fields by using the concept of impedance.  We will start with the fundamental concept of one-dimensional cases, understand the essentials, and also cover extended topics.","instructorIds":["7297830"],"workload":"3-6 hours/week","courseType":"v1.session","partnerIds":["178"],"primaryLanguages":["en"],"name":"Introduction to Acoustics (Part 1)","slug":"acoustics1","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/5a/e7cef0352911e4a20a15dee8e65a23/__-__-2.png"},{"id":"gttJnUtZEeW4rRLEP0z9Bw","instructorIds":["12746403","7942296"],"slug":"ell-assessment","name":"Assessing Achievement with the ELL in Mind","description":"In this course, you will learn how to design assessments around the needs of your ELL students and their language level.  You will learn how to incorporate language and content requirements for both formative and summative assessment types. You will learn to assess your ELL students through the use of project and task-based assignments.  You will learn to use and modify rubrics to align to and measure student achievement of your language and content learning objectives.  The course will also briefly cover strategies for supporting ELL students during standardized testing. \n\nUpon completing this course, you will be able to:\n    * Conceptualize theories of authentic assessment as they apply to second language learners\n    * Design formative assessment types incorporating language and content objectives\n    * Design summative assessment types incorporating language and content objectives\n    * Incorporate project and task-based assignments as assessment tools for ELLs\n    * Design rubrics that align to language and content objectives for your ELL(s)\n    * Apply the use of rubrics, both language and content, to the work of your ELL(s). \n    * Support your ELL(s)  as they participate in standardized testing","courseType":"v2.ondemand","partnerIds":["287"],"startDate":1450065414815,"workload":"6 weeks of study, 1-3 hours/week","domainTypes":[{"domainId":"social-sciences","subdomainId":"education"},{"domainId":"language-learning","subdomainId":"learning-english"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/7f/d5b8a0617c11e59289c76261cda4bb/Assessing.jpg","primaryLanguages":["en"]},{"id":"DUIbAwrmEeWhsgqB1eduww","slug":"negociacion","primaryLanguages":["es"],"instructorIds":["3822163"],"courseType":"v2.ondemand","partnerIds":["3"],"startDate":1435278088064,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/95/95fb60216711e4bbc06b0f844b34bc/contractnegotiations_Logo_080814d.jpg","description":"Todos negociamos diariamente. A nivel personal, negociamos con amigos, familia, propietarios, vendedores de autos y empleadores, entre otros. La negociación también es la clave del éxito comercial. Ninguna empresa puede sobrevivir sin contratos rentables. Dentro de una empresa, las habilidades de negociación lo pueden llevar a avanzar en su carrera. \n\nEn este curso, aprenderá y practicará los cuatro pasos necesarios para lograr una negociación exitosa, con un módulo para cada paso: \n(1) Preparación: Planifique su estrategia de negociación \n(2) Negociación: Use las tácticas claves para el éxito \n(3) Cierre: Cree un contrato \n(4) Cumplimiento y evaluación: El juego final \n\nPara completar exitosamente este curso y mejorar su capacidad de negociar, deberá completar los tres pasos siguientes: \n(1) Mire los videos breves (que van de 5 a 20 minutos) de cada módulo. Los videos son interactivos e incluyen preguntas para evaluar su entendimiento de las estrategias y habilidades de negociación. Los videos se pueden acelerar o ralentizar para adaptarse al ritmo que prefiera escucharlos. Según sus horarios, puede ver los videos en unas semanas o verlos todos juntos. Un estudiante que vio el curso de una sola vez concluyó que \"es tan bueno como Breaking Bad\". \n(2) Complete la negociación del Módulo 6 para evaluar sus capacidad de negociación. Puede negociar con un amigo local o usar los Debates para encontrar un socio de otra parte del mundo. Su socio de negociación le brindará una devolución sobre sus capacidad de negociación. En el camino, puede resultarle útil utilizar esta aplicación móvil gratuita que está relacionada con el curso y contiene varias herramientas de planificación de la negociación. http://negotiationplanner.com/ \n(3) Tome el examen final. Para completar el curso exitosamente, debe responder correctamente el 80 % de las preguntas. Este examen es un examen de dominio, lo que significa que puede tomarlo las veces que quiera hasta que domine el material. \n\nAdemás, este curso incluye la opción de obtener un Certificado verificado (CV) a través de la verificación de su identidad y la finalización exitosa del curso. Un CV le proporciona un reconocimiento formal de sus logros en el curso e incluye el logo de la Universidad de Michigan. \n\nSi usted está considerando obtener un CV, debe completar el proceso de verificación antes de tomar el examen final. Puede elegir pagar los cargos asociados antes o después del examen. Para obtener más información acerca de los CV, visite: learner.coursera.help/hc/en-us/articles/201212399-Verified-Certificates \n\nEl logo compuesto del curso se comparte con una licencia Creative Commons CC BY-SA (https://creativecommons.org/licenses/by-sa/2.0/) y fue creado con las imágenes proporcionadas por cortesía de Flazingo Photos (http://bit.ly/1zOylRm) y K2 Space (https://www.flickr.com/photos/k2space/14257556613/in/set-72157644732478432).\n\nThis is a translated version. To join the original English version, visit this page: https://www.coursera.org/learn/negotiation-skills/","workload":"8.5 hours of videos","domainTypes":[{"domainId":"business","subdomainId":"business-essentials"}],"name":"Negociación exitosa: Estrategias y habilidades esenciales (en español)"},{"id":"93w6xNzBEeSvjyIAC3jXcg","description":"Imagine if there were an organ in your body that weighed as much as your brain, that affected your health, your weight, and even your behavior. Wouldn’t you want to know more about it? There is such an organ — the collection of microbes in and on your body, your human microbiome.","courseType":"v2.ondemand","slug":"microbiome","workload":"","domainTypes":[{"subdomainId":"biology","domainId":"life-sciences"}],"startDate":1430747461686,"instructorIds":["7491005","7956673","8049296"],"primaryLanguages":["en"],"name":"Gut Check: Exploring Your Microbiome","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b0/225580085511e49af1356ced1cd962/MicrobiomeLogo500px.jpg","partnerIds":["71","126"]},{"id":"v1-1186","slug":"historyofec","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/03/26cb0de775a5cde7d2c086fdecddc2/History-of-Economics.jpg","instructorIds":["5180533","5219916","5219938"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"history"},{"subdomainId":"economics","domainId":"social-sciences"}],"workload":"4-6 hours/week","courseType":"v1.session","partnerIds":["160"],"description":"Курс поможет осмыслить извечные проблемы жизни человека: богатство и бедность, деньги и рынки, инфляция и безработица, индивидуальные решения и государственная политика.\nThe course will help you to understand the lasting economic problems of everyday human life: wealth and poverty, money and markets, inflation and unemployment, human decisions and governmental policies. ","name":"История экономической мысли (History of Economic Thought)","primaryLanguages":["ru"]},{"id":"awHMl_57EeSmPCIACyqGBw","primaryLanguages":["zh-CN"],"description":"本课程是北京大学开设的一门在线跨学科选修课程，主要面向信息技术、社会学和经济学等专业的本科生。课程内容涉及用计算思维的方法讨论社会学和经济学的一些经典问题。学习运用计算思维分析社会学、经济学问题的方法，加深对某些生活现象的理解，体会计算与社会科学的互动。\nLearn to analyze and reason about problems in social sciences with computational thinking, appreciate interactions between computing and social sciences, as well as gain deeper understanding of some common phenomena in life and society","slug":"renqun-wangluo","name":"人群与网络 ","domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"courseType":"v2.ondemand","instructorIds":["2363791","4517421","2794735"],"workload":"","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a6/9a51c971a166fb038b6d8a5f227f83/-2013-09-01-05.47.51.png","startDate":1435614526998,"partnerIds":["163"]},{"id":"v1-3513","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2c/46e2b04c1711e5815d55b2ba78c447/Sem-t_tulo.png","description":"Aprenda a utilizar as novas metodologias de big data para a análise de grandes bancos de dados e para a melhoria dos processos de tomada de decisão.","partnerIds":["221"],"primaryLanguages":["pt"],"instructorIds":["725015"],"slug":"bigdatabrasil","workload":"2-3 hours/week","domainTypes":[{"subdomainId":"data-analysis","domainId":"data-science"}],"courseType":"v1.session","name":"Big Data em Saúde no Brasil"},{"id":"g9KhGjk_EeWXuQopUhAqaw","slug":"responsivedesign","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/28/895170502811e5a9a8e9eb5e9814a4/responsivedesign_thumbnail_1x1.png","courseType":"v2.ondemand","workload":"4 weeks of study, 1-3 hours/week","partnerIds":["3"],"description":"It used to be the case that everyone viewed webpages on about the same size screen.  But with the explosion of the use of smartphones to access the Internet, the landscape of design has completely changed.  People viewing your site will now expect that it will perform regardless of the platform (smartphone, tablet, laptop, or desktop computer).  This ability to respond to any platform is called responsive design.\n\nThis course will expand upon the basic knowledge of CSS3 to include topics such as wireframes, fluid design, media queries, and the use of existing styling paradigms such as Bootstrap.  After the course, learners will be able to:\n** Explain the mobile-first paradigm and the importance of wireframes in the design phase\n** Create sites that behave across a range of platforms\n** Utilize existing design frameworks such as Bootstrap\n\nThis is the fourth course in the Web Design For Everybody specialization.  A basic understanding of HTML and CSS is expected when you enroll in this class. Additional courses focus on adding interactivity with the JavaScript Programming Language and completing a capstone project.","instructorIds":["14130305"],"startDate":1441051131972,"name":"Advanced Styling with Responsive Design","primaryLanguages":["en"]},{"id":"v1-167","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/56/300150352b11e4aa3c599183b828af/banner_brown_lines.png","slug":"womencivilrights","name":"Women and the Civil Rights Movement","description":"Learn about women’s roles in the U.S. civil rights struggles of the 1890s to the 1990s. ","domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"},{"domainId":"arts-and-humanities","subdomainId":"history"}],"instructorIds":["1474140"],"courseType":"v1.session","partnerIds":["32"],"workload":"8-10 hours/week","primaryLanguages":["en"]},{"id":"4G2HtIWlEeSlzyIACiGe0w","primaryLanguages":["es"],"partnerIds":["58"],"courseType":"v2.ondemand","description":"¡Claro que todos podemos potenciar nuestra creatividad a través de procedimientos, rutinas y protocolos sencillos! El participante desarrollará su talento creativo para aportar soluciones originales y generar ideas y productos en el ámbito en que se desenvuelve y en la vida cotidiana.","domainTypes":[{"domainId":"personal-development","subdomainId":"personal-development"}],"instructorIds":["323100"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/08/c31f09e2478b3bc85383da08fd43b0/20130416.elefante_ser_creativo.jpg","workload":"5 hours of videos and assessments ","startDate":1419012902971,"slug":"creatividad","name":"Ser más creativos"},{"id":"iJLs_iBUEeWibgoGfGzczQ","startDate":1449268596194,"primaryLanguages":["es"],"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"environmental-science-and-sustainability"}],"partnerIds":["58"],"name":"Las estaciones del año y el clima","instructorIds":["13862444","13888812"],"description":"¿Sabes por qué hay animales que migran cada año? ¿Cómo saben los campesinos cuando sembrar y cuando cosechar?\n¿Sabes quién gobierna el ciclo anual de frio y calor y de lluvias y secas?\n\nLas estaciones del año son el fenómeno climático más perceptible por el ser humano y se manifiestan de diferente forma en distintas regiones; por ejemplo cuando es invierno en la mitad del mundo,  es verano en la otra mitad.  Entender el mecanismo de las estaciones es el primer paso para entender el clima, que afecta a casi todas las actividades humanas.\n\nEn este curso estudiaremos los procesos que provocan las estaciones del año, las repercusiones que tiene éstas para las actividades humanas y su relación con los  fundamentos del sistema climático terrestre. A través de simulaciones visuales haremos comprensibles conceptos y procesos físicos y te propondremos experimentos. Si estas considerando estudiar ciencias de la Tierra o si quieres comprender mejor cómo funciona el clima, este curso es para ti. \n\n¡Acompáñanos! Y conoce más sobre nuestro hogar el planeta Tierra.","courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b2/8626a0871411e588b0fbf8b2fdb686/las_estaciones_clima.jpg","slug":"estaciones-clima","workload":"4 semanas de estudio, 1 hora por semana"},{"id":"GMSg0yWsEeWCGRL6mLoB5w","slug":"autism-spectrum-disorder","name":"Autism Spectrum Disorder","courseType":"v2.ondemand","domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"},{"domainId":"social-sciences","subdomainId":"education"}],"startDate":1449255613821,"description":"Understanding the characteristics of autism spectrum disorder (ASD) and their implications for behavior, learning and the ability to process information is critical for anyone working or interacting with those on the spectrum -- educators, clinicians, counselors, therapists, medical staff, family and employers. This course will give you a fundamental understanding of what ASD is, how it is diagnosed, the primary areas of impairment, and why prevalence is increasing. \n\nExamine the developmental and sensori-motor differences that may impact academic, play, social and self-help skills at different stages of life, including the transition to higher education and employment. Gain a clear understanding of how sensory regulation differs for individuals on the spectrum, and explore practical tools for identifying triggers and communicating feelings.  Learn to use evidence-based practices to provide effective interventions and explore typical strengths and weaknesses of individuals on the spectrum in relation to identified impairments. \n\nThe course culminates with a description of the ASD system of care, an overview of the National Standards Report studies and treatments, and an explanation of how evidence-based practices are established and implemented.\n\nThose seeking a more in-depth, instructor-led experience are encouraged to check out the Professional Concentration in Autism offered by UC Davis Extension: https://extension.ucdavis.edu/certificate-program/professional-concentration-autism-spectrum-disorders","instructorIds":["15768063"],"partnerIds":["83"],"workload":"5 weeks, 2 hours per week","primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/2f/79132093d111e5aba4ff460b73984c/ADL1002_CourseImage.jpg"},{"id":"7pzdAYE3EeWb1w5ZMj87pw","domainTypes":[{"domainId":"business","subdomainId":"marketing"}],"instructorIds":["10324047"],"partnerIds":["220"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/23/9affd0a72411e5be556b08edf00ac3/CCCI-pic2.png","startDate":1454968347726,"courseType":"v2.ondemand","description":"About this Course\n\nThis course brings together two key subjects, International Marketing and Cross Industry Innovation. It will provide the basic foundations of international marketing and then explain how companies can grow by going abroad or sourcing ideas/expanding into other countries or industries. This is summarized as CCCI: Cross-Country and Cross-Industry Innovation, a term and analytical platform used throughout not only this course but others in the specialization. As an introductory course, we keep the concepts short and simple in order to ease learners into the wonderful world of international marketing. More specific operational aspects such as managing the product, price, place and promotion as well as targeting and positioning will be provided in the second course of the specialization. \n\nAfter you successfully complete this course learners will obtain the following outcomes:\n\n(1) an understanding of the core meaning of marketing and international marketing. \n(2) learn that international marketing is about striking the right balance between maximizing the similarities across cultures (Etic approach) and customizing marketing (Emic approach) to important local differences.\n(3) learn about how to source or expand into other industries at home or abroad via cross industry innovation.\n(4) obtain a solid foundation for subsequent courses such as course 2 (International Marketing Entry and Execution) and the industry-specific courses in the specialization.","workload":"3 weeks of study, 1-2 hours/week","primaryLanguages":["en"],"slug":"intro-international-marketing","name":"Intro to International Marketing"},{"id":"v1-1146","slug":"publiceconom","description":"This course is a brief introduction into public economics theory. It covers main economic functions of government, including taxation, regulation, and social service delivery, and touches upon economic, social, political and administrative aspects of government’s involvement in economy.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/26/fedbe0352b11e49374019bac019d2c/Public-Economics.png","name":"Public Economics","workload":"6-8 hours/week","courseType":"v1.session","partnerIds":["160"],"primaryLanguages":["en"],"domainTypes":[{"domainId":"business","subdomainId":"business-strategy"},{"subdomainId":"economics","domainId":"social-sciences"}],"instructorIds":["5180096"]},{"id":"v1-2396","domainTypes":[{"subdomainId":"design-and-product","domainId":"computer-science"}],"slug":"hcidesign","description":"Helping you build human-centered design skills, so that you have the principles and methods to create excellent interfaces with any technology.","name":"Human-Computer Interaction Design","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/4b/1b0e00543d11e4b2381b8f9f0c1e0a/hci-large-icon.png","courseType":"v1.session","instructorIds":["1250"],"workload":"10-12 hours/week","primaryLanguages":["en"],"partnerIds":["53"]},{"id":"W-hoIJw3EeWJORITtzkPnQ","slug":"wharton-launching-startup","courseType":"v2.ondemand","partnerIds":["6"],"instructorIds":["16224543","16532472","16532358","16532120","16531669","3799837","341966"],"name":"Entrepreneurship 2: Launching your Start-Up","description":"Once you have a prototype and a clearer vision of the opportunity, you’ll need to create a small organization to discover how to create a repeatable and scalable business model. Designed to provide you with a comprehensive overview of the critical components of a creating a start-up, Entrepreneurship 2: Launching the Start-up, provides practical, real-world knowledge about the lean approach, the minimum viable product, when to pivot, when to quit your day job, the art of the pitch, building and managing a team, allocating equity, and building your external team, advisory board members, professional services, and entrepreneurial strategy. At the end of this course, you’ll be able to create a strategy for launch, including knowing who you need to hire, how to mange them to provide the greatest value, and what legal aspects are involved. You’ll also be prepared for Entrepreneurship 3: Growth Strategies.","workload":"","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/d8/226980af7011e5838af79cb4e6f6c7/coursera_entrepreneurship_startup_8x8.png","primaryLanguages":["en"],"startDate":1453237453850,"domainTypes":[{"domainId":"business","subdomainId":"entrepreneurship"},{"domainId":"business","subdomainId":"business-essentials"}]},{"id":"Hm73dlDLEeWeiwqPB940Pw","primaryLanguages":["es"],"startDate":1448047144894,"courseType":"v2.ondemand","name":"Composición de canciones","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4e/249670670b11e5b85ee3d00e1b8e06/songwriting-2.png","slug":"composicion-canciones","domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"partnerIds":["21"],"instructorIds":["1340080"],"workload":"6 semanas de estudio, de 6 a 8 horas por semana","description":"Aprende un proceso eficiente y efectivo para escribir canciones que expresen tus ideas y emociones, incluyendo una gama de herramientas que giren alrededor del concepto de prosodia; la adecuación de letra y música para apoyar tu mensaje subyacente."},{"id":"v1-2353","partnerIds":["9"],"description":"Introduction to Biomedical and Health Informatics (BHI) that covers: \n1) Informatics needs driven by Big Data generated from current biomedicine and health care (e.g., cancer, cardiovascular disease, aging population, etc.)\n2) Informatics challenges and common methodologies\n3) Progress made in BHI and opportunities.   ","instructorIds":["3868182","2225883"],"courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/87/0756c0fa6a11e4b657cb9a2bb27810/Mobile-Healthcare-Technologies-for-Paitients-and-Providers-Icon600x340.jpg","workload":"","slug":"introbiomedhlthinfo","primaryLanguages":["en"],"name":" Mobile Healthcare technologies for patients and providers","domainTypes":[{"domainId":"life-sciences","subdomainId":"bioinformatics"}]},{"id":"cKvqIUXWEeSAFiIACyyIrg","domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"},{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"courseType":"v2.ondemand","slug":"global-health-introduction","instructorIds":["2566087"],"startDate":1456539910165,"name":"An Introduction to Global Health","description":"This course will provide you with an overview of the most important health challenges facing the world today. You will gain insight into how challenges have changed over time, we will discuss the likely determinants of such changes and examine future projections. Successful international strategies and programs promoting human health will be highlighted and global health governance structures will be mapped and the role of the key actors explored.","workload":"","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0a/02d57e10c0b6c64ff9591583344302/global_health.jpg","primaryLanguages":["en"],"partnerIds":["63"]},{"id":"v1-724","domainTypes":[{"subdomainId":"finance","domainId":"business"}],"instructorIds":["3203020"],"name":"Asset Pricing, Part 1","slug":"assetpricing","description":"This course is part one of a two-part introductory survey of graduate-level academic asset pricing. We will focus on building the intuition and deep understanding of how the theory works, how to use it, and how to connect it to empirical facts. This first part builds the basic theoretical and empirical tools around some classic facts. The second part delves more deeply into applications and empirical evaluation. \n","courseType":"v1.session","primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3e/8842a052f511e481de99985ab142e0/Dark-Blue.jpg","workload":"10-15 hours/week","partnerIds":["102"]},{"id":"7FRjpz1BEeWC4g7VhG4bTQ","name":"Producción Musical y su Efecto en la Composición","slug":"produccionycomposicion","primaryLanguages":["es"],"instructorIds":["13209048"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/24/5b701066ee11e597435bb5f7de2626/EnriqueCourseImage4.png","courseType":"v2.ondemand","description":"En este curso, «Producción musical y su efecto en la composición», exploraremos cómo el proceso de producir un proyecto musical interactúa con los elementos de la composición de la música que se está produciendo. Enrique Gonzalez Müller, profesor de Berklee College of Music, reconocido productor e ingeniero de sonido y ganador del Latin Grammy®, facilitará esta exploración, guiándonos a través de la producción de un tema musical en todas sus etapas, desde el demo hasta la versión final. Con esta experiencia, se demostrará la importancia de capturar las emociones que genera la música y plasmarlas en la grabación, maximizando los elementos originales que brinda una composición. Estudiantes de Berklee College of Music y la banda ganadora del Latin Grammy® Los Amigos Invisibles darán vida al proceso y ejemplificarán los conceptos de esta interesante exploración.\n\nTu profesor asistente será Sergio Torres-Letelier. Sergio es un compositor de cine, arreglista y productor musical, nacido en Chile y radicado en Los Angeles, USA. Tras obtener el título de Intérprete Instrumental (Batería) otorgado por el Instituto Profesional Escuela Moderna de Música de Santiago de Chile, Sergio fue aceptado en Berklee College of Music, en donde obtuvo un Bachelor Degree en Film Scoring, con un Minor en Conducción para Cine y Televisión.","workload":"","startDate":1444337721785,"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"partnerIds":["21"]},{"id":"v1-1547","workload":"3-4 hours/week","slug":"digitalstorytelling","name":"Powerful Tools for Teaching and Learning: Digital Storytelling","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/76/691bb0b3b111e3ad76013f6e48997b/ds_mooc_logo_text.jpg","partnerIds":["119"],"startDate":1453075200000,"courseType":"v1.session","description":"Learn the digital storytelling process and use the skills learned from the course to create a digital story for use in a K-12 classroom, composed of still images, audio narration, music and text. ","primaryLanguages":["en"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}],"instructorIds":["3892267","3057918"]},{"id":"d_71NKdPEeSOWCIAC2iDyw","name":"Paradoxes of War","slug":"war","domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/86/c3f28ee9c08bdeec5c2c986b778a9b/paradoxes-logo.png","description":"The Paradoxes of War teaches us to understand that war is not only a normal part of human existence, but is arguably one of the most important factors in making us who we are. Through this course, I hope that you will come to appreciate that war is both a natural expression of common human emotions and interactions and a constitutive part of how we cohere as groups. That is, war is paradoxically an expression of our basest animal nature and the exemplar of our most vaunted and valued civilized virtues. You will learn some basic military history and sociology in this course as a lens for the more important purpose of seeing the broader social themes and issues related to war. I want you to both learn about war, but more importantly, use it as way of understanding your everyday social world. So, for example, the discussion of war and gender will serve to start you thinking about how expectations of masculinity are created and our discussion of nationalism will make clear how easy “us-them” dichotomies can be established and (ab)used. I will suggest some readings for you to complement the class and assign some activities through which you will be able to apply the theoretical insights from the course to your observations of everyday life. At the end of the course, you will start to see war everywhere and come to appreciate how much it defines our life.","workload":"","primaryLanguages":["en"],"startDate":1427753326461,"instructorIds":["5186484"],"partnerIds":["4"]},{"id":"DPSL2G03EeWyAQ6K5KeLkw","slug":"strategic-self-marketing-personal-branding","description":"In this course, you will engage in developing and strengthening the emotional component of your career brand. Acting as “your own Chief Executive Officer” (P. Drucker), you will learn how to use strategic marketing models and techniques for enhancing your personal image.  You will learn how to communicate and showcase your skills and personality traits to prospective employers. In particular, you will be able to:\n-\tImplement strategic marketing models and tools, such as “4P”, marketing planning, brand management and brand equity for developing your self-marketing strategy;\n-\tCreate your personal branding plan and develop strategies for communicating it to perspective employers;\n-\tIntegrate social networking into your career branding;\n-\tPresent your brand to prospective employers.","courseType":"v2.ondemand","domainTypes":[{"domainId":"personal-development","subdomainId":"personal-development"},{"domainId":"business","subdomainId":"marketing"}],"partnerIds":["117"],"startDate":1453238182001,"workload":"","primaryLanguages":["en"],"instructorIds":["7581768","7850590","7824266","9026100","9775195"],"name":"Course 3: Strategic Self-Marketing and Personal Branding","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f1/650710b26111e5ad4281f12e2474c9/College-Photos-_OCGR_-026_1.jpg"},{"id":"HITLfhnoEeWjrA6seF25aw","instructorIds":["1960981","1620951","6059456"],"workload":"4 weeks of study, 2-4 hours/week","domainTypes":[{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"startDate":1442255851449,"courseType":"v2.ondemand","partnerIds":["26","303"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/5d/056e103cf111e5a191b717b8272db1/MOOC-1-V-5.png","description":"In this course you will learn three key website programming and design languages: HTML, CSS and JavaScript. You will create a web page using basic elements to control layout and style.  Additionally, your web page will support interactivity. \n\nAt the end of the course, you will be able to:\n\n1. Define the purpose of HTML, CSS and JavaScript\n2. Make a simple web page using HTML\n3. Use CSS to control text styles and layout\n4. Use CSS libraries such as Bootstrap to create responsive layouts\n5. Use JavaScript variables and functions\n6. Manipulate web page content using JavaScript\n7. Respond to user input using JavaScript\n\nIn this course, you will complete: \n2 assignments writing HTML, CSS and JavaScript, each taking ~1 hour to complete\n4 quizzes, each taking ~20 minutes to complete\n1 programming exercise~30 minutes to complete\nmultiple practice quizzes, each taking ~5 minutes to complete\n\nParticipation in or completion of this online course will not confer academic credit for University of London programmes","primaryLanguages":["en"],"slug":"website-coding","name":"Responsive Website Basics: Code with HTML, CSS, and JavaScript "},{"id":"SG_K6nEmEeWxvQr3acyajw","name":"Search Engine Optimization Fundamentals","slug":"seo-fundamentals","domainTypes":[{"domainId":"business","subdomainId":"marketing"}],"courseType":"v2.ondemand","partnerIds":["83"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/20/da8970b31b11e59c073f4e17a26e01/Course-2--464402693.jpg","workload":"","description":"Gain an understanding of search engine algorithms and how they affect organic search results and websites. Building on this knowledge, you’ll learn the key elements for creating an effective SEO strategy, including how to select keywords and perform keyword research; consumer psychology and search behavior; and how to conduct on-page SEO analysis to identify opportunities to improve a website’s search optimization.","instructorIds":["15780877"],"primaryLanguages":["en"],"startDate":1453242287667},{"id":"v1-3149","primaryLanguages":["zh"],"domainTypes":[{"subdomainId":"finance","domainId":"business"}],"partnerIds":["6"],"description":"学完本课程后，您将可以分析企业所做金融决策的主要类型。然后，您可以运用所学技能处理现实商务挑战，这也是沃顿商学院商务基础专项课程的组成部分。主要概念包括：净现值技术、资本预算原则、资产估值、金融市场运作和效率、公司财务决策以及衍生产品。","workload":"6-8 hours/week","instructorIds":["10339756"],"courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f2/194150fa9511e48047f57766518eec/online_learning_slide_vFinance.jpg","slug":"whartonfinancezh","name":"企业金融概论（中文版）"},{"id":"v1-743","workload":"3-4 hours/week","slug":"cdt208","partnerIds":["117"],"instructorIds":["3788568"],"courseType":"v1.session","description":"This multidisciplinary production class serves as an introduction to, and exploration of electronic media in the arts. Lectures will cover concepts and presentations of artists working in various capacities with computers, as well as tutorials on specific software packages. ","primaryLanguages":["en"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"name":"Introduction to Computational Arts","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f8/046bf0352c11e4b28a5b9bdf8d9c55/YSkFtIC---Imgur.png"},{"id":"afay6xVFEeWfzgpfp_iBVw","domainTypes":[{"subdomainId":"design-and-product","domainId":"computer-science"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a3/19254054b711e4a0ef5b5e411d00ae/hci-large-icon.png","courseType":"v2.ondemand","name":"Information Design","startDate":1454989694630,"description":"A blank canvas is full of possibility. If you have an idea for a user experience, how do you turn it into a beautiful and effective user interface?  This covers covers principles of visual design so that you can effectively organize and present information with your interfaces. You'll learn concrete strategies to create user interfaces, including key lessons in typography, information architecture, layout, color, and more. You’ll learn particular issues that arise in new device contexts, such as mobile and responsive interfaces. You will learn how to apply these design principles in a modern context of increasingly diverse form factors - from tablets, to walls, to watches.","workload":"3 weeks, 2-3 hours/week","instructorIds":["1250"],"primaryLanguages":["en"],"slug":"infodesign","partnerIds":["53"]},{"id":"_j_95QpWEeWoRw4pD4cXmw","description":"How can we live a good life on one planet with over seven billion people? \n\nThis course will explore greening the economy on four levels – individual, business, city, and nation. We will look at the relationships between these levels and give many practical examples of the complexities and solutions across the levels. \n\nScandinavia, a pioneering place advancing sustainability and combating climate change, is a unique starting point for learning about greening the economy. We will learn from many initiatives attempted in Scandinavia since the 1970s, which are all potentially helpful and useful for other countries and contexts.\n\nThe International Institute for Industrial Environmental Economics (IIIEE) at Lund University is an international centre of excellence on strategies for sustainable solutions. The IIIEE is ideally suited to understand and explain the interdisciplinary issues in green economies utilising the diverse disciplinary backgrounds of its international staff. The IIIEE has been researching and teaching on sustainability and greener economies since the 1990s and it has extensive international networks connecting with a variety of organizations.\n\nGet a free copy of our course compendium: http://lup.lub.lu.se/record/4986134\nFor more information and regular updates about the course, please visit and like our facebook page: http://www.facebook.com/iiieemooc","courseType":"v2.ondemand","instructorIds":["6931825","7951242","7001900","7964300","7955828","5969150","6814134","6925725"],"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"environmental-science-and-sustainability"},{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/7b/9579f0eb0e11e39c193b0a2567fe5e/Greening_economy_draft4.png","slug":"greening-the-economy","workload":"5-8 hours/week","partnerIds":["199"],"startDate":1442010371474,"primaryLanguages":["en"],"name":"Greening the Economy: Lessons from Scandinavia"},{"id":"v1-242","slug":"datamanagement","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/68/4bd7bd90bd0c84612df8a586fa1ff3/data-sm.jpg","courseType":"v1.session","partnerIds":["37"],"primaryLanguages":["en"],"workload":"2-4 hours/week","name":"Data Management for Clinical Research","description":"Learn critical concepts and practical methods to support research data planning, collection, storage and dissemination.","domainTypes":[{"domainId":"life-sciences","subdomainId":"bioinformatics"}],"instructorIds":["240569","1347429","1653154"]},{"id":"Cn3HgzTdEeWW9BKhJ4xW0Q","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/70/dcf3c0400911e58edcc7e2e0e11f8d/CNM_Logo01a.png","instructorIds":["5908200"],"domainTypes":[{"domainId":"business","subdomainId":"marketing"}],"courseType":"v2.ondemand","startDate":1442250809418,"workload":"4 weeks of study, 6-8 hours/week","partnerIds":["47"],"description":"What is Public Relations? What does a Public Relations practitioner do and what is the role of Public Relations in a technologically-connected global landscape? What is the nature of the Public Relations process and how to develop Public Relations strategies and tactics?\n\nIn this course, you will learn what Public Relations is, what are some of the key growth areas in Public Relations, and the future of the practice. You will learn about the various theories of Public Relations and how to put these theories to use when carrying out Public Relations activities. The course will provide you a big picture of the Public Relations process, and the important roles of strategy and tactics in the process. \n\nThis is a foundation course for students wanting to pursue careers in public relations as well as a refresher for entry level PR practitioners wanting to brush up on their knowledge of the field. Throughout the course, I will converse with you about the ongoing trends in technology and culture and the ways in which these trends are shaping PR across the globe.\n\nCome join me in this fun tour of Public Relations practice, PR theories, and the PR process. \n\nWe will learn together about the nature of PR in our technologically-powered networked societies and the ways in which PR careers are being transformed by global conversations.","slug":"public-relations","primaryLanguages":["en"],"name":"Introduction to Public Relations"},{"id":"PJg2NGKXEeWpHwqwM9Gg0w","slug":"roosevelt","workload":"5 weeks of study, 1-2 hours/week","courseType":"v2.ondemand","startDate":1453535867999,"name":"The Rooseveltian Century","instructorIds":["9490856"],"partnerIds":["25"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/9d/429940990211e596a201cf62bea4ef/Screen-Shot-2015-12-02-at-15.39.55.png","domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"history"},{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"primaryLanguages":["en"],"description":"This course uses the lives, ideals and achievements of Theodore, Franklin, and Eleanor Roosevelt to create the idea of a Rooseveltian century. It is about doing research, analyzing primary sources, and connecting all this information with a coherent and logical interpretation. It is an invitation to think critically and historically, and it wants to give you a glimpse of what it means to be a historian at work. \n\nWe are convinced that the three Roosevelts – the 3Rs, as we will refer to them throughout this course – profoundly shaped the twentieth century. This course shows you why we think so and which paradigms, ideas, and sources we use to uphold our claim. But this course also asks you to give your opinion, and ground it on your own research findings. \n\nThe structure of the course is straightforward: \n- An introductory module gives you the biographical information you need to connect the personal stories of the 3Rs with the major events of the twentieth century;\n-  Module 2 explains how the 3Rs reframed our thinking on security, broadening its meaning and reconfiguring the government’s role in providing it; \n- Module 3, focusing on equality, shows how the 3Rs changed the relationship between leaders and led, rejected laissez-faire economics, and supported a politics of intervention to overcome the inequalities that undermined social cohesion;\n- Module 4 describes how the 3Rs promoted and protected the freedom of ordinary citizens, and communicated that as one of their central political goals;\n- Module 5 summarizes the long-lasting legacies of the 3Rs, and asks for your opinion on the Rooseveltian century. Do you agree with this interpretation of our recent past – and our possible futures?\n\nThe five modules contain quizzes to test your knowledge and understanding, discussion prompts to stimulate your creativity, and research guidance and assignments to sharpen up your historical skills. \n\nWe hope you will enjoy this intellectual journey!"},{"id":"9GGvo5QIEeWBAQoVMoNgNQ","courseType":"v2.ondemand","domainTypes":[{"domainId":"personal-development","subdomainId":"personal-development"},{"domainId":"business","subdomainId":"business-essentials"}],"description":"In \"Engaging in Persuasive and Credible Communication\", you will learn the key skill of persuasion, in the context of professional communication in a globalised world. \n\nPersuasive communication is essential to any professional workplace. From a simple email request for your colleague to help you, to developing a presentation for the board of directors, these are acts of communication that require a good degree of persuasion. Even the process of entering the workforce requires effective persuasive communication, for in the act of writing your resume, cover-letter, or in the interview process, you are essentially persuading the potential employer to hire you.\n\nBy the end of this course, you will be able to structure and express your ideas in a convincing and persuasive manner in writing, apply basic principles of persuasive writing to convince different sets of audiences at the globalised workplace, and learn to engage in persuasive and credible communication across different cultures in a complex globalised environment.","instructorIds":["15700452"],"partnerIds":["47"],"workload":"","name":"Engaging in Persuasive and Credible Communication","primaryLanguages":["en"],"slug":"engaging-in-persuasion-credibility","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/b8/fdbb70c30411e5b8e481a88b1dec44/Engaging-in-Persuasive-and-Credible-Communication_800x800_.jpg","startDate":1453244162662},{"id":"v1-2802","slug":"os","instructorIds":["11205852"],"primaryLanguages":["zh"],"description":"《操作系统原理》是针对计算机科学技术专业三年级本科生开设的一门专业基础课程。本课程着重学生系统观的培养，通过重点讲述操作系统的内部结构、工作原理及典型技术的实现，使学生建立起对操作系统的整体及各个功能模块的认识，从而系统掌握计算机的专业知识，进一步提升学生的软件开发能力乃至系统软件开发能力。","courseType":"v1.session","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"name":"操作系统原理（Operating Systems）","workload":"2-4 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/dd/2927e0a92a11e4949775df3890e0a0/600x340_____A-__.jpg","partnerIds":["163"]},{"id":"v1-278","domainTypes":[{"subdomainId":"psychology","domainId":"social-sciences"}],"name":"Social Psychology","instructorIds":["1127341"],"startDate":1405296000000,"description":"Ever wonder why people do what they do? This course offers some answers based on the latest research from social psychology.","slug":"socialpsychology","partnerIds":["34"],"courseType":"v1.session","primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/24/5b8bd0352c11e49acdcfd9c2fca6c5/Course-Image3200x1800.png","workload":"4-8 hours/week"},{"id":"1cz3WSsXEeWccAqzeA4VPw","name":"Our Earth's Future","workload":"1-3 hours/week","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"environmental-science-and-sustainability"}],"partnerIds":["100"],"courseType":"v2.ondemand","description":"Our Earth’s Future is about the science of climate change and how to talk about it. You will learn from scientists in the fields of climatology, oceanography, Earth science, and anthropology who study how climate change is affecting people, populations, and ways of life. Explore the multiple lines of evidence for the human-induced climate change that is happening today, and consider what that means for the future of our planet. At the end of this course you will be able to understand key scientific principles, identify and address misconceptions, and contribute confidently to conversations about climate change.","slug":"earth-climate-change","instructorIds":["11420615"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/93/1ff2a0c12611e4b3d149e9eee687b5/iceberg.jpg","primaryLanguages":["en"],"startDate":1442191870355},{"id":"SifJJ1fVEeWT8xIUiEQHHQ","courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/1c/7a11e071a611e597e6ed05f6c41ffb/logo.jpg","name":"Теория графов","slug":"teoriya-grafov","partnerIds":["176"],"workload":"","startDate":1446243879005,"instructorIds":["9134341","9199409"],"domainTypes":[{"domainId":"math-and-logic","subdomainId":"math-and-logic"},{"domainId":"computer-science","subdomainId":"computer-security-and-networks"}],"description":"Среди жителей Кёнигсберга была распространена такая практическая головоломка: можно ли пройти по всем мостам через реку Преголя, не проходя ни по одному из них дважды? В 1736 году выдающийся математик Леонард Эйлер заинтересовался задачей и в письме другу привел строгое доказательство того, что сделать это невозможно. В том же году он доказал замечательную формулу, которая связывает число вершин, граней и ребер многогранника в трехмерном пространстве. Формула таинственным образом верна и для графов, которые называются \"планарными\". Эти два результата заложили основу теории графов и неплохо иллюстрируют направление ее развития по сей день. \n\nГраф как математический объект оказался полезным во многих теоретических и практических задачах. Наверное, дело в том, что сложность его структуры хорошо отвечает возможностям нашего мозга: это структура наглядная и понятно устроенная, но, с другой стороны, достаточно богатая, чтобы улавливать многие нетривиальные явления. Если говорить о приложениях, то, конечно, сразу же на ум приходят большие сети: Интернет, карта дорог, покрытие мобильной связи и т.п. В основах поисковых машин, таких, как Yandex и Google, лежат алгоритмы на графах. Помимо computer science, графы активно используются в биоинформатике, химии, социологии.\n\nЭтот курс служит введением в современную теорию графов. Мы, конечно, обсудим классические задачи, но и поговорим про более недавние результаты и тенденции, например, про экстремальную теорию графов. \n\nМатериал изложен с самых основ и на доступном языке. Целью этого курса является не только познакомить вас с вопросами и методами теории графов, но и развить у неподготовленных слушателей культуру математического мышления. Поэтому курс доступен широкому кругу слушателей. Для освоения материала будет достаточно знания математики на хорошем школьном уровне и базовых знаний комбинаторики.\n\nКурс состоит из 7 учебных недель и экзамена. Для успешного решения большинства задач из тестов достаточно освоить материал, рассказанный на лекциях. На семинарах разбираются и более сложные задачи, которые смогут заинтересовать слушателя, уже знакомого с основами теории графов.","primaryLanguages":["ru"]},{"id":"kcW15H3JEeWKYwric11Hpw","description":"This course teaches how to design a feedback system to control a switching converter. The equivalent circuit models derived in the previous courses are extended to model small-signal ac variations. These models are then solved, to find the important transfer functions of the converter and its regulator system. Finally, the feedback loop is modeled, analyzed, and designed to meet requirements such as output regulation, bandwidth and transient response, and rejection of disturbances.\n\nUpon completion of this course, you will be able to design and analyze the feedback systems of switching regulators.\n\nThis course assumes prior completion of courses Introduction to Power Electronics and Converter Circuits.","slug":"converter-control","instructorIds":["2659612"],"courseType":"v2.ondemand","partnerIds":["71"],"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"electrical-engineering"},{"subdomainId":"mechanical-engineering","domainId":"physical-science-and-engineering"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/dd/4ba310360b11e5861fe1a37c4eb3a1/Powerelectronics.jpg","startDate":1452557926151,"name":"Converter Control","workload":"","primaryLanguages":["en"]},{"id":"MexarDV_EeWWBQrVFXqd1w","slug":"teaching-capstone","description":"This course is open to learners who have completed all eight courses on the Foundations of Teaching for Learning MOOC. It revisits topics covered and focuses on what it really means to be a reflective practitioner. One of the great paradoxes of learning is that the more you know the more you become aware of what you don’t know... and the more you want to know! This course offers an opportunity to further deepen and broaden your professional expertise. It provides an opportunity to participate in practical tasks and assessments that draw on the knowledge and skills gained in the previous courses.  \n\nIf you have completed the eight courses, signed up to the Signature track, met all the assessment requirements of the programme and would like to continue to build on your interest and achievements, this course is for you! There is enough challenge and scope for learners who already have teaching experience, but this course is also suitable for less experienced learners who may not have a great deal of teacher education or may not yet hold a teaching qualification.\n\nAnnouncement for US based teachers:\n\nCoursera and its partners are proud to offer eligible teachers in the US free Course Certificates for this course and other high-quality teacher professional development courses, through the Connected effort announced by President Obama.\n\nTo participate in this opportunity, US district leaders simply need to approve Coursera teacher professional development by completing a brief form at: www.coursera.org/tpd.\n\nUS Teachers interested in this opportunity are also encouraged to follow the link to learn more and www.coursera.org/tpd.\n\nOnce a district’s form has been verified, the district leader will be notified and teachers in the district will receive access to free verified certificates for Coursera professional development.\n\nCoursera and the Commonwealth Education Trust thank educators for the hard work they do every day and hope this opportunity will assist US teachers to continue developing their craft in a meaningful and flexible way.","startDate":1440522000000,"name":"Foundations of Teaching for Learning Capstone: The Reflective Practitioner","domainTypes":[{"domainId":"social-sciences","subdomainId":"education"},{"domainId":"personal-development","subdomainId":"personal-development"}],"workload":"","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/95/acdd205f2911e58d130971bd34eacf/teaching-capstone.jpg","primaryLanguages":["en"],"instructorIds":["3366373"],"courseType":"v2.capstone","partnerIds":["106"]},{"id":"v1-2058","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3e/b96c702cf011e49c06abd4a1eac6cf/14206197688_59beebd5e5_o.jpg","workload":"1-3 hours/week","domainTypes":[{"subdomainId":"law","domainId":"social-sciences"}],"instructorIds":["544426"],"partnerIds":["1"],"name":"Surveillance Law","slug":"surveillance","description":"Learn how police and intelligence agencies can access your data, and how the law (might) protect you! Hackers, attorneys, and concerned citizens are all welcome.","courseType":"v1.session","primaryLanguages":["en"],"previewLink":"https://class.coursera.org/surveillance-001/lecture/preview"},{"id":"v8BCQVu-EeWzUQ41NnCQkQ","name":"Robotics: Mobility","courseType":"v2.ondemand","partnerIds":["6"],"instructorIds":["14966546"],"domainTypes":[{"subdomainId":"mechanical-engineering","domainId":"physical-science-and-engineering"},{"domainId":"math-and-logic","subdomainId":"math-and-logic"}],"workload":"","startDate":1447726722582,"primaryLanguages":["en"],"description":"How can robots use their motors and sensors to move around in an unstructured environment?  You will understand how to design robot bodies and behaviors that recruit limbs and more general appendages to apply physical forces that confer reliable mobility in a complex and dynamic world.  We develop an approach to composing simple dynamical abstractions that partially automate the generation of complicated sensorimotor programs.  Specific topics that will be covered include: mobility in animals and robots, kinematics and dynamics of legged machines, and design of dynamical behavior via energy landscapes.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ea/1685007cd911e58b0e75bcc028bad2/Mobility-Logo.png","slug":"robotics-mobility"},{"id":"gw4zh2MfEeWckg7qTYxfmw","name":"Villes africaines I: Introduction à la planification urbaine","description":"Le cours permet d'apprendre les bases de la planification urbaine à travers ses dimensions techniques, environnementales, sociales, économiques et symboliques.\n\nLe cours parle uniquement des villes africaines et même si celles-ci ont valeurs d'exemple pour les ville du Sud, voire toutes les villes, nous nous efforçons à remettre les problématiques dans un contexte africain.","primaryLanguages":["fr"],"instructorIds":["3959836"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/58/8badd2362fcf15963865c12a200f9f/Villes-Africaines-v1.jpg","partnerIds":["16"],"slug":"villes-africaines-1","startDate":1454970617579,"workload":"5-6 hours/week"},{"id":"v1-1338","name":"Shaping the Way We Teach English, 2: Paths to Success in ELT","instructorIds":["3084976","5264741","4394887"],"slug":"shaping2paths","partnerIds":["185"],"workload":"4-6 hours/week","courseType":"v1.session","primaryLanguages":["en"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}],"description":"Learn effective approaches to English language teaching. This is the second of two teacher training courses based on the internationally-recognized Shaping the Way We Teach English videos and resources and sponsored by the U.S. Department of State and the University of Oregon. You can begin with either course. \n\nThe next Paths course will be November 9-December 14, 2015.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/90/1fb200b38711e3a0e007abf587ae4c/green-blank-big-tangram20140324t.jpg"},{"id":"v1-430","domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"}],"partnerIds":["49"],"instructorIds":["2511245","2894378","3096301","2581715","2590328","2918070"],"description":"This course proposes an overview of current global health challenges drawing on the insights of several academic disciplines including medicine, public health, law, economics, social sciences and humanities. This interdisciplinary approach will guide the student into seven critical topics in global health.","workload":"6-7 hours/week","name":"Global Health: An Interdisciplinary Overview","courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/94/d720f0352b11e49dc56df018365453/Logo.png","primaryLanguages":["en"],"slug":"globalhealthoverview"},{"id":"v1-2426","name":"Energy and the Earth","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"environmental-science-and-sustainability"}],"instructorIds":["7777788"],"workload":"2-3 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ba/00e8000f7511e5ac3c8bac788f8ef4/EE_video_title_image_med.jpg","partnerIds":["65"],"courseType":"v1.session","slug":"earthenergy","description":"Learn how all energy systems depend on the finite resources of the Earth, and how this relationship can provide a unique “big picture” perspective on energy supply.  ","primaryLanguages":["en"]},{"id":"c1njRLZEEeWEoAqTi6kTYw","name":"Algorithmic Thinking (Part 2)","slug":"algorithmic-thinking-2","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/7d/dcda009dd811e48cd753bdca180a26/AlgTh_logo.jpg","courseType":"v2.ondemand","description":"Experienced Computer Scientists analyze and solve computational problems at a level of abstraction that is beyond that of any particular programming language.  This two-part class is designed to train students in the mathematical concepts and process of \"Algorithmic Thinking\", allowing them to build simpler, more efficient solutions to computational problems.\n\nIn part 2 of this course, we will study advanced algorithmic techniques such as divide-and-conquer and dynamic programming.  As the central part of the course, students will implement several algorithms in Python that incorporate these techniques and then use these algorithms to analyze two large real-world data sets.  The main focus of these tasks is to understand interaction between the algorithms and the structure of the data sets being analyzed by these algorithms.\n\nOnce students have completed this class, they will have both the mathematical and programming skills to analyze, design, and program solutions to a wide range of computational problems.  While this class will use Python as its vehicle of choice to practice Algorithmic Thinking, the concepts that you will learn in this class transcend any particular programming language.","startDate":1456855629407,"domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"},{"subdomainId":"algorithms","domainId":"computer-science"}],"workload":"","primaryLanguages":["en"],"instructorIds":["157988","726142","527518"],"partnerIds":["13"]},{"id":"Wi5dZymSEeWNhhKV-KxDhQ","courseType":"v2.ondemand","partnerIds":["74"],"name":"Relatività e Meccanica Quantistica: concetti e idee","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/db/331edd3f16a7391ffa670a6fefa03d/logo-RQM-4-1-liv.jpg","startDate":1456513935366,"workload":"8 weeks of study, 3-4 hours/week","primaryLanguages":["it"],"instructorIds":["2633310"],"description":"In questo corso, imparerete i principi alla base della fisica contemporanea e come essa abbia cambiato la nostra visione del mondo e la nostra vita quotidiana. Dalla teoria della relatività e dalla meccanica quantistica, infatti, sono nate molte tecnologie che usiamo ogni giorno, dai dispositivi elettronici al GPS.\nScoprirete come Einstein, Heisenberg e altri giganti della scienza hanno messo in discussione il mondo di Galileo e Newton, regalandoci un'idea della natura totalmente nuova. Per farlo, non saranno necessarie grandi conoscenze di fisica o matematica. I concetti fondamentali della fisica moderna possono essere compresi con il ragionamento e l'osservazione dei dati. Grande importanza, dunque, sarà data agli esperimenti che hanno fatto avanzare la ricerca. Video e simulazioni vi aiuteranno nella comprensione dei concetti più complessi, su cui gli stessi scienziati si interrogano tuttora. Gli studenti esperti, invece, potranno riflettere sugli aspetti che l'approccio puramente matematico alla descrizione dei fenomeni spesso nasconde. Alla fine del corso, avrete acquisito le conoscenze fondamentali della fisica moderna, le cui scoperte hanno influenzato la cultura anche al di là del pensiero scientifico.\n\nThis course will focus on the principles of contemporary physics, that is, relativity and quantum mechanics. Such theories have changed our vision of the world and our daily life. Many current technologies, ranging from electronic devices to the Global Positioning System, are based on relativity and quantum mechanics.\nDuring the course, you will learn how Einstein, Heisenberg and other giants of physics have revolutioned the world inherited from Galileo and Newton, providing us with an entirely novel conception of nature, from elementary particles to galaxies. To achieve this goal, special skills in physics or math are not required. Fundamental concepts of modern physics can be understood by simple arguments and empirical observations. During the course, the main experiments that pushed modern physics forward will be described and explained. Videos and simulations will help you in understanding most complex concepts , still debated by scientists. The experimented learner will explore those aspects that are often hidden by a purely mathematical approach.\nAt the end of the course, you will gain a basic knowledge of modern fundamental physics, whose impact goes well beyond scientific thought.","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"physics-and-astronomy"},{"subdomainId":"philosophy","domainId":"arts-and-humanities"}],"slug":"relativita-meccanica-quantistica"},{"id":"iJakw7rhEeWfYA612mWHZw","startDate":1453483831171,"instructorIds":["9299119"],"slug":"net-ruanjian-kaifa-biye","description":"毕业设计项目将综合5门课程所学知识，设计完成一个基于.Net平台的小型软件项目，以验证你是否具备了.Net应用程序开发的基本能力。我们为你提供了两个可选方案，你可以从中任选一项来完成。\n项目一：Windows界面下的网上订餐系统。主要功能包括：菜单发布、菜品选择、订单查看、订单修改、订单智能排队、用户管理等。\n项目二：作业管理系统。主要功能包括：题库管理、自动成卷、作业安排与编辑、用户管理等。\n如果你能够利用C#语言独立完成毕设项目，说明你已经到达面向.net框架的初级程序员水平。","partnerIds":["234"],"domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"workload":"","courseType":"v2.capstone","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a2/1cee80be5911e58596a3d490dd4464/___02.jpg","name":".Net平台下的软件开发技术毕业项目","primaryLanguages":["zh-CN"]},{"id":"Hl0eQU0REeWfzRIay-bDMQ","primaryLanguages":["es"],"partnerIds":["58"],"name":"Geometría analítica","instructorIds":["13840188"],"courseType":"v2.ondemand","slug":"geometria-analitica","startDate":1443482692650,"workload":"","description":"En este curso aprenderás a usar el sistema de coordenadas rectangulares para representar ecuaciones en forma geométrica utilizando los métodos de la geometría analítica. En particular, estudiaremos la ecuación lineal en dos variables y la ecuación cuadrática en dos variables.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/8e/086a40871411e59ed589d7df59810e/geometria_analitica.jpg","domainTypes":[{"domainId":"math-and-logic","subdomainId":"math-and-logic"}]},{"id":"LrTP0yv9EeWccAqzeA4VPw","workload":"3 weeks of study, 3-4 hours/week","instructorIds":["12544838"],"name":"Conflict Resolution Skills","courseType":"v2.ondemand","startDate":1441929492983,"slug":"conflict-resolution-skills","partnerIds":["30"],"domainTypes":[{"domainId":"business","subdomainId":"business-essentials"},{"domainId":"personal-development","subdomainId":"personal-development"}],"primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/00/843b3042c311e598431d1e0724e6d5/napkin_small.png","description":"Resolving conflict in a positive manner is a skill than can be developed and practiced.  Being heard can be one of the most important goals of someone engaged in conflict.  Knowing how to listen and deploy appropriate communication tactics is determinative of whether a conflict will have a positive or negative resolution.  Examine listening skills, appropriate and strategic verbal and non-verbal communication skills, and how to assemble a conflict management plan likely to yield positive resolutions."},{"id":"v1-145","workload":"3-4 hours/week","slug":"bigdata","domainTypes":[{"subdomainId":"machine-learning","domainId":"data-science"}],"partnerIds":["19"],"description":"This course is about building 'web-intelligence' applications exploiting big data sources arising social media, mobile devices and sensors, using new big-data platforms based on the 'map-reduce' parallel programming paradigm. In the past, this course has been offered at the Indian Institute of Technology Delhi as well as the Indraprastha Institute of Information Technology Delhi.","courseType":"v1.session","primaryLanguages":["en"],"name":"Web Intelligence and Big Data","instructorIds":["107347"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/2d/de3280352b11e485fc9138b3373442/logo_new.png"},{"id":"v1-2295","domainTypes":[{"domainId":"computer-science","subdomainId":"computer-security-and-networks"}],"instructorIds":["9636982","1939410"],"partnerIds":["17"],"workload":"6-8 hours/week","name":"Cloud Networking","description":"The network is what makes the cloud. The cloud’s key capabilities—the ability to share infrastructure, the ability to move and scale applications across servers, massive parallelism, virtualization, and worldwide connectivity—are all rooted in the network. Learn how it all works!","courseType":"v1.session","primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/14/0da8f0530c11e49517738d91267a97/cloud_networking_v01_600X340.jpg","slug":"cloudnetworking"},{"id":"WmHcj1BlEeWMlwoziUhyxQ","name":"Exploring Light: Hands-on Activities and Strategies for Teachers","description":"This is an Exploratorium Teacher Institute professional development course open to any science teacher (particularly middle or high school level) and light enthusiast. Designed as a hands-on workshop, the course explores topics and strategies that teachers can use to help their students become active investigators of light.\n\nWatch a preview video (copy and paste this link into your browser): https://youtu.be/fPvT_quBVIw\n\nAs a participant, you will:\n- Watch videos that demonstrate natural phenomena and the Exploratorium's approach to teaching and learning \n- Conduct personal investigations by engaging in hands-on activities based in those phenomena\n- Reflect and share your experience doing activities\n- Discuss and identify challenges and opportunities for teaching\n- Devise a lesson of your own based on one or more of the activities\n\nEach week, we'll look at a different light-related topic: We will start by examining human visual perception, then take a brief historical tour of our evolving scientific understanding. We’ll also look at optics and optical instruments and finish by looking at modern models of light as a wave and a particle. \n\nTo get the most out of this experience, you'll have to try out some activities! In return, you'll get lots of valuable teaching resources, an in-depth understanding of the subject matter, and useful tips and techniques for the classroom.\n\nNOTE: Because this is a hands-on workshop, you will need to buy or find materials for this course. All of the materials required are inexpensive and should be easy to obtain, and we welcome substitutions! A separate list of materials is available for each activity.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/83/a97060b97511e58e2147b776371e87/ColoredShadows_DSC_9989_H2.jpg","courseType":"v2.ondemand","startDate":1456170363623,"partnerIds":["108"],"instructorIds":["12112454","3343192","3164319"],"workload":"","slug":"explorelight","primaryLanguages":["en"],"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"physics-and-astronomy"}]},{"id":"v1-463","workload":"3-4 hours/week","name":"Inspiring Leadership through Emotional Intelligence","slug":"lead-ei","domainTypes":[{"domainId":"business","subdomainId":"leadership-and-management"},{"domainId":"personal-development","subdomainId":"personal-development"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/11/5725a0352a11e4aa3c599183b828af/147669568.png","instructorIds":["2075897"],"courseType":"v1.session","partnerIds":["68"],"primaryLanguages":["en"],"description":"Emotional intelligence, hope, mindfulness, and compassion help a person reverse the damage of chronic stress and build great leadership relationships. The Positive and Negative Emotional Attractors inspire sustained, desired change and learning at many levels. "},{"id":"jcbwGG00EeW9CAqYJHF3zQ","description":"By taking this course you will be able to identify the critical information needed to develop a product and brand strategy that generates both quick-wins and long-term value. You will be in the position to create an activity plan to bring your brand strategy to life (both externally towards consumers and internally to employees) and you will be able to define the right metrics for determining success in the implementation of your product and brand strategy, considering any adjustments that may need to be made under a test and learn methodology.\n\nThis course is made up of the following six modules:\n\n1 - Launching new products and the challenge of managing their life-cycle.\nAt the end of this module, you will be able to demonstrate understanding of the product strategy concepts and to develop the factual support to define your product strategy.\n\n2 - Developing compelling brands that inspire your most critical stakeholders and impact your bottom line.\nThis module will enable you to feel confident describing the different elements of a brand strategy and formulating a winning brand strategy.\n\n3 - Knowing how to communicate your offering: Brand Architecture & naming.\nAt the end of this module, you will be able to define how to name your brand and explain how to develop a system to incorporate future products and brands.\n\n4 - Building your brand portfolio.\nAt the end of this module, you will be able to map your brand portfolio to maximize its value to support growth.\n\n5 - Translating your brand into compelling customer experiences.\nAt the end of this module, you will feel confident defining and describing the customer experience journey for your brand.\n\n6 - Equipping and engaging employees to deliver on the brand promise.\nAt the end of this module, you will be able to explain and apply the process to “embed” a brand internally within the organization.","domainTypes":[{"domainId":"business","subdomainId":"marketing"}],"slug":"brand-management","courseType":"v2.ondemand","startDate":1455035772323,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/27/ab3730a57f11e5b39e8fb33b8a68a0/mac-glasses.jpg","instructorIds":["15717678"],"name":"Brand and Product Management","workload":"","primaryLanguages":["en"],"partnerIds":["61"]},{"id":"v1-130","instructorIds":["887472"],"slug":"vlsicad","partnerIds":["17"],"description":"A modern VLSI chip has a zillion parts -- logic, control, memory, interconnect, etc.  How do we design these complex chips?  Answer: CAD software tools.  Learn how to build these tools in this class.","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"electrical-engineering"}],"courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/25/8dbfb0352b11e4b07f0965d0c0162f/large-icon-attr.png","workload":"10-12 hours/week","primaryLanguages":["en"],"name":"VLSI CAD:  Logic to Layout"},{"id":"DYv7azSfEeWgIQ7IEhB31Q","instructorIds":["14283726"],"description":"This course highlights the importance and role of software product management. It also provides an overview of the specialization, as well as its goals, structure, and expectations. The course explains the value of process, requirements, planning, and monitoring in producing better software. \n \nUpon successful completion of this course, you will be able to:\n\n - Relate software product management to better software products\n - Recognize the role of a software product manager\n - Reflect on how Agile principles will improve your own projects","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/f8/3a171067bb11e5bc50097409b204ef/intro_icon_3.jpg","partnerIds":["146"],"courseType":"v2.ondemand","primaryLanguages":["en"],"slug":"introduction-to-software-product-management","domainTypes":[{"subdomainId":"design-and-product","domainId":"computer-science"},{"domainId":"computer-science","subdomainId":"software-development"}],"name":"Introduction to Software Product Management","startDate":1444070359192,"workload":"2 weeks of study, 1-2 hours/week"},{"id":"v1-2255","workload":"3-4 hours/week","instructorIds":["9613508"],"description":"Знакомит с теоретическим наследием в области медиа, обучает основным подходам к теоретическому анализу медиа и прослеживает логику развития медиасистем в современных обществах.\n","courseType":"v1.session","slug":"media","name":"История и теория медиа (History and theory of media)","partnerIds":["160"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/f8/fb14005aa711e480ab515886fe4b3c/media1.jpg","primaryLanguages":["ru"]},{"id":"IzWUDIo9EeWbIxKn7M-nSQ","workload":"3-4 hours/week","courseType":"v2.ondemand","slug":"game-theory","instructorIds":["8172193"],"startDate":1453321463848,"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/08/eedfc0a4fa11e5a894ad7ff73294ef/logo.png","description":"В течение жизни мы постоянно взаимодействуем с другими людьми. Маленькие дети, пытаясь добиться того, чтобы родители купили понравившуюся конфетку, часто шантажируют родителей своими слезами. Принимая решение заплакать, ребенок рискует — он не знает, как поведут себя папа с мамой. В чуть более взрослом возрасте абитуриенты, выбирающие вуз, принимают сложное решение о том, в какие университеты подать документы. Ошибка может стоить дорого: при неправильной стратегии можно оказаться в слабом университете или вообще остаться без заветного студенческого билета. Окончив вуз, юноши и девушки начинают искать работу. Перед интервью с работодателем они штудируют статьи в интернете о том, что можно и чего нельзя говорить на интервью, — они пытаются найти наилучшую стратегию своего поведения, исходя из ожиданий компании, в которую они устраиваются. Все эти ситуации объединяет то, что решения, которые принимают одни люди, оказывают влияние на других людей. Такие взаимодействия называются стратегическими. Именно их изучает теория игр.\n\nЧтобы проанализировать ту или иную реальную жизненную ситуацию стратегического взаимодействия и найти оптимальный вариант поведения в ней, необходимо сделать две вещи. Во-первых, необходимо формально записать ситуацию на языке теории игр, то есть создать модель (игру). Во-вторых, после того как модель (игра) составлена, ее необходимо решить. Этому мы будем учиться в течение курса. Мы разберем основные виды игр (одновременные и последовательные, с совершенной и несовершенной информацией, коалиционные и некоалиционные), приведем способы их решения и обсудим их на многочисленных примерах.\n\nКурс будет интересен желающим разобраться в том, как конкурируют друг с другом несколько компаний и можно ли гарантированно выиграть в шашки, есть ли смысл угрожать на переговорах и с кем стоит объединяться в коалиции в парламенте.\n\nFAQ\n\nВ: Требуется ли предварительная подготовка для прохождения курса?\nО: Курс является базовым, поэтому он не требует специальной подготовки. Для его успешного освоения достаточно уверенных знаний курса математики в объеме школьной программы. В одном-двух примерах могут пригодиться знания начал математического анализа (дифференцирование функций одной переменной, необходимое условие экстремума) и знания начал теории вероятностей (понятие математического ожидания случайной величины).\n\nВ: Что требуется для успешного окончания курса?\nО: Итоговая оценка за курс складывается из результатов 10 оцениваемых тестов. Для успешного окончания курса необходимо дать не менее 80 % правильных ответов на каждый из этих тестов.","partnerIds":["160"],"domainTypes":[{"domainId":"math-and-logic","subdomainId":"math-and-logic"},{"subdomainId":"economics","domainId":"social-sciences"}],"name":"Теория игр (Game Theory)","primaryLanguages":["ru"]},{"id":"v1-1512","description":"The course offers a review of (at least) the business, legal, pedagogical and technical aspects of MOOCs, destined to higher education professionals who might feel threatened by them in terms of job security.","slug":"massiveteaching","workload":"1-2 hours/week","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/99/7737c0aea911e3bb2a2f535086d9bd/DSC00036.jpg","name":"Teaching goes massive: new skills required","partnerIds":["93"],"courseType":"v1.session","instructorIds":["4833501"],"primaryLanguages":["en"],"domainTypes":[{"domainId":"social-sciences","subdomainId":"education"}],"previewLink":"https://class.coursera.org/massiveteaching-001/lecture/preview"},{"id":"v1-1872","primaryLanguages":["fr"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/c1/aa241005b511e4bf6e4376edafd76d/Init-C__-final.jpg","description":"Ce cours initie à la programmation en utilisant le langage C++. Il ne présuppose pas de connaissance préalable. Les aspects plus avancés (programmation orientée objet) sont donnés dans un cours suivant, «Introduction à la programmation orientée objet (en C++)».","courseType":"v1.session","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"slug":"initprogcpp","partnerIds":["16"],"workload":"5-7 hours/week","instructorIds":["1116355","1345762"],"name":"Initiation à la programmation (en C++)"},{"id":"M0etLDe9EeWJaxK5AT4frw","slug":"rails-with-active-record","description":"You already know how to build a basic web application with the Ruby on Rails framework. Perhaps, you have even taken Course 1, \"Ruby on Rails: An Introduction\" (we highly recommend it) where you relied on external web services to be your “data layer”. But in the back of your mind, you always knew that there would come a time when you would need to roll up your sleeves and learn SQL to be able to interact with your own relational database (RDBMS). But there is an easier way to get started with SQL using the Active Record Object/Relational (ORM) framework. In this course, we will be able to use the Ruby language and the Active Record ORM framework to automate interactions with the database to quickly build the application we want.\n \nIn Rails with Active Record and Action Pack, we will explore how to interact with relational databases by using Active Record, a Ruby gem, which Rails uses by default for database access. We will then take a look at what role Active Record plays in the overall request-response cycle, when a client (the browser) requests data from the server, as well as how to submit the data to the server.  Of course, when accessing data, security is of paramount importance! We will talk about vulnerabilities such as SQL injection, as well as how to secure access to data by authenticating and authorizing users accessing the data. Take this course to build a Ruby on Rails application with Active Record to automate the detailed SQL interactions with our database.","courseType":"v2.ondemand","name":"Rails with Active Record and Action Pack","domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"},{"subdomainId":"mobile-and-web-development","domainId":"computer-science"}],"partnerIds":["8"],"instructorIds":["280924"],"workload":"","startDate":1445811074193,"primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ba/f3d3e03bb111e5b9f2a356939796cb/jhep-coursera-course2.png"},{"id":"Ubg5m6GeEeSoeSIAC0cUQw","primaryLanguages":["zh-CN"],"startDate":1421974156085,"instructorIds":["9299119","11063936","11065014"],"courseType":"v2.ondemand","description":"* \"系统平台与计算环境\"仅是\"大学计算机\"系列课程的第一部分，我们将在不久的未来推出“算法与C语言编程基础”，\"大学计算机\"系列课程的第二部分，敬请关注！*\n\n计算机科学是研究抽象和自动计算的学科，涉及的理论知识众多。作为计算机科学的入门，“大学计算机”系列课程将从基础知识入手，循序渐进，帮助你在了解计算机系统整体结构和基本原理的基础上，具备“选择和利用各种已有工具软件解决问题的能力”和“编写程序解决一般专业问题的能力”。\n\n本系列课程由“系统平台与计算环境（第一部分）”和“算法与C语言编程基础（第二部分）”两门课程构成。每门课程独立开设，既自成一体，又相互衔接，构成体系。本课程，即第一部分的内容，将涉及计算模型与信息表示、软硬件系统组成及工作原理、网络技术及应用、OFFICE基本操作等多个知识模块。本课程的学习目标是了解计算机软硬件系统组成、信息表示方法、网络技术等计算机学科的基础知识和基本操作技能；在未来我们将提供系列课程第二部分的学习目标，即学会编写简单的C语言控制台程序以及排序、查找等基本算法。\n\n本课程是学习计算机的入门课程，无需信息技术方面的基础，但需要你会一些计算机的基本操作，比如：文字录入、通过网络获取信息（网络信息检索）等。","workload":"视频和测试共11小时","partnerIds":["234"],"domainTypes":[{"domainId":"computer-science","subdomainId":"software-development"}],"slug":"jisuanji-wangluo","name":"系统平台与计算环境","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/7d/85f120a29e11e4b8e19516cb15d088/banner3.jpg"},{"id":"gPmGQZoiEeWXlw53nZA94w","instructorIds":["6806354"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0c/cf6350378a11e4901f7529fd7259f3/LOGO2_noapple.png","courseType":"v2.ondemand","description":"This course will help you ‘up’ your game and develop the advanced level skills and techniques that elude even some of the most experienced virtual teachers. We will examine the pitfalls beginning teachers run into and learn how to overcome them by focusing on the fundamentals that have the greatest impact on student learning in a blended or online environment. Throughout the course, you will be challenged to assess your own skills and apply what you are learning by creating a guide, assignment, or resource that you will be able to use in a class that you teach or hope to teach someday soon. By the end of the course, you will not only have a better understanding of the basics, you will be able to put them together like a pro and empower your future students to be voracious learners who are ready to go out and make the world a better place to live.","partnerIds":["30"],"name":"Advanced Instructional Strategies in the Virtual Classroom","startDate":1456857033581,"domainTypes":[{"domainId":"social-sciences","subdomainId":"education"},{"domainId":"personal-development","subdomainId":"personal-development"}],"primaryLanguages":["en"],"workload":"2-4 hours/week","slug":"teaching-strategies"},{"id":"oHkr8bWNEeW2iwpbOuagWQ","domainTypes":[{"domainId":"business","subdomainId":"entrepreneurship"},{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"slug":"arts-culture-innovation","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/a7/4cc520c88511e59c1a01ad7070be44/COURSE_LOGO_SQUARE.jpg","courseType":"v2.ondemand","workload":"","name":"Leading Innovation in Arts and Culture","primaryLanguages":["en"],"partnerIds":["37","227"],"startDate":1456104434917,"description":"Developed by David Owens at Vanderbilt University and customized for the cultural sector with National Arts Strategies, this course is designed to help arts and culture leaders create an environment where new ideas are constantly created, shared, evaluated and the best ones are successfully put to work.\n\nOne of the toughest challenges for any leader is getting traction for new ideas. Winning support can be a struggle. As a result, powerful new ideas often get stuck. This is especially true in the cultural sector. People involved in arts and culture often have little time and even less money for experimentation and risks. This course will help those in the performing arts, museums, zoos, libraries and other cultural organizations build environments where new management and program ideas flourish.\n\nLeading Innovation in Arts & Culture will teach you how to make an \"innovation strategy\" a fundamental component of your organization's overall strategy. In this seminar you will learn to:\n\n- Analyze constraints on innovation in your organization, foresee obstacles and opportunities, and develop a shared vision\n- Develop a process to manage the demands of multiple stakeholders, shifting priorities and the uncertainty inherent in new initiatives\n- Create a culture for innovation and risk-taking that generates new perspectives and challenges existing practice\n- Create a strong customer focus within your organization that anticipates customer needs\n\nNational Arts Strategies worked with David Owens to customize this course for those working in the cultural sector. They based their work on David Owens’ Leading Strategic Innovation in Organizations course. This highly interactive 8-week course will engage you in a series of class discussions and exercises.","instructorIds":["1330818","6859544"]},{"id":"v1-78","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/42/3878a939695ab41f00d2a3aae8b909/vaccine_B-02.jpg","name":"Vaccine Trials: Methods and Best Practices","domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"}],"workload":"3-5 hours/week","description":"This course will explore the process of evaluating investigational vaccines in clinical trials including informed consent, recruitment, enrollment, safety evaluation, and quality data collection.","instructorIds":["598777","603309"],"partnerIds":["8"],"courseType":"v1.session","slug":"vacctrials","primaryLanguages":["en"]},{"id":"A0IYf6jOEeSnlCIAC1EMbw","slug":"terrorism","domainTypes":[{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"courseType":"v2.ondemand","startDate":1424128053080,"workload":"30 hours of videos, quizzes, and projects","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/29/5d4f6dfbd7b529d18d0c834ace525e/Terrorism-and-Counterterrorism.jpg","description":"Terrorism has arguably been one of the defining factors of our age. It frequently makes headlines, threatening or attacking governments, private business and ordinary citizens. And in many parts of the world, it has been one of the most important threats to peace, security and stability. But what does this exactly mean? What is the nature of this threat? Who or what is threatened, how, by whom and why? What can be done about it or how can we at least limit the impact of terrorism and make sure that terrorists do not make headlines and manage to scare us?\n\nThese are just a handful of questions that will be addressed in this course that consists of three parts. First it focuses on the essence of terrorism as an instrument to achieve certain goals, in addition to an exploration of this phenomenon and the difficulties in defining it. The second part provides an overview of the state of the art in (counter) terrorism studies. Since ‘9/11’ terrorism studies have grown exponentially, reflecting the rise in perceived threats. But what has academia come up with? What theories, assumptions and conventional wisdom has it produced that could be of help in understanding terrorism and dealing with it? The most interesting results are examined and compared with empirical evidence with the aim to either stress their importance or to debunk them as myths. The final part looks into the implications and possibilities for policy making.\n\nTestimonials of students who completed this course:\n\nI've been studying one particular aspect of the field for about fifteen years now, but lacked the sort of wider context that this course has provided. And I've made contacts here that I hope will develop into friendships.\n-Charles Cameron, 69, Blogger Religious Studies, UK\n\nThis has been a wonderfully enriching experience. I have learned a lot, and have especially appreciated the worldwide perspectives of the class found in the discussion forum. Being in this class has helped me open up the subject to discussion with colleagues and friends, which has led to interesting and insightful conversations. The class materials were effective and polished. The peer reviewed assignments were challenging and fun. This was my first MOOC, but certainly not my last!  \n-Joella Givens, 50, GIS Manager at a state government Department of Transportation, USA\n\nThe theoretical aspect was similar to the one offered by well respected universities for introductory courses on terrorism. For just 5 weeks, I think this course covered a lot of ground. Furthermore, I really enjoyed the discussion forums. (...)In addition, I found excellent recommendations on books, articles, documentaries, all of great quality.\n-Arete Ketekidou, 32, Research/Analyst, Greece\n\nI like very much the freedom we have to study, this is the best incentive, not only because we can express our ideas on forums freely and manage our own time, also because Professor Bakker has not been imposing his ideology on this topic. We receive different information to formulate our own position.\n-Valeria Hernández Reyes, 28, Environmental Engineer, Mexico","name":"Terrorism and Counterterrorism: Comparing Theory and Practice","partnerIds":["25"],"primaryLanguages":["en"],"instructorIds":["2641217"]},{"id":"v1-51","name":"Rationing and Allocating Scarce Medical Resources","instructorIds":["1806984"],"domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"},{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"partnerIds":["6"],"slug":"rationing","courseType":"v1.session","previewLink":"https://class.coursera.org/rationing-001/lecture/preview","workload":"8-10 hours/week","primaryLanguages":["en"],"description":"This course will explore the complex challenges of allocating scarce medical resources at both the micro and macro level. Students will learn the theories behind allocation and use modern examples to explore how society makes the difficult decisions that arise when there is not enough to go around.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/3f/8ca5a0352d11e4a1481570b8fd189d/large-icon.png"},{"id":"iQZflcZ7EeOoFhIxOQQuEA","workload":"5 hours of videos and quizzes","domainTypes":[{"subdomainId":"nutrition","domainId":"life-sciences"}],"slug":"childnutrition","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-misc.s3.amazonaws.com/flex/child-nutrition.jpg","courseType":"v2.ondemand","partnerIds":["1"],"description":"Eating patterns that begin in childhood affect health and well-being across the lifespan. The culture of eating has changed significantly in recent decades, especially in parts of the world where processed foods dominate our dietary intake. This course examines contemporary child nutrition and the impact of the individual decisions made by each family. The health risks associated with obesity in childhood are also discussed. Participants will learn what constitutes a healthy diet for children and adults and how to prepare simple, delicious foods aimed at inspiring a lifelong celebration of easy home-cooked meals. This course will help prepare participants to be the leading health providers, teachers and parents of the present and future.The text and other material in this course may include the opinion of the specific instructor and are not statements of advice, endorsement, opinion, or information of Stanford University.","startDate":1401303600000,"primaryLanguages":["en"],"name":"Child Nutrition and Cooking","instructorIds":["2395490"]},{"id":"A2RSXymKEeWJTQ5-ju9xSw","description":"Welcome to the capstone project for the Academic English: Writing Specialization! This project lets you apply everything you’ve learned and gives you the practice you need for college classes by having you write a research paper.  You'll have several due dates throughout the capstone to help you stay on schedule.\n\nIn this capstone project, you will:\n - conduct research on an academic topic of your choice\n - create an outline to plan out your essay\n - write a short annotated bibliography to help you evaluate your sources\n - write a 7-8 page research paper\n - use source material correctly with MLA format","domainTypes":[{"domainId":"language-learning","subdomainId":"learning-english"},{"domainId":"personal-development","subdomainId":"personal-development"}],"instructorIds":["13484864"],"partnerIds":["30"],"slug":"academic-writing-capstone","startDate":1455520354237,"workload":"6 weeks of study, 1-3 hours/week","name":"Capstone: Writing a Research Paper","primaryLanguages":["en"],"courseType":"v2.capstone","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/31/4aee70298d11e5b0c49996e492ce17/essay-writing.jpg.jpg"},{"id":"tQbVClJgEeWigQ4Vtn6olw","instructorIds":["5271876","5249633","5154901"],"courseType":"v2.ondemand","partnerIds":["176"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/ab/bd8300c63611e5850fe97efdde7980/IH7rGUn1.jpg","slug":"electrostatica","workload":"5-8 hours/week","name":"Электростатика и магнитостатика","description":"Что такое физика и зачем она нужна? Некоторые люди никогда не задаются таким вопросом. Некоторые считают, что физика нужна исключительно для создания различных «девайсов», например холодильников или мобильных телефонов. И они в чем-то правы, ведь сказал же Оскар Уайльд, что «Комфорт – это единственное, что может нам дать цивилизация».\n\nДля нас физика – это умение видеть и понимать окружающий мир, возможность творить то, о чем раньше даже и мечтать было сложно. Мы считаем, что для дальнейшего прогресса человечества необходимы ученые-физики, инженеры-физики и просто образованные люди. Мы готовы делиться нашими знаниями. \n\nПредлагаемый курс «Электростатика и магнитостатика» посвящен рассмотрению ключевых понятий этой области: уравнений Максвелла, записанных в статическом случае как внутри вещества, так и вне его, энергетических подходов для вычисления сил, действующих на объекты, находящиеся электростатическом или магнитном поле, а также рассмотрение свойств для постоянных токов.\n\nСразу заметим – курс не очень простой, для его освоения слушателям необходимо владеть знаниями по физике в объеме школьной программы, основами дифференциального и интегрального исчисления и основами векторного исчисления.\n\nВ течение 10 недель вам будут предлагаться для изучения видеолекции, физические демонстрации и семинары с разбором задач. Основные формулы и тезисы лекций представлены в виде кратких конспектов. Каждая учебная неделя содержит тест и 4 задачи для самостоятельного решения. Экзаменационные недели включают тест и 5 задач.\n\nВ конце курса у слушателя есть возможность решить дополнительную контрольную работу из трёх задач повышенной сложности с ограничением по времени.","startDate":1444177502201,"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"physics-and-astronomy"}],"primaryLanguages":["ru"]},{"id":"v1-449","slug":"antimicrobial","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/d3/26b05232873dabe4672f5778943a28/penicillin-vials_small.jpg","domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"}],"instructorIds":["1166989","2642347"],"workload":"1-2 hours/week","partnerIds":["1"],"name":"Antimicrobial Stewardship: Optimization of Antibiotic Practices","courseType":"v1.session","primaryLanguages":["en"],"description":"Internet Enduring Material Sponsored by:  Stanford University School of Medicine // Presented by: The Division of Infectious Diseases in the Department of Medicine at Stanford University School of Medicine "},{"id":"yj814XQ_EeWIfhKr_WcYsQ","partnerIds":["146"],"courseType":"v2.ondemand","name":"Paleontology: Theropod Dinosaurs and the Origin of Birds","description":"Paleontology: Theropod Dinosaurs and the Origin of Birds is a five-lesson course teaching a comprehensive overview of the origins of birds. This course examines the anatomy, diversity, and evolution of theropod dinosaurs in relation to the origin of birds. Students explore various hypotheses for the origin of flight. Watch a preview of the course here: https://uofa.ualberta.ca/courses/paleontology-theropod-dinosaurs","workload":"","domainTypes":[{"subdomainId":"biology","domainId":"life-sciences"}],"slug":"theropods-birds","primaryLanguages":["en"],"instructorIds":["15693810","4581731"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/30/8089608e3111e591b01997505ab9b8/TB-Lesson-5-Lo-Rez-Final.jpg","startDate":1453742330766},{"id":"BTfO2icYEeWbiBJCM9ziNQ","startDate":1444154132873,"primaryLanguages":["es"],"slug":"analisis-de-datos","partnerIds":["62"],"courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/4b/a7f0d0501911e5a78fd13a80a4d3b4/foto_anadatos_curso1_a.jpg","domainTypes":[{"domainId":"business","subdomainId":"business-strategy"},{"domainId":"business","subdomainId":"business-essentials"}],"instructorIds":["3797127"],"workload":"4 semanas de estudio, 3-5 horas/semana","name":"Fundamentos del análisis de datos para la toma de decisiones","description":"Mediante este curso serás capaz de identificar, evaluar y aprovechar las distintas oportunidades que te presenta el análisis de datos para generar valor en tu organización. Al finalizarlo, habrás desarrollado la capacidad de utilizar métodos de análisis de datos, así como herramientas y modelos de apoyo que soportarán tu toma de decisiones a nivel personal y en tu organización.\n\nEn la parte inicial de este curso conocerás la importancia y rol que juega el análisis de datos (Analytics) en el mundo actual, para apoyar la toma de decisiones en nuestra vida diaria, nuestro trabajo y nuestra organización. Conocerás no solo el enorme crecimiento que ha tenido esta área en los últimos años, sino también el gran potencial y oportunidades que te presenta en el futuro inmediato. Conocerás y analizarás diversos casos de éxito tanto a nivel mundial, como en países de habla hispana.\n\nDe igual forma, habrás desarrollado la capacidad de utilizar distintos métodos que te apoyarán en tu análisis de datos y proceso de toma de decisiones, utilizando además herramientas computacionales para explorar bases de datos, realizar predicciones y crear infografías asociadas al problema o decisión de tu interés. Además, identificarás elementos clave para la modelación matemática, que serán de gran utilidad para identificar el mejor curso de acción que deberás seguir.\n\nFinalmente, este curso te permitirá conocer y utilizar distintos criterios bajo los cuales podrás tomar decisiones, a partir del análisis de datos e información clave asociada a la misma. Estos criterios incluyen aspectos fundamentales como costos de oportunidad, escenarios de incertidumbre, así como distintos objetivos o metas a seleccionar, para que puedas elegir en forma efectiva la mejor decisión a tomar.\n\nAgradecemos a Fundación Televisa por su participación en la producción de este curso; con lo cual colabora a inspirar y desarrollar el potencial de las personas, a través de su compromiso con la educación y la cultura."},{"id":"v1-1178","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/54/736f4d5d7fe72e628c8c5a79199067/food-sustainability-logo.jpg","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"environmental-science-and-sustainability"}],"workload":"7-9 hours/week","name":"Sustainable Food Production Through Livestock Health Management","partnerIds":["17"],"slug":"sustainablefood","description":"Learn about the impact of infectious disease on sustainable animal-based food production by understanding the science of growth, immunity, and infection and by learning the problem-solving skills needed to advance animal health and food production through optimal management practices.","instructorIds":["5211357","5184784"],"courseType":"v1.session","primaryLanguages":["en"]},{"id":"c3h4zZREEeWBAQoVMoNgNQ","domainTypes":[{"domainId":"business","subdomainId":"entrepreneurship"},{"domainId":"social-sciences","subdomainId":"governance-and-society"}],"startDate":1450202069450,"workload":"4 semaines d'étude, 1-2 heures / semaine","primaryLanguages":["fr"],"courseType":"v2.ondemand","partnerIds":["223"],"slug":"partenariats-qui-changent-le-monde","description":"Ce MOOC, crée en partenariat avec Le RAMEAU, a pour vocation de vous aider à mieux appréhender la dynamique des partenariats entre entreprises et associations. \n\nEn suivant ce MOOC : \n\n-Vous comprendrez quels sont les différents types de partenariats existants, et vous saurez différencier mécénat, pratiques responsables, coopération économique et innovation sociétale.  \n-Vous pourrez vous inspirer des témoignages de nombreuses associations et entreprises, qui partageront avec vous les facteurs clés de succès de leur partenariat, mais aussi les moments plus difficiles.\n-Vous identifierez le type de partenariat qui vous correspond, et les étapes pour le construire.\n-Vous saurez évaluer l’impact d’un tel partenariat sur ses parties prenantes.\n\nQue vous soyez une entreprise responsable, soucieuse d’avoir un impact positif sur votre communauté, une association désireuse d’augmenter votre impact, ou si vous êtes tout simplement curieux de comprendre pourquoi est-ce que secteur privé lucratif et structures d’intérêt général travaillent ensemble, ce MOOC est fait pour vous !\n\nPour voir le teaser du MOOC : https://www.youtube.com/watch?v=mGIOqFvaciU","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/31/b012709a9711e598a64312f9a3e2bf/image_mooc_partenariat.jpg","instructorIds":["12799868"],"name":"Les partenariats qui changent le monde : alliances innovantes entre entreprises et associations"},{"id":"v1-489","workload":"3-4 hours/week","instructorIds":["2679701"],"description":"Comic books have arrived! \"Comic Books and Graphic Novels\" presents a survey of the Anglo-American comic book canon and of the major graphic novels in circulation in the United States today. Its governing question is simple: by what terms can we discuss comic books as literary art? In pursuit of that question it develops a theory of literary reading and time itself.\n\nVisit us at www.facebook.com/UCBComics or bit.ly/project10-4 to see some student-created comics from 2013!","name":"Comic Books and Graphic Novels","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/62/86ebc0352c11e485fc9138b3373442/Comics-and-Graphic-Novels.png","courseType":"v1.session","primaryLanguages":["en"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"slug":"comics","partnerIds":["71","126"]},{"id":"uvMN915KEeW5iQpSR8Sfhw","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/78/982d60607411e58d93d10cd1333148/Mooc_buenos-directivos_4.jpg","primaryLanguages":["es"],"slug":"alta-direccion","courseType":"v2.ondemand","name":"¿Qué hacen los buenos directivos? Prioridades de la Alta Dirección","startDate":1442936981988,"instructorIds":["14880639","14880591"],"description":"El curso profundiza en las prioridades de la Alta Dirección a partir de la actuación diaria de directivos de probada valía y con éxito profesional en empresas diversas. \n\nEl modelo que se propugna en curso es el resultado de una amplia investigación empírica; no es una doctrina, sino un instrumento mental para ayudar a construir una configuración empresarial que potencie el hacer de la gente para que, sin dejación de su derecho a ser felices y a la autonomía, logren su plenitud como personas y como profesionales, a la vez que la compañía alcanza cotas altas en los indicadores de salud empresarial. \n\nEl objetivo del curso es aportar una visión estructurada de cómo logran este objetivo los “buenos directivos”, con la voluntad de que sirva a futuros altos ejecutivos a orientar mejor su carrera, a enfocar sus actividades y a desarrollar su propio estilo de dirección.","workload":"","domainTypes":[{"subdomainId":"finance","domainId":"business"},{"domainId":"business","subdomainId":"leadership-and-management"}],"partnerIds":["172"]},{"id":"-Eu38u08EeSKeyIACwQXPg","domainTypes":[{"subdomainId":"animals-and-veterinary-science","domainId":"life-sciences"}],"partnerIds":["7"],"instructorIds":["7490839"],"slug":"dog-emotion-and-cognition","description":"Dog Emotion and Cognition will introduce you to the exciting new study of dog psychology, what the latest discoveries tell us about how dogs think and feel about us, and how we can use this new knowledge to further strengthen our relationship with our best friends.","workload":"10-15 hours of lectures and assessments","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/6a/512570cd7811e49b4cb76fa1d10fb6/French-Bulldog.jpg","courseType":"v2.ondemand","startDate":1431978640579,"primaryLanguages":["en"],"name":"Dog Emotion and Cognition"},{"id":"iVmYEwMtEeWKrCIAC49PHA","slug":"musicianship","courseType":"v2.ondemand","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/3f/577eb07cbd11e5967eef818c1704ba/DYM.png","startDate":1436904262031,"workload":"7 weeks of study, 3-5 hours/week","primaryLanguages":["en"],"domainTypes":[{"domainId":"arts-and-humanities","subdomainId":"music-and-art"}],"description":"Learn the basic concepts and approaches needed to understand, create, and perform contemporary music.\n\nShannon Jacob will be your Teaching Assistant (TA) for the course. A recent graduate of Berklee, Shannon majored in Contemporary Writing and Production. Hailing from the island of Sri Lanka where she was the Director of Music.inc; a non profit show choir that granted the wishes of terminally ill children. She is a firm believer that music can be used as a powerful tool to educate and inspire those around her.","partnerIds":["21"],"instructorIds":["6124304"],"name":"Developing Your Musicianship"},{"id":"v1-394","instructorIds":["1252"],"domainTypes":[{"subdomainId":"machine-learning","domainId":"data-science"}],"partnerIds":["1"],"workload":"3-6 hours/week","name":"Social and Economic Networks:  Models and Analysis","courseType":"v1.session","primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/1c/38d188bf97105025168a55aebc634a/Logo1.jpg","slug":"networksonline","description":"Learn how to model social and economic networks and their impact on human behavior.  How do networks form, why do they exhibit certain patterns, and how does their structure impact diffusion, learning, and other behaviors?   We will bring together models and techniques from economics, sociology, math, physics, statistics and computer science to answer these questions.  "},{"id":"v1-2379","instructorIds":["9797026"],"domainTypes":[{"subdomainId":"design-and-product","domainId":"computer-science"}],"description":"","slug":"uidesign1","partnerIds":["9"],"workload":"4-6 hours/week","courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/c3/e531a0fa7611e4b7ba2f8cc62cebd4/Introduction-to-User-Interface-Design-part-one-Icon.jpg","primaryLanguages":["en"],"name":"Introduction to User Interface Design (Part 1)"},{"id":"v1-511","instructorIds":["2697942"],"partnerIds":["3"],"description":"This course is an introduction to the finite element method as applicable to a range of problems in physics and engineering sciences. The treatment is mathematical, but only for the purpose of clarifying the formulation. The emphasis is on coding up the formulations in a modern, open-source environment that can be expanded to other applications, subsequently.","name":"The Finite Element Method for Problems in Physics","courseType":"v1.session","workload":"5-10 hours/week","slug":"finiteelementmethods","primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/ff/a56a30477311e5b63b65011f709709/finiteelement.png","domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"physics-and-astronomy"}]},{"id":"xRA5cxnoEeWg_RJGAuFGjw","domainTypes":[{"subdomainId":"data-analysis","domainId":"data-science"},{"domainId":"computer-science","subdomainId":"software-development"}],"startDate":1451944839566,"courseType":"v2.ondemand","partnerIds":["126"],"description":"Relational Database Support for Data Warehouses is the third course in the Data Warehousing for Business Intelligence specialization. In this course, you'll use analytical elements of SQL for answering business intelligence questions. You'll learn features of relational database management systems for managing summary data commonly used in business intelligence reporting. Because of the importance and difficulty of managing implementations of data warehouses, we'll also delve into storage architectures, scalable parallel processing, data governance, and big data impacts.","workload":"","instructorIds":["5265596"],"primaryLanguages":["en"],"name":"Relational Database Support for Data Warehouses","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/0a/6522804d0a11e59bd777c2a1ef6a6e/Course-3---Logo.png","slug":"dwrelational"},{"id":"v1-1425","description":"This online course introduces the history and practice of drug policy. Students will learn about drug laws and their origins, and the complex task of drug policy analysis. The course also tackles contemporary issues in drug control, such as marijuana policy and prescription drug misuse.","partnerIds":["31"],"instructorIds":["6289540","6325262","6319155"],"domainTypes":[{"subdomainId":"medicine-and-healthcare","domainId":"life-sciences"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/4c/d66670352c11e48c9cbde9a47c32c7/drug-policy_final-01-_2__.png","slug":"americandisease","workload":"3-6 hours/week","courseType":"v1.session","primaryLanguages":["en"],"name":"The American Disease: Drugs and Drug Control in the USA"},{"id":"v1-1119","partnerIds":["33"],"description":"This is an introduction to predicate logic and how it is applied in computer science, electronic engineering, linguistics, mathematics and philosophy. Building on your knowledge of propositional logic, you will learn predicate logic—its language, interpretations and proofs, and apply it to solve problems in a wide range of disciplines.","workload":"6-8 hours/week","slug":"logic2","courseType":"v1.session","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/03/c86c90352b11e4983ad3612bf5dfa7/Orange_logic2.png","primaryLanguages":["en"],"instructorIds":["1707436","1415601"],"domainTypes":[{"domainId":"math-and-logic","subdomainId":"math-and-logic"}],"name":"Logic: Language and Information 2"},{"id":"v1-2001","primaryLanguages":["zh"],"domainTypes":[{"domainId":"language-learning","subdomainId":"learning-english"},{"domainId":"personal-development","subdomainId":"personal-development"}],"description":"本课面向有志于学术研究和具有论文写作需求的高年级本科生和研究生同学，适合人文社会科学、特别是法学专业的学生学习，也欢迎理工科学生选修。教学内容主要集中于学术研究的基本方法与一般理念，既包括学术论文的提问、选题、谋篇、布局和实际写作，也包括学术资源特别是综合性与专业性数据库的检索和使用。","workload":"4-10 hours/week","instructorIds":["8590916","9189780","9277519"],"courseType":"v1.session","slug":"legalresearch","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/c1/37db10206011e48b86312c8da705a6/600x340_wAr.jpg","name":"论文写作与检索（Academic Writing and Research）","partnerIds":["163"]},{"id":"T_hpstgKEeSA2iIAC22KLw","slug":"sustainable-development","description":"The Age of Sustainable Development\" gives students an understanding of the key challenges and pathways to sustainable development - that is, economic development that is also socially inclusive and environmentally sustainable.","startDate":1434729490129,"domainTypes":[{"domainId":"physical-science-and-engineering","subdomainId":"environmental-science-and-sustainability"}],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/bc/daa9be4d7dbfb9c6c6f50755aff90a/Age-of-Sustainable-Development_logo.jpg","courseType":"v2.ondemand","partnerIds":["40"],"name":"The Age of Sustainable Development","workload":"2 hours of lectures per module","primaryLanguages":["en"],"instructorIds":["5448110"]},{"id":"EeyElZz9EeWoKRLkmmHLTQ","name":"Exploring and Producing Data for Business Decision Making","partnerIds":["17"],"startDate":1450396377142,"courseType":"v2.ondemand","description":"This course provides an analytical framework to help you evaluate key problems in a structured fashion and will equip you with tools to better manage the uncertainties that pervade and complicate business processes. You will be introduced to statistics and how to summarize data, learn concepts of frequency and normal distribution, statistical studies and sampling, and confidence intervals. The course will focus not only explaining these concepts but also understand the meaning of the results obtained. \n\nYou will:\n•\tKnow how effectively summarize data and communicate their meaning\n•\tUnderstand concept of sampling and how sample statistics allows understanding the larger population.\n•\tUnderstand how to use sample information to create estimates for the population parameters","workload":"","slug":"business-data","primaryLanguages":["en"],"photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-course-photos.s3.amazonaws.com/e5/b9d030a03c11e5a2fc596d6c60d86f/iMBA_MEABA_Icon_BusinessStatisticsDataAnalysisAndDecisionMaking.png","domainTypes":[{"domainId":"business","subdomainId":"business-essentials"}],"instructorIds":["12639351"]},{"id":"v1-2954","domainTypes":[{"domainId":"computer-science","subdomainId":"computer-security-and-networks"}],"name":"Software Defined Networking","instructorIds":["1743955"],"description":"In this course, you will learn about software defined networking and how it is changing the way communications networks are managed, maintained, and secured.","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/64/0a18b0d38211e481a935d89e74019c/feamstercourseimage.png","courseType":"v1.session","workload":"7-10 hours/week","slug":"sdn1","primaryLanguages":["en"],"partnerIds":["4"]},{"id":"v1-1019","instructorIds":["804990"],"slug":"changetheworld","description":"How can we use the things we share in common to address some of the most challenging problems facing the world? This course examines issues concerning poverty, the environment, technology, health care, gender, education and activism to helps us understand better how to initiate positive change.","workload":"3-5 hours/week","domainTypes":[{"subdomainId":"philosophy","domainId":"arts-and-humanities"}],"partnerIds":["34"],"name":"How to Change the World","photoUrl":"https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/bc/5080c041c611e4aca24dcb8cb17f7d/image.jpg","courseType":"v1.session","primaryLanguages":["en"]}],"paging":{"next":"300","total":1821},"linked":{"instructors.v1":[{"id":"2511245","fullName":""},{"id":"4833501","fullName":""},{"id":"4517421","fullName":""},{"id":"16532120","fullName":"Laura Huang"},{"id":"5219916","fullName":""},{"id":"13484864","fullName":"Tamy Chapman"},{"id":"341966","fullName":"Karl  T. Ulrich"},{"id":"7964300","fullName":"Prof.  Lena Neij"},{"id":"1250","fullName":"Scott  Klemmer"},{"id":"9189780","fullName":""},{"id":"15700452","fullName":"Derrick Ng"},{"id":"5969150","fullName":""},{"id":"5265596","fullName":"Michael Mannino"},{"id":"12112454","fullName":""},{"id":"7581768","fullName":"Dr. Valeri Chukhlomin"},{"id":"3678310","fullName":""},{"id":"7824266","fullName":"Dr. John M. Beckem II"},{"id":"14880639","fullName":"Jaume Llopis"},{"id":"6733856","fullName":"Ismael Blanco"},{"id":"14283726","fullName":"Kenny Wong"},{"id":"2894378","fullName":""},{"id":"1166989","fullName":""},{"id":"9134341","fullName":"Андрей Райгородский"},{"id":"15808745","fullName":"Manel Martínez-Ramón"},{"id":"1116355","fullName":""},{"id":"14880591","fullName":"Joan Enric Ricart"},{"id":"6325262","fullName":""},{"id":"7956673","fullName":""},{"id":"3892267","fullName":""},{"id":"7490839","fullName":"Brian Hare"},{"id":"3096301","fullName":""},{"id":"1620951","fullName":""},{"id":"11063936","fullName":""},{"id":"7955828","fullName":""},{"id":"7297830","fullName":""},{"id":"2581715","fullName":""},{"id":"2590328","fullName":""},{"id":"6806354","fullName":""},{"id":"2633310","fullName":"Carlo Cosmelli"},{"id":"1474140","fullName":""},{"id":"3343192","fullName":""},{"id":"2363791","fullName":""},{"id":"8590916","fullName":""},{"id":"7001900","fullName":""},{"id":"2641217","fullName":""},{"id":"9277519","fullName":""},{"id":"6059456","fullName":"Dr Kate Devlin"},{"id":"15768063","fullName":"Patricia Schetter"},{"id":"2262957","fullName":""},{"id":"725015","fullName":""},{"id":"9199409","fullName":"Андрей Купавский"},{"id":"5184784","fullName":""},{"id":"12799868","fullName":"Thierry Sibieude"},{"id":"6859544","fullName":""},{"id":"12746403","fullName":"Claire McLaughlin"},{"id":"7942296","fullName":"Ellen Manos"},{"id":"3799837","fullName":"David Bell"},{"id":"5908200","fullName":"Mohan Dutta"},{"id":"9026100","fullName":"Dr. Tonka Jokelova"},{"id":"1960981","fullName":"Dr Matthew Yee-King"},{"id":"15717678","fullName":"Luis Rodriguez Baptista"},{"id":"5219938","fullName":""},{"id":"2402351","fullName":"Jaume Blasco"},{"id":"6289540","fullName":""},{"id":"11420615","fullName":"Debra Tillinger, Ph.D."},{"id":"1347429","fullName":"Paul Harris, PhD"},{"id":"5573781","fullName":""},{"id":"6723758","fullName":"Marc Parés"},{"id":"2072127","fullName":"Yu-Wen Chen (陳毓文)"},{"id":"9775195","fullName":"Amy Giaculli"},{"id":"5180533","fullName":""},{"id":"4347153","fullName":""},{"id":"1127341","fullName":""},{"id":"1939410","fullName":""},{"id":"16532472","fullName":"Lori Rosenkopf"},{"id":"14966546","fullName":"Daniel E. Koditschek"},{"id":"11065014","fullName":""},{"id":"3366373","fullName":"Professor John MacBeath"},{"id":"2642347","fullName":""},{"id":"603309","fullName":""},{"id":"1330818","fullName":""},{"id":"6925725","fullName":"Dr. Charlotte Leire"},{"id":"3164319","fullName":"Eric Muller"},{"id":"1707436","fullName":"Prof. Greg Restall"},{"id":"6732953","fullName":"Raquel Gallego"},{"id":"157988","fullName":""},{"id":"5211357","fullName":""},{"id":"2697942","fullName":""},{"id":"2631338","fullName":"Dr. Kathryn W. Jablokow"},{"id":"1340080","fullName":""},{"id":"544426","fullName":""},{"id":"11205852","fullName":""},{"id":"323100","fullName":"Guadalupe Vadillo"},{"id":"5654261","fullName":""},{"id":"3506150","fullName":""},{"id":"9613508","fullName":""},{"id":"2395490","fullName":"Maya Adam, MD"},{"id":"7850590","fullName":""},{"id":"9636982","fullName":""},{"id":"13888812","fullName":"Rene Garduño López"},{"id":"9797026","fullName":"Dr. Rosa I. Arriaga"},{"id":"16224543","fullName":"Kartik Hosanagar"},{"id":"9490856","fullName":"Giles Scott-Smith"},{"id":"13862444","fullName":"Alejandro Aguilar Sierra"},{"id":"12639351","fullName":"Fataneh Taghaboni-Dutta"},{"id":"4394887","fullName":""},{"id":"527518","fullName":""},{"id":"5186484","fullName":""},{"id":"6724257","fullName":"Quim Brugué"},{"id":"1345762","fullName":""},{"id":"598777","fullName":""},{"id":"13209048","fullName":"Enrique Gonzalez Müller"},{"id":"280924","fullName":"Kalman Hazins"},{"id":"240569","fullName":""},{"id":"1743955","fullName":""},{"id":"7951242","fullName":"Dr. Luis Mundaca"},{"id":"1252","fullName":""},{"id":"4477707","fullName":""},{"id":"6735813","fullName":"Margarita León"},{"id":"1653154","fullName":""},{"id":"2918070","fullName":"Rafael Ruiz De Castañeda"},{"id":"15693810","fullName":"Philip John Currie, Ph.D "},{"id":"10324047","fullName":"Dae Ryun Chang"},{"id":"2794735","fullName":""},{"id":"5154901","fullName":"Андрей Гавриков"},{"id":"3959836","fullName":"Jérôme Chenal"},{"id":"16532358","fullName":"David Hsu"},{"id":"7397048","fullName":"Dr. Armend Tahirsylaj"},{"id":"5180096","fullName":"Leonid Polishchuk"},{"id":"14130305","fullName":"Colleen van Lent, Ph.D."},{"id":"107347","fullName":""},{"id":"2075897","fullName":""},{"id":"3203020","fullName":""},{"id":"3788568","fullName":""},{"id":"2566087","fullName":"Flemming Konradsen"},{"id":"4581731","fullName":"Angelica Torices, Ph.D"},{"id":"7575382","fullName":"Joan Subirats"},{"id":"3057918","fullName":""},{"id":"3797127","fullName":"Dr. Marco Antonio Serrato García"},{"id":"726142","fullName":""},{"id":"12544838","fullName":"Najla DeBow"},{"id":"2659612","fullName":""},{"id":"7777788","fullName":""},{"id":"6931825","fullName":"Dr. Kes McCormick"},{"id":"887472","fullName":""},{"id":"5249633","fullName":"Владимир Овчинкин"},{"id":"6124304","fullName":""},{"id":"15780877","fullName":"Rebekah May"},{"id":"10339756","fullName":"Michael R Roberts"},{"id":"8049296","fullName":""},{"id":"2225883","fullName":"Nelson Baker"},{"id":"13840188","fullName":"Constancio Hernández García"},{"id":"2679701","fullName":""},{"id":"1118525","fullName":""},{"id":"5264741","fullName":""},{"id":"8172193","fullName":"Dmitry Dagaev"},{"id":"7491005","fullName":""},{"id":"9299119","fullName":"吴 宁"},{"id":"16531669","fullName":"Ethan Mollick"},{"id":"1806984","fullName":""},{"id":"3822163","fullName":""},{"id":"6319155","fullName":""},{"id":"5448110","fullName":""},{"id":"2644910","fullName":""},{"id":"804990","fullName":""},{"id":"3084976","fullName":""},{"id":"3868182","fullName":""},{"id":"5271876","fullName":"Станислав Козел"},{"id":"6814134","fullName":"Dr. Peter Arnfalk"},{"id":"1415601","fullName":""}],"partners.v1":[{"id":"33","name":"The University of Melbourne","shortName":"unimelb"},{"id":"83","shortName":"ucdavis","name":"University of California, Davis"},{"id":"126","name":"University of Colorado System","shortName":"cusystem"},{"id":"4","name":"Princeton University","shortName":"princeton"},{"id":"185","name":"University of Oregon","shortName":"uo"},{"id":"15","shortName":"uw","name":"University of Washington"},{"id":"117","name":"The State University of New York","shortName":"suny"},{"id":"62","name":"Tecnológico de Monterrey","shortName":"tecdemonterrey"},{"id":"287","name":"Arizona State University","shortName":"asu"},{"id":"93","name":"University of Zurich","shortName":"zurich"},{"id":"234","shortName":"xjtu","name":"Xi'an Jiaotong University"},{"id":"61","name":"IE Business School","shortName":"ie"},{"id":"19","name":"Indian Institute of Technology Delhi","shortName":"iitd"},{"id":"3","shortName":"umich","name":"University of Michigan"},{"id":"13","shortName":"rice","name":"Rice University"},{"id":"178","name":"Korea Advanced Institute of Science and Technology","shortName":"kaist"},{"id":"9","name":"Georgia Institute of Technology","shortName":"gatech"},{"id":"75","name":"National Taiwan University","shortName":"taiwan"},{"id":"63","shortName":"ucph","name":"University of Copenhagen"},{"id":"172","shortName":"iese","name":"IESE Business School"},{"id":"25","name":"Universiteit Leiden","shortName":"leiden"},{"id":"303","name":"Goldsmiths, University of London","shortName":"goldsmiths"},{"id":"71","name":"University of Colorado Boulder","shortName":"boulder"},{"id":"227","name":"National Arts Strategies","shortName":"nas"},{"id":"199","shortName":"lunduniversity","name":"Lund University"},{"id":"16","name":"École Polytechnique Fédérale de Lausanne","shortName":"epfl"},{"id":"176","shortName":"mipt","name":"Moscow Institute of Physics and Technology"},{"id":"34","shortName":"wesleyan","name":"Wesleyan University"},{"id":"68","name":"Case Western Reserve University","shortName":"casewestern"},{"id":"221","shortName":"usp","name":"Universidade de São Paulo"},{"id":"47","shortName":"nus","name":"National University of Singapore"},{"id":"58","shortName":"unam","name":"Universidad Nacional Autónoma de México"},{"id":"32","name":"University of Maryland, College Park","shortName":"umd"},{"id":"17","shortName":"illinois","name":"University of Illinois at Urbana-Champaign"},{"id":"26","name":"University of London","shortName":"london"},{"id":"31","name":"University of Florida","shortName":"ufl"},{"id":"53","shortName":"ucsd","name":"University of California, San Diego"},{"id":"21","shortName":"berklee","name":"Berklee   "},{"id":"146","shortName":"ualberta","name":"University of Alberta"},{"id":"74","name":"Sapienza University of Rome","shortName":"sapienza"},{"id":"106","shortName":"cet1886","name":"Commonwealth Education Trust"},{"id":"7","name":"Duke University","shortName":"duke"},{"id":"80","name":"Universitat Autònoma de Barcelona","shortName":"uab"},{"id":"30","shortName":"uci","name":"University of California, Irvine"},{"id":"37","name":"Vanderbilt University","shortName":"vanderbilt"},{"id":"223","shortName":"essec","name":"ESSEC Business School"},{"id":"51","shortName":"psu","name":"The Pennsylvania State University"},{"id":"65","shortName":"wisconsin","name":"University of Wisconsin–Madison"},{"id":"120","name":"University of New Mexico","shortName":"newmexico"},{"id":"102","name":"The University of Chicago","shortName":"chicago"},{"id":"49","shortName":"unige","name":"University of Geneva"},{"id":"6","name":"University of Pennsylvania","shortName":"penn"},{"id":"160","name":"Higher School of Economics","shortName":"hse"},{"id":"220","shortName":"yonsei","name":"Yonsei University"},{"id":"40","name":"Columbia University","shortName":"columbia"},{"id":"100","name":"American Museum of Natural History","shortName":"amnh"},{"id":"108","name":"Exploratorium","shortName":"exploratorium"},{"id":"1","name":"Stanford University","shortName":"stanford"},{"id":"8","name":"Johns Hopkins University","shortName":"jhu"},{"id":"163","name":"Peking University","shortName":"pku"},{"id":"119","name":"University of Houston System","shortName":"uhs"}]}}